{
	" (User)": "(Utente)",
	"(Version: {l})": "(Versione: {l})",
	"10 Points Code Value": "Valore codice a 10 punti",
	"10 Points IRE": "10 punti IRE",
	"10 and Above": "A partire da 10 anni",
	"11 and Above": "A partire da 11 anni",
	"12 Hours": "12 ore",
	"12 and Above": "A partire da 12 anni",
	"13 and Above": "A partire da 13 anni",
	"14 and Above": "A partire da 14 anni",
	"14 by 9": "14:9",
	"15 and Above": "A partire da 15 anni",
	"16 and Above": "A partire da 16 anni",
	"16 by 9": "16:9",
	"17 and Above": "A partire da 17 anni",
	"18 and Above": "A partire da 18 anni",
	"19 and Above": "A partire da 19 anni",
	"2 Hours": "2 ore",
	"2 Hours Auto Power Off": "Autospegnimento dopo 2 ore",
	"2 Points": "2 punti",
	"20 Points Code Value": "Valore codice a 20 punti",
	"20 Points IRE": "20 punti IRE",
	"20 and Above": "A partire da 20 anni",
	"21 by 9": "21:9",
	"24 Hours": "24 ore",
	"3 Hours": "3 ore",
	"32 by 12": "32:12",
	"32 by 9": "32:9",
	"3G/4G Connection": "Connessione 3G/4G",
	"3G/4G NETWORK STATUS": "STATO DELLA RETE 3G/4G",
	"3G/4G Network Operator": "Operatore di rete 3G/4G",
	"3G/4G Network Status": "Stato della rete 3G/4G",
	"3G/4G Network Type": "Tipo di rete 3G/4G",
	"4 Hours": "4 ore",
	"4 and Above": "A partire da 4 anni",
	"4 by 3": "4:3",
	"5 and Above": "A partire da 5 anni",
	"6 Hours": "6 ore",
	"6 and Above": "A partire da 6 anni",
	"7 and Above": "A partire da 7 anni",
	"8 Hours": "8 ore",
	"8 and Above": "A partire da 8 anni",
	"9 and Above": "A partire da 9 anni",
	"AV Sync Adjustment": "Regolazione AV Sync",
	"About This TV": "Informazioni sulla TV",
	"Above 10": "Superiore a 10",
	"Above 11": "Superiore a 11",
	"Above 12": "Superiore a 12",
	"Above 13": "Superiore a 13",
	"Above 14": "Superiore a 14",
	"Above 15": "Superiore a 15",
	"Above 16": "Superiore a 16",
	"Above 17": "Superiore a 17",
	"Above 18": "Superiore a 18",
	"Above 19": "Superiore a 19",
	"Above 20": "Superiore a 20",
	"Above 4": "Superiore a 4",
	"Above 5": "Superiore a 5",
	"Above 6": "Superiore a 6",
	"Above 7": "Superiore a 7",
	"Above 8": "Superiore a 8",
	"Above 9": "Superiore a 9",
	"Access Point Setting": "Impostazione Access Point",
	"Accessibility": "Accessibilità",
	"Account Management": "Gestione account",
	"Active Roaming": "Roaming attivo",
	"Add Network": "Aggiungi rete",
	"Add a hidden wireless network": "Aggiungere una rete wireless nascosta",
	"Add wireless network by manually entering network name (SSID).": "Aggiungere la rete wireless immettendo manualmente il nome della rete (SSID).",
	"Addis Ababa": "Addis Abeba",
	"Additional Audio Selection": "Altra selezione audio",
	"Additional Settings": "Impostazioni aggiuntive",
	"Address Setting": "Impostazione indirizzo",
	"Adjust Audio Guidance pitch.": "Consente di regolare l'intonazione delle indicazioni audio.",
	"Adjust Audio Guidance speed.": "Consente di regolare la velocità delle indicazioni audio.",
	"Adjust Audio Guidance volume.": "Consente di regolare il volume delle indicazioni audio.",
	"Adjust Screen Position": "Regolazione posizione schermo",
	"Adjust Zoom Ratio": "Regolazione aspetto zoom",
	"Adjust audio timing to synchronize video and audio.": "Regolare l'intervallo audio per sincronizzare video e audio.",
	"Adjust blue gain for color balance.": "Consente di regolare il controllo del blu per il bilanciamento del colore.",
	"Adjust brightness by analyzing image movements to prevent glare and reduce energy consumption.": "Regolare la luminosità analizzando i movimenti dell'immagine per prevenire bagliori e ridurre il consumo energetico.",
	"Adjust brightness of the LG logo.": "Regolare la luminosità del logo LG.",
	"Adjust color and saturation for a more vivid image.": "Regolare il colore e la saturazione per un'immagine più intensa.",
	"Adjust cursor speed.": "Regolare la velocità del cursore.",
	"Adjust detailed settings to further optimize the picture.": "Regolare le impostazioni dettagliate per ottimizzare ulteriormente l'immagine.",
	"Adjust edge sharpness. Higher values increase the crispness and clarity of the image.": "Regolare la nitidezza dei bordi. I valori superiori aumentano la chiarezza dell'immagine.",
	"Adjust gamma settings to compensate for the brightness of the input signal.": "Regolare le impostazioni gamma per compensare la luminosità del segnale di input.",
	"Adjust grass tone colors.": "Consente di regolare le tonalità erba.",
	"Adjust green gain for color balance.": "Consente di regolare il controllo del verde per il bilanciamento del colore.",
	"Adjust hue and saturation of a specified color region.": "Regolare tonalità e saturazione di un'area di colori specifica.",
	"Adjust left/right audio balance.": "Regolare il bilanciamento audio sinistro/destro.",
	"Adjust luminance for selected color.": "Consente di regolare la luminanza per il colore selezionato.",
	"Adjust luminance level for selected IRE point.": "Consente di selezionare il livello di luminanza per il punto IRE selezionato.",
	"Adjust overall color. Higher values increase saturation.": "Regolare il colore generale. I valori superiori aumentano la saturazione.",
	"Adjust overall screen brightness. Higher values increase brightness.": "Regolare la luminosità generale dello schermo. I valori superiori aumentano la luminosità.",
	"Adjust red and green color balance. Higher values increase saturation of the color.": "Regolare il bilanciamento dei colori rosso e verde. I valori superiori aumentano la saturazione del colore.",
	"Adjust red gain for color balance.": "Consente di regolare il controllo del rosso per il bilanciamento del colore.",
	"Adjust saturation for selected color.": "Consente di regolare la saturazione per il colore selezionato.",
	"Adjust screen brightness by tuning the OLED LIGHT. Higher values increase brightness.": "Regolare la luminosità dello schermo sintonizzando la Luce OLED. Valori superiori aumentano la luminosità.",
	"Adjust screen brightness by tuning the backlight. Higher values increase brightness.": "Regolare la luminosità dello schermo sintonizzando la retroilluminazione. I valori superiori aumentano la luminosità.",
	"Adjust screen brightness to reduce energy consumption.": "Regolare la luminosità dello schermo per ridurre il consumo energetico.",
	"Adjust screen settings for individual picture modes.": "Regolare le impostazioni delle singole modalità immagine.",
	"Adjust skin tone colors.": "Consente di regolare le tonalità della pelle.",
	"Adjust skin tone, grass, and sky colors.": "Regolare i toni carne e i colori cielo ed erba.",
	"Adjust sky tone colors.": "Consente di regolare le tonalità del cielo.",
	"Adjust the difference between bright and dark areas of the screen. Higher values intensify the difference.": "Regolare la differenza fra le aree luminose e scure dello schermo. I valori superiori intensificano la differenza.",
	"Adjust the luminance of static images such as logos within content to correct potential picture quality issues.": "Regolare la luminanza delle immagini statiche, come i loghi, all'interno dei contenuti per correggere potenziali problemi di qualità delle immagini.",
	"Adjust tint for selected color.": "Consente di regolare la tinta del colore selezionato.",
	"Adjusting Luminance": "Regolazione della luminanza",
	"Adult": "Adulti",
	"Adult Language": "Linguaggio adatto a un pubblico adulto",
	"Adults Only.": "Solo adulti.",
	"Adults only.": "Solo adulti.",
	"Advanced": "Impostazioni avanzate",
	"Advanced Controls": "Controlli avanzati",
	"Advanced Wi-Fi Settings": "Impostazioni Wi-Fi avanzate",
	"Advertising Cookies": "Cookie pubblicitari",
	"After changing the country, all currently tuned channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "Dopo aver modificato il paese, tutti i canali attualmente sintonizzati verranno eliminati. Per sintonizzare di nuovo i canali, andare a Sintonizzazione automatica. Continuare?",
	"After changing your Zip Code, all current Freesat channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "Dopo aver modificato il CAP, tutti i canali Freesat correnti verranno eliminati. Per sintonizzare di nuovo i canali, andare a Sintonizzazione automatica. Continuare?",
	"After you change your country, you can scan for your channels using Auto Tuning. Do you want to continue?": "Una volta modificato il paese, è possibile eseguire la scansione dei canali con la sintonizzazione automatica. Continuare?",
	"Albanian": "Albanese",
	"Algiers": "Algeri",
	"All Channels": "Tutti i canali",
	"All Children": "Tutti",
	"All ages admitted.": "Tutte le età consentite.",
	"All current settings for {pictureMode} mode will be reset. Do you want to continue?": "Tutte le impostazioni della modalità {pictureMode} verranno reimpostate. Continuare?",
	"All sound effect settings for Standard Mode will be reset. Do you want to continue?": "Tutte le impostazioni degli effetti audio in modalità standard saranno reimpostate. Continuare?",
	"All-Direction Zoom": "Zoom omnidirezionale",
	"Allow Automatic Updates": "Consentire gli aggiornamenti automatici",
	"Always Open": "Sempre aperto",
	"An error has occurred while copy channels.": "Si è verificato un errore durante la copia dei canali.",
	"An important software update is available.": "È disponibile un aggiornamento software importante.",
	"Analog Mode": "Modalità analogica",
	"Analog TV": "TV analogica",
	"Antenna ATV": "Antenna TV analogica",
	"Antenna DTV": "DTV antenna",
	"Antenna Radio": "Antenna radio",
	"Antigua and Barbuda": "Antigua e Barbuda",
	"Any Supplementary Audio": "Audio aggiuntivo",
	"Application Locks": "Blocchi applicazioni",
	"Applied settings are:": "Impostazioni applicate:",
	"Apply the recommended audio settings using Standard Mode.": "Applicare le impostazioni audio consigliate tramite la modalità standard.",
	"Apply the recommended audio settings using the enhanced Bass Boost.": "Applicare le impostazioni audio consigliate tramite la modalità Incremento bassi avanzata.",
	"Apply the recommended audio settings using the enhanced Treble Boost.": "Applicare le impostazioni audio consigliate tramite la modalità Incremento alti avanzata.",
	"Apply to all inputs": "Applicare a tutti gli ingressi",
	"Applying value to all inputs...": "Applicazione del valore a tutti gli ingressi...",
	"Appropriate for general audience.": "Adatto al pubblico generale.",
	"Arabic": "Arabo",
	"Are you sure you want to disconnect all connected devices.": "Disconnettere tutti i dispositivi connessi?",
	"Aspect Ratio": "Rapp. d'aspetto",
	"Aspect Ratio Settings": "Impostazioni rapporto d'aspetto",
	"Assign channels to remote buttons so you can quickly jump to them.": "Assegnare canali a pulsanti remoti in modo da scorrerli rapidamente.",
	"Athens": "Atene",
	"Audio Description": "Descrizione audio",
	"Audio Description Volume": "Volume descrizione audio",
	"Audio Guidance": "Audioguida",
	"Audio Language": "Lingua audio",
	"Audio Out (Line Out)": "Uscita audio(Line out)",
	"Audio Type": "Tipo di audio",
	"Auto Power Off": "Spegnimento automatico",
	"Auto Power Sync": "Sinc auto alimentazione",
	"Auto Start": "Avvio automatico",
	"Auto Volume": "Volume auto",
	"Auto Volume keeps sound volume consistent even when you change channels or broadcast signals.": "Il volume automatico mantiene il volume dell'audio sempre omogeneo anche quando si cambia canale o i segnali di trasmissione.",
	"Automatically optimize picture quality based on color and brightness of ambient light.": "Ottimizzare automaticamente la qualità dell'immagine in base alla luminosità e al colore della luce ambientale.",
	"Automatically optimize sound based on content type.": "Ottimizzare automaticamente l'audio in base al tipo di contenuto.",
	"Automatically update system software when an update is found.": "Aggiornare automaticamente il software del sistema quando sono disponibili aggiornamenti.",
	"Available Devices": "Dispositivi disponibili",
	"Available Internal Storage": "Dispositivo di archiviazione interno disponibile",
	"Azores": "Azzorre",
	"BG Color": "Colore sfondo",
	"BG Opacity": "Opacità sfondo",
	"Back": "Indietro",
	"Backlight": "Retroilluminazione",
	"Baghdad": "Bagdad",
	"Balance": "Bilanciamento",
	"Basque": "Basco",
	"Bass Boost": "Incremento bassi",
	"Begin the One Touch Sound Tuning process to determine the optimum audio quality settings for your room.": "Avviare il processo One Touch Sound Tuning per determinare le impostazioni ottimali della qualità audio in base all'ambiente.",
	"Behavior may vary depending on connected device.": "Il comportamento può variare a seconda del dispositivo collegato.",
	"Belarus": "Bielorussia",
	"Belgium": "Belgio",
	"Belgrade": "Belgrado",
	"Berlin": "Berlino",
	"Black": "Nero",
	"Black Level": "Livello nero",
	"Block TV programs based on content rating.": "Bloccare programmi TV in base a classificazione di contenuto.",
	"Block TV programs broadcast in English based on their content ratings.": "Bloccare i programmi TV trasmessi in inglese in base alle classificazioni del contenuto.",
	"Block TV programs broadcast in French based on their content ratings.": "Bloccare i programmi TV trasmessi in francese in base alle classificazioni del contenuto.",
	"Block access to specified channels and external devices.": "Bloccare l'accesso a canali specifici e a dispositivi esterni.",
	"Block content based on genre.": "Bloccare contenuti in base al genere.",
	"Block movies based on rating.": "Bloccare film in base alla classificazione.",
	"Blue": "Blu",
	"Bluetooth Audio Device": "Dispositivo audio Bluetooth",
	"Bosnia": "Bosnia",
	"Bosnia And Herzegovina": "Bosnia ed Herzegovina",
	"Bosnian": "Bosniaco",
	"Brazil": "Brasile",
	"Brazilian Punk": "Brazilian Funk",
	"Brightness": "Luminosità",
	"Broadcast Country": "Paese trasmissione",
	"Brussels": "Bruxelles",
	"Bucharest": "Bucarest",
	"Built-in Sound Bar": "Soundbar integrata",
	"Bulgarian": "Bulgaro",
	"By turning Live Plus on, you are consenting to the collection of television viewing information by LG Electronics Inc. (\"LGE\") through ACR module, which may be shared on an anonymized basis to third parties to provide you with interactive services. We may also share aggregated anonymized information to third parties for marketing purposes. Please note that we do not knowingly collect or distribute the above information from or about children under 13. Detailed information about Live Plus is illustrated in Viewing Information (terms) which may be accessed in the SmartTV settings menu. LGE highly recommend that you review the full version of Viewing Information (terms) before you activate Live Plus function.": "Attivando Live Plus l'utente fornisce il consenso alla raccolta delle informazioni di visualizzazione della televisione da parte di LG Electronics Inc. (\"LGE\") tramite il modulo ACR, che può essere condiviso in modo anonimo a terze parti per fornire servizi interattivi. LG può inoltre condividere le informazioni raccolte in modo anonimo a terze parti a scopo di commercializzazione. È opportuno notare che non vengono raccolte, né distribuite in modo consapevole informazioni del genere indicato in precedenza relativamente a ragazzi al di sotto di 13 anni. Le informazioni dettagliate relative a Live Plus sono illustrate nelle informazioni di visualizzazione (termini) alle quali è possibile accedere nel menu delle impostazioni di SmartTV. LGE consiglia vivamente di rivedere la versione completa delle informazioni di visualizzazione (termini) prima di attivare la funzione Live Plus.",
	"CANCEL SCHEDULE": "ANNULLA PIANIFICAZIONE",
	"CC 1": "Sotto titoli 1",
	"CC 2": "Sotto titoli 2",
	"CC 3": "Sotto titoli 3",
	"CC 4": "Sotto titoli 4",
	"CI Information": "Informazioni CI",
	"CI password incorrect. Please enter again.": "Password CI errata. Immetterla nuovamente.",
	"COMPONENT2": "COMPONENTE2",
	"COMPONENT3": "COMPONENTE3",
	"CONNECTING…": "CONNESSIONE IN CORSO...",
	"CS2 Board": "Scheda CS2",
	"Cable": "Cavo",
	"Cable ATV": "Cavo TV analogica",
	"Cable DTV": "DTV via cavo",
	"Cable Radio": "Radio via cavo",
	"Cambodia": "Cambogia",
	"Cameroon": "Camerun",
	"Can not Find Channel": "Impossibile trovare il canale",
	"Canary Islands": "Isole Canarie",
	"Cancel": "Annulla",
	"Cancel Update": "Annulla aggiornamento",
	"Cape Verde": "Capo Verde",
	"Card ID Number": "Numero ID scheda",
	"Card Number": "Numero di scheda",
	"Catalan": "Catalano",
	"Cayman Islands": "Isole Cayman",
	"Central African Republic": "Repubblica Centroafricana",
	"Chad": "Ciad",
	"Changing region may change currently tuned channels in your TV. You can re-tune channels in Auto Tuning. Do you want to change regional settings now?": "La modifica del paese potrebbe cambiare i canali attualmente sintonizzati nella TV. È possibile sintonizzare nuovamente i canali in Sintonizzazione automatica. Modificare le impostazioni relative al paese?",
	"Changing the country will cause your TV to restart and you may need to consent to LG's User Agreements again. Also, the availability of some apps and services may vary based on the LG Services Country. Do you want to continue?": "La modifica del paese comporterà il riavvio della TV e potrebbe essere necessario accettare nuovamente il Contratto utente di LG. Inoltre, la disponibilità di alcune app e di alcuni servizi potrebbe variare in base al paese di assistenza di LG. Continuare?",
	"Channel Advisor": "Assistente canale",
	"Channel Locks": "Blocchi canali",
	"Channel Manager": "Gestione canali",
	"Channel Scrolling Options": "Opzioni scorrimento canali",
	"Channel Tuning": "Sintonia Canali",
	"Channel Tuning & Settings": "Sintonizzazione e impostazioni canali",
	"Channels": "Canali",
	"Channels from HDMI and other external inputs cannot be locked. To lock TV channels, change the current input to Live TV.": "I canali della porta HDMI e di altri ingressi esterni non possono essere bloccati. Per bloccare i canali TV, modificare l'ingresso corrente in Live TV.",
	"Chatham Islands": "Isole Chatham",
	"Check for problems with the picture quality.": "Verificare eventuali problemi con la qualità dell'immagine.",
	"Check for problems with the sound quality of the Internal TV Speaker.": "Verificare i problemi con la qualità dell'audio dell'altoparlante TV interno.",
	"Check for updates": "Controlla aggiornamenti",
	"Checking Password": "Verifica password",
	"Checking for updates": "Controllo aggiornamenti in corso...",
	"Checking...": "Verifica in corso...",
	"Children": "Bambini",
	"Children Age": "Età bambini",
	"Children Program Locks": "Blocchi programmi per bambini",
	"Chile": "Cile",
	"China": "Cina",
	"Chinese": "Cinese",
	"Choose a picture mode, then customize display settings such as contrast, brightness and sharpness for that mode.": "Scegliere una modalità dell'immagine, quindi personalizzare le impostazioni del display come il contrasto, la luminosità e la nitidezza per tale modalità.",
	"Choose to have all channels or just your primary ones when you change channels.": "Scegliere se visualizzare tutti i canali o solo quelli principali quando si cambia canale.",
	"Christmas Island": "Isola Christmas",
	"Cinema Home": "Home cinema",
	"Cinema View": "Visualizzazione cinema",
	"Cinema View (32:12)": "Visualizzazione cinema (32:12)",
	"Cinema Zoom": "Zoom cinema",
	"City": "Città",
	"City Selection": "Selezione città",
	"Clear": "Vivace",
	"Clear Cookies history": "Cancella cronologia cookie",
	"Clear Plus": "Rendi più chiaro",
	"Clear the advertising frequency capping cookies.": "Cancellare i cookie per limitare la frequenza della pubblicità.",
	"Clear1": "Cancella",
	"Click the CONNECT button below after your LG Wireless Keyboard is turned on and set to the pairing mode.": "Fare clic sul pulsante CONNETTI dopo aver attivato la LG Wireless Keyboard e impostare la modalità di associazione.",
	"Close": "Chiudi",
	"Closed Caption": "Sottotitoli per non udenti",
	"Closed Caption Settings": "Impostazioni Sottotitoli per non udenti",
	"Color": "Colore",
	"Color Filter": "Filtro colore",
	"Color Gamut": "Gamma colore",
	"Color Management System": "Sistema di gestione colori",
	"Color Temperature": "Temp. col.",
	"Component": "Componente",
	"Confirm": "Conferma",
	"Congo Brazzaville": "Congo Brazzaville",
	"Connect": "Connetti",
	"Connect an app on your mobile device that supports LG Connect to the TV and start to enjoy playing mobile photos and music or even control your TV.": "Connetti un'app del dispositivo mobile che supporta LG Connect alla TV e riproduci foto e musica o controlla la TV.",
	"Connect to the network through a wireless router. You must be connected to the network to use certain Smart TV features such as web browsing, content sharing, and automatic software updates.": "Eseguire la connessione alla rete tramite un router wireless. È necessario essere collegati alla rete per utilizzare alcune funzioni di Smart TV quali la ricerca sul Web, la condivisione di contenuti e gli aggiornamenti software automatici.",
	"Connect to the network with an ethernet cable. You must be connected to the network to use certain Smart TV features such as web browsing, content sharing, and automatic software updates.": "Eseguire la connessione alla rete con un cavo Ethernet. È necessario essere collegati alla rete per utilizzare alcune funzioni di Smart TV quali la ricerca sul Web, la condivisione di contenuti e gli aggiornamenti software automatici.",
	"Connect via WPS PBC": "Connetti tramite WPS PBC",
	"Connect via WPS PIN": "Connetti tramite PIN WPS",
	"Connect your TV to your router or modem with an Ethernet cable to activate your wired network connection.": "Collegare la TV al router o al modem con un cavo Ethernet per attivare la connessione di rete cablata.",
	"Connected": "Connesso",
	"Connected to Internet": "Connesso a Internet",
	"Connecting...": "Connessione in corso...",
	"Contrast": "Contrasto",
	"Control the advertising frequency capping cookies.": "Controllare i cookie per limitare la frequenza della pubblicità.",
	"Cookies": "Cookie",
	"Cool": "Freddo",
	"Copenhagen": "Copenaghen",
	"Copy Channels": "Copia canali",
	"Copy/Delete file": "Copia/Elimina file",
	"Correct contrast and brightness by adjusting black levels.": "Correggere il contrasto e la luminosità regolando i livelli di nero.",
	"Could not fined available network.": "Non è stato possibile trovare una rete disponibile.",
	"Croatia": "Croazia",
	"Croatian": "Croato",
	"Current values of customized picture mode settings will be applied to {pictureMode} mode for all inputs. Do you want to continue?": "I valori correnti delle impostazioni della modalità immagine personalizzata verranno applicati alla modalità {pictureMode} per tutti gli ingressi. Continuare?",
	"Currently connected LG Wireless Keyboard device will be disconnected from your TV. Do you want to continue?": "La tastiera LG Wireless, attualmente connessa, sarà disconnessa dalla TV. Continuare?",
	"Currently connecting via Wi-Fi Direct. Please accept the request on your [{devicename}].": "Connessione in corso tramite Wi-Fi Direct. Accettare la richiesta sul [{devicename}].",
	"Custom": "Personalizza",
	"Custom Time Zone": "Personalizza il fuso orario",
	"Customer Service": "Servizio clienti",
	"Cyan": "Ciano",
	"Cyprus": "Cipro",
	"Czech": "Repubblica Ceca ",
	"Czech Republic": "Repubblica Ceca",
	"C{value}": "F{value}",
	"Côte d'Ivoire": "Costa d'Avorio",
	"DISCONNECT": "DISCONNETTI",
	"DNS Server": "Server DNS",
	"DR Congo": "Repubblica Democratica Congo",
	"DTV Audio Setting": "Impostazione audio DTV",
	"Damascus": "Damasco",
	"Danish": "Danese",
	"Data Service": "Servizio dati",
	"Date": "Dati",
	"Day": "Giorno",
	"Delete Pairing History": "Elimina cronologia associazioni",
	"Delete or add TV channels to customize your channels.": "Eliminare o aggiungere canali TV per personalizzare i propri canali.",
	"Demo Options": "Opzioni Demo",
	"Democratic Republic of the Congo": "Repubblica Democratica del Congo",
	"Denmark": "Danimarca",
	"Depressed": "Incassato",
	"Device Name": "Nome dispositivo",
	"Device Selection": "Selezione dispositivo",
	"Device Vendor": "Fornitore del dispositivo",
	"Dial No.": "Numero di composizione",
	"Digital Mode": "Modalità digitale",
	"Digital Mode Option": "Opzione modalità digitale",
	"Digital Sound Out": "Uscita audio digitale",
	"Digital TV": "TV digitale",
	"Directed to Older Children (ages 7 and above)": "Adatto a bambini dai 7 anni in su",
	"Display list of audio devices that can be connected to your TV.": "Visualizzare l'elenco di dispositivi audio che possono essere collegati alla TV.",
	"Display luminance level for the highest point (100 IRE).": "Consente di visualizzare il livello di luminanza per il punto maggiore (100 IRE).",
	"Djibouti": "Gibuti",
	"Do Not Track": "Blocco tracciamento",
	"Do not apply the One Touch Sound Tuning recommended audio settings.": "Non applicare le impostazioni audio consigliate di One Touch Sound Tuning.",
	"Do you want to continue?": "Continuare?",
	"Do you want to copy channel list from USB storage to your TV? Current channels in your TV will be deleted.": "Copiare l'elenco canali dal dispositivo di archiviazione USB alla TV? I canali correnti nella TV verranno eliminati.",
	"Do you want to copy channel list from your TV to the USB storage?": "Copiare l'elenco canali dalla TV al dispositivo di archiviazione USB?",
	"Do you want to set the correct time now?": "Impostare l'ora corrente?",
	"Do you want to turn your TV off now?": "Spegnere la TV?",
	"Dominican Republic": "Repubblica Dominicana",
	"Done": "Fatto",
	"Download Mail": "Scarica posta",
	"Download and install": "Scarica e installa",
	"Downloadable Rating": "Classificazione scaricabile",
	"Dual Mono": "Mono doppio",
	"Dublin": "Dublino",
	"Dutch": "Olandese",
	"Dynamic Color": "Colore dinamico",
	"Dynamic Contrast": "Contrasto dinamico",
	"Dynamic Tone Mapping": "Mappatura dei toni dinamica",
	"Easter Island": "Isola di Pasqua",
	"Eastern Africa": "Africa orientale",
	"Eco Mode": "Modalità Eco",
	"Edge Color": "Colore bordo",
	"Edge Enhancer": "Ottimizzatore bordi",
	"Edge Type": "Tipo bordi",
	"Edit": "Modifica",
	"Edit TV channels, set favorites, and manage parental control settings.": "Modificare i canali TV, impostare i preferiti e gestire le impostazioni di Guida genitori.",
	"Egypt": "Egitto",
	"Emergency Alert": "Messaggio di allerta",
	"Enable LG support representatives to resolve your technical issues remotely. You must call the LG customer service center to receive assistance.": "Consentire ai rappresentanti dell'assistenza LG di risolvere problemi tecnici da remoto. Chiamare il centro di assistenza LG per ricevere assistenza.",
	"Enable other devices and apps to turn on your TV.": "Abilitare altri dispositivi e app per accendere la TV.",
	"Energy Saving": "Risparmio energetico",
	"Energy saving modes to limit power consumption.": "Modalità di risparmio energetico per ridurre il consumo di energia.",
	"English": "Inglese",
	"Enjoy an immersive 3D soundscape with the virtual multi-channel surround sound effect.": "Immersione sonora 3D con l'effetto Virtual Surround multi-canale.",
	"Enjoy an immersive 3D soundscape with the virtual surround sound effect.": "Immersione sonora 3D con l'effetto Virtual Surround.",
	"Enter CI Password": "Immetti password CI",
	"Enter PIN code into a WPS-enabled router to connect TV to the network.": "Immettere il codice PIN nel router abilitato tramite WPS per collegare la TV alla rete.",
	"Enter the PIN in your router's settings.": "Immettere il PIN nelle impostazioni del router.",
	"Enter the master password.": "Inserire la password master.",
	"Equalizer": "Equalizzatore",
	"Equatorial Guinea": "Guinea Equatoriale",
	"Estonian": "Estone",
	"Ethiopia": "Etiopia",
	"Every Day": "Ogni giorno",
	"Every Weekday": "Ogni giorno feriale",
	"Every Weekend": "Ogni fine settimana",
	"Exempt from ratings.": "Esente da classificazioni.",
	"Experience the best immersive audio effect with virtual multi-channel surround sound including height.": "L'effetto Virtual Surround multi-canale offre un'immersione sonora straordinaria.",
	"Expert": "Esperto",
	"Expert (Bright Room)": "Esperto (Stanza luminosa)",
	"Expert (Dark Room)": "Esperto (Stanza buia)",
	"Expert Controls": "Controlli esperti",
	"Export your TV's channel list information to a connected USB device.": "Esportare le informazioni dell'elenco canali della TV in un dispositivo USB collegato.",
	"Extended": "Estesa",
	"Extending a period of time of the Auto Power Off setting or turning off the function may increase energy consumption.": "L'estensione di un periodo di tempo dell'impostazione Spegnimento automatico o la disattivazione della funzione potrebbero aumentare il consumo di energia.",
	"Extreme": "Estrema",
	"Eye Comfort Mode": "Modalità Eye Comfort",
	"Fantasy Violence": "Fantasy Violence - Genere Fantastico",
	"Fast": "Veloce",
	"Fine tune red, green, blue, cyan, magenta, and yellow color spaces.": "Ritoccare gli spazi dei colori rosso, verde, blu, ciano, magenta e giallo.",
	"Finland": "Finlandia",
	"Finnish": "Finlandese",
	"Firmware Version": "Versione firmware",
	"Flash": "Lampeggiante",
	"Flat Mode": "Modalità Flat",
	"Font": "Carattere",
	"Font 1": "Carattere 1",
	"Font 2": "Carattere 2",
	"Font 3": "Carattere 3",
	"Font 4": "Carattere 4",
	"Font 5": "Carattere 5",
	"Font 6": "Carattere 6",
	"Font 7": "Carattere 7",
	"Font 8": "Carattere 8",
	"Football": "Calcio",
	"France": "Francia",
	"French": "Francese",
	"French Polynesia": "Polinesia Francese",
	"Full Wide": "Larghezza intera",
	"Gaelic": "Gaelico",
	"Galapagos Islands": "Isole Galapagos",
	"Galician": "Galiziano",
	"Gallery": "Galleria",
	"Game": "Gioco",
	"General": "Generale",
	"General :": "Generale:",
	"General Age": "Età generale",
	"General Audience": "Pubblico generale",
	"General Audiences": "Pubblico generale",
	"General Program Locks": "Blocchi programmi generale",
	"German": "Tedesco",
	"Germany": "Germania",
	"Getting...": "Lettura in corso...",
	"Gibraltar": "Gibilterra",
	"Grass Color": "Colore erba",
	"Greece": "Grecia",
	"Greek": "Greco",
	"Green": "Verde",
	"Greenland": "Groenlandia",
	"Group ID Number": "Numero ID gruppo",
	"Guadeloupe": "Guadalupa",
	"Guatemala City": "Città del Guatemala",
	"Guinea Conakry": "Guinea Conakry",
	"Guinea Equatorial": "Guinea Equatoriale",
	"G{value}": "V{value}",
	"H Position": "Posizione H",
	"H Sharpness": "Nitidezza H",
	"H Size": "Dimensione H",
	"HDD Eco Mode": "Modalità Eco HDD",
	"HDD Power Saving Mode": "Modalità risparmio energia HDD",
	"HDMI UHD Deep Color": "HDMI ULTRA HD Deep Colour",
	"HDMI {port1} and HDMI {port2} ports support ULTRA HD Deep Color.": "Le porte HDMI {port1} e HDMI {port2} supportano ULTRA HD Deep Colour.",
	"HDMI {port1} port support ULTRA HD Deep Color.": "La porta HDMI {port1} supporta ULTRA HD Deep Colour.",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support ULTRA HD Deep Color.": "Le porte HDMI {port1}, HDMI {port2} e HDMI {port3} supportano ULTRA HD Deep Colour.",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support ULTRA HD Deep Color.": "Le porte HDMI {port1}, HDMI {port2}, HDMI {port3} e HDMI {port4} supportano ULTRA HD Deep Colour.",
	"HDR Effect": "Effetto HDR",
	"HDR Effect Level": "Livello effetto HDR",
	"HDR Picture Mode": "Modalità Immagine HDR",
	"Hard of Hearing": "Difficoltà di udito",
	"Hardware Version": "Versione hardware",
	"Headphones Volume": "Volume cuffie",
	"Hebrew": "Ebraico",
	"High": "Alta",
	"High Contrast": "Contrasto elevato",
	"Higher values increase a sense of warmth or coldness.": "I valori superiori aumentano la freddezza o il calore.",
	"Home Mode": "Uso privato",
	"Home/Store Mode": "Uso privato/Demo punto vendita",
	"Hong Kong": "Hong Kong ",
	"Hongkong": "Hong Kong ",
	"Hours": "Ore",
	"Hungarian": "Ungherese",
	"Hungary": "Ungheria",
	"IMPORTANT! Resetting will delete all of your account settings and installed apps. This action cannot be undone.": "IMPORTANTE Effettuando il ripristino, verranno eliminate tutte le impostazioni dell'account e le app installate. L'operazione non può essere annullata.",
	"IP (Automatic)": "IP (automatico)",
	"IP (Manual)": "IP (manuale)",
	"IP Address": "Indirizzo IP",
	"IVC (Cote d’Ivoire)": "Costa d'Avorio (IVC)",
	"Iceland": "Islanda",
	"If Auto Power Sync is enabled, SIMPLINK devices will be able to power on the TV, and the TV will power off SIMPLINK devices when it powers off.": "Selezionando Sinc auto alimentazione, la TV si accenderà con l'accensione di un dispositivo SIMPLINK e i dispositivi SIMPLINK si spegneranno con lo spegnimento della TV.",
	"If it's turned on and you connect a device that also supports UHD Deep Color, your picture may be clearer.": "Se è attiva e si collega un dispositivo che supporta anche ULTRA HD Deep Colour, l'immagine sarà più chiara.",
	"If recording or software update is in progress, it will wait until they are completed and the process can take more than an hour.": "Se è in corso un aggiornamento software o una registrazione, attenderà il completamento dell'operazione e il processo potrebbe richiedere più di un'ora.",
	"If set to on, your TV can receive emergency alerts if an emergency situation occurs.": "Se accesa, la TV è in grado di ricevere messaggi di allerta in situazioni di emergenza.",
	"If you turn Audio Guidance on, you can only move with left, right, up, down buttons on your remote and some apps that require the pointer cannot be used.": "Se Guida audio è stata attivata, è possibile spostarsi solo con il tasto sinistro, destro, su, giù del telecomando e non è possibile utilizzare alcune app che richiedono il puntatore.",
	"If you turn it off, CAM operator's profile will be deleted.": "Se si disattiva, il profilo dell'operatore CAM verrà eliminato.",
	"If you turn it off, all tuned CAM channels will not be available and notifications will no longer be provided.": "Disattivando questa opzione, tutti i canali CAM sintonizzati non saranno disponibili e le notifiche non verranno più inviate.",
	"If you turn on LG Connect Apps feature, you will be able to either accept or deny connection requests from mobile devices.": "Se si attiva la funzionalità LG Connect Apps, è possibile accettare o rifiutare le richieste di connessione dai dispositivi mobili.",
	"If you turn the screen saver off and the same image remains on the screen for more than 2 hours, it can affect the picture quality of your screen. If it remains for more than 5 hours, permanent picture quality depreciation may occur. Do you want to continue?": "Disattivando lo screen saver, se la stessa immagine resta sullo schermo per più di 2 ore, potrebbe essere inficiata la qualità dell'immagine dello schermo. Se resta per più di 5 ore, potrebbe verificarsi un peggioramento permanente della qualità dell'immagine. Continuare?",
	"If you turn this feature on, the HbbTV application or service will disable its tracking of an individual user.": "Se si attiva questa funzione, l'applicazione o il servizio HbbTV disattiverà il tracciamento del singolo utente.",
	"If you turn this feature on, the IBB service will disable its tracking of an individual user.": "Se si attiva questa funzione, il servizio IBB disattiverà il tracciamento del singolo utente.",
	"If you turn this feature on, you can view the content in the aspect ratio that is in the broadcast signal or content source. If the edge of the screen is not clean, please turn it off.": "Se si attiva questa funzione, è possibile visualizzare i contenuti nel rapporto d'aspetto del segnale di trasmissione o dell'origine dei contenuti. Se il bordo dello schermo non è pulito, disattivarla.",
	"If you turn this option on, color temperature will be automatically adjusted to reduce eye strain.": "Attivandola, la temperatura del colore viene regolata automaticamente per ridurre l'affaticamento degli occhi.",
	"If you turn this option on, you can receive the notifications of channels or programs which you have been watching frequently.": "Attivando questa opzione, è possibile ricevere le notifiche dei canali o dei programmi visti di frequente.",
	"If you use Energy Saving function, brightness of your TV will be affected.": "Se attivi la funzione di risparmio energetico, la luminosità verrà modificata.",
	"If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the HDMI ULTRA HD Deep Color setting off.": "Se il dispositivo non supporta tale funzionalità, potrebbe non funzionare correttamente. In questo caso, è possibile collegare il dispositivo a una porta HDMI differente o disattivare l'impostazione HDMI ULTRA HD Deep Colour.",
	"Import your TV's channel list information from a connected USB device.": "Importare le informazioni dell'elenco canali della TV da un dispositivo USB collegato.",
	"Import/export your TV's channel list information from/to a connected USB device.": "Importare/esportare le informazioni dell'elenco canali della TV da/a un dispositivo USB collegato.",
	"Improve blurry or unclear areas for a sharper image.": "Migliorare le aree sfocate o non chiare per un'immagine più nitida.",
	"In Home": "In casa",
	"Indonesian": "Indonesiano",
	"Inner": "Interno",
	"Input": "Ingresso",
	"Input Locks": "Blocchi ingressi",
	"Input field": "Campo di input",
	"Insert 3G/4G USB dongle to activate your 3G/4G network connection.": "Inserire il dongle USB 3G/4G per attivare la connessione di rete 3G/4G.",
	"Installing...": "Installazione in corso...",
	"Interactivity(DTVi)": "Interattività (DTVi)",
	"Internal TV Speaker": "Altoparlante TV interno",
	"Internal TV Speaker + Optical": "Altoparlante TV interno + Ottico",
	"Internal TV Speaker + Wired Headphones": "Altoparlante TV interno + Cuffie con cavo",
	"Ireland": "Irlanda",
	"Irish": "Irlandese",
	"Israel": "Israele",
	"It may take a few minutes.": "Potrebbe richiedere alcuni minuti.",
	"It may take a few seconds.": "Potrebbe richiedere alcuni secondi.",
	"Italian": "Italiano",
	"Italy": "Italia",
	"Ivory Coast": "Costa d'Avorio",
	"Jakarta": "Giacarta",
	"Jamaica": "Giamaica",
	"Japan": "Giappone",
	"Japanese": "Giapponese",
	"Jerusalem": "Gerusalemme",
	"Jordan": "Giordania",
	"Just Scan": "Solo ricerca",
	"Kazakh": "Kazako",
	"Kazakhstan": "Kazakistan",
	"Keep Dolby Atmos on for the best sound experience for Dolby Atmos content.": "Per un'esperienza audio ottimale dei contenuti Dolby Atmos, tenere quest'ultimo attivato.",
	"Keyboard Languages": "Lingue tastiera",
	"Korea": "Corea",
	"Korean": "Coreano",
	"LG Bean Bird character": "LG Bean Bird",
	"LG Remote Service": "Servizio remoto LG",
	"LG Services Country": "Paese dei servizi LG",
	"LG Wireless Keyboard Connected:": "Tastiera LG Wireless connessa:",
	"LG Wireless Keyboard allows you to control your TV through bluetooth. This feature applies only to specified LG Wireless Keyboard models.": "La tastiera LG Wireless consente di controllare la TV tramite Bluetooth. Questa funzione si applica solo ai modelli di tastiere LG Wireless specificate.",
	"Language": "Lingua",
	"Large": "Grande",
	"Large Standard": "Standard grande",
	"Last tuning:": "Ultima sintonizzazione:",
	"Latvia": "Lettonia",
	"Latvian": "Lettone",
	"Lebanon": "Libano",
	"Left Right": "Da sinistra a destra",
	"Left drop shadow": "Ombreggiatura sfalsata a sinistra",
	"Legal Notice": "Nota legale",
	"Libya": "Libia",
	"Light": "Leggero",
	"Lisbon": "Lisbona",
	"Lithuania": "Lituania",
	"Lithuanian": "Lituano",
	"Loading...": "Caricamento in corso...",
	"Local": "Locale",
	"Local Language": "Lingua locale",
	"Location": "Posizione",
	"Lock All": "Blocca tutto",
	"Lock changes for currently running apps will be applied the next time they are started.": "Le modifiche al blocco per le app attualmente in esecuzione verranno applicate al prossimo avvio.",
	"Logo Luminance Adjustment": "Regolazione luminanza logo",
	"London": "Londra",
	"Low": "Basso",
	"Luminance": "Luminanza",
	"Luxembourg": "Lussemburgo",
	"MAC Address": "Indirizzo MAC",
	"MAC Address (Wired)": "Indirizzo MAC (cablato)",
	"MAC Address (Wireless)": "Indirizzo MAC (wireless)",
	"MASTER PASSWORD": "PASSWORD MASTER",
	"MHEG Guide": "Guida MHEG",
	"MPEG Noise Reduction": "Riduzione rumore MPEG",
	"Macedonia, The Former Yugoslav Republic Of": "Macedonia, ex Repubblica di Jugoslavia",
	"Macedonian": "Macedone",
	"Malay": "Malese",
	"Malaysia": "Malesia",
	"Maldives": "Maldive",
	"Manage your account information and settings.": "Gestire le informazioni dell'account e le impostazioni.",
	"Mandarin": "Mandarino",
	"Manual": "Manuale",
	"Manually adjust EQ frequencies.": "Regolare manualmente le frequenze EQ.",
	"Manually enter the IP and DNS server addresses.": "Immettere manualmente gli indirizzi del server DNS e IP.",
	"Marshall Islands": "Isole Marshall",
	"Martinique": "Martinica",
	"Mature Audience Only": "Solo pubblico adulto",
	"Maximize contrast by increasing the intensity of bright and dark areas of the screen.": "Massimizzare il contrasto aumentando l'intensità delle aree luminose e scure dello schermo.",
	"Medium": "Medio",
	"Menu Language": "Lingua menu",
	"Menu Transparency": "Trasparenza dei menu",
	"Message": "Messaggio",
	"Method": "Metodo",
	"Mexico": "Messico",
	"Mexico City": "Città del Messico",
	"Middle East": "Medio Oriente",
	"Minutes": "Minuti",
	"Mobile TV On": "Mobile TV attivo",
	"Model": "Modello",
	"Mogadishu": "Mogadiscio",
	"Moldova": "Moldovia",
	"Month": "Mese",
	"Morocco": "Marocco",
	"Moscow": "Mosca",
	"Movie Lock": "Blocco filmato",
	"Mozambique": "Mozambico",
	"Multi Feed": "Alimentazione multipla",
	"Multiple": "Multilingue",
	"Muscat": "Mascate",
	"Music": "Musica",
	"Myanmar": "Myanmar",
	"N/A": "N/D",
	"NOTE: When the screen saver option is set to ON, it will not come up while you are watching Live TV and video inputs to avoid interfering with your viewing experience.": "NOTA: quando l'opzione di risparmio energetico è attivata, non interferirà durante la visione della Canali TV o di altri contenuti.",
	"Netherland": "Paesi Bassi",
	"Netherlands": "Paesi Bassi",
	"Network": "Rete",
	"Network Name": "Nome rete",
	"New Caledonia": "Nuova Caledonia",
	"New Zealand": "Nuova Zelanda",
	"Next": "Avanti",
	"Night": "Notte",
	"No Internet via 3G/4G network": "Nessuna connessione Internet tramite la rete 3G/4G",
	"No Internet via Ethernet": "Nessuna connessione Internet tramite Ethernet",
	"No Internet via Wi-Fi": "Nessuna connessione Internet tramite Wi-Fi",
	"No One 17 and Under Admitted.": "Vietato ai minori di 17 anni.",
	"No Operation Auto Off": "Nessuno spegnimento automatico funzionamento",
	"No Signal Auto Off": "Nessun spegnimento automatico segnale",
	"No Signal Image": "Segnale immagine assente",
	"No Signal Power Off (15Min)": "Nessun segnale alimentazione spenta (15 min)",
	"No Wi-Fi Direct Devices": "Nessun dispositivo con Wi-Fi Direct",
	"No card information": "Nessuna informazione sulla scheda",
	"No devices have been found.": "Non è stato trovato nessun dispositivo.",
	"No group ID": "Nessun ID gruppo",
	"No updates found.": "Nessun aggiornamento disponibile.",
	"Noise Reduction": "Riduzione rumore",
	"None": "Nessuno",
	"Normal": "Normale",
	"North Korea": "Nord Corea",
	"Northern Africa": "Africa settentrionale",
	"Norway": "Norvegia",
	"Norwegian": "Norvegese",
	"Not Connected": "Non connesso",
	"Not Connected to Internet": "Non connesso a Internet",
	"Note: Available options depend on the broadcast program.": "Nota: le opzioni disponibili dipendono dal programma di trasmissione.",
	"Note: Behavior may differ if connected device is not a LG device.": "Nota: il comportamento può variare se il dispositivo connesso non è un dispositivo LG.",
	"Note: Captions are only displayed when provided by the broadcast program.": "Nota: i sottotitoli vengono visualizzati solo quando è fornito il programma di trasmissione.",
	"Note: If the device is not properly connected and set up, you may not hear any sound through it.": "Nota: se il dispositivo non è collegato e configurato correttamente, potrebbe non essere possibile sentire alcun suono tramite di esso.",
	"Note: If the speakers are not properly connected and set up, you may not hear any sound through them.": "Nota: se gli altoparlanti non sono collegati e configurati correttamente, potrebbe non essere possibile sentire alcun suono tramite di essi.",
	"Note: If you can't hear sound through the device, make sure it is working properly and supports Sound Sync.": "Nota: se non è possibile sentire l'audio tramite il dispositivo, assicurarsi che questo funzioni e che supporti Sound Sync.",
	"Note: Only displayed when it is provided by the program.": "Nota: la visualizzazione è possibile solo se il servizio è offerto dal programma.",
	"Note: Subtitles are only displayed when provided by the broadcast program.": "Nota: i sottotitoli vengono visualizzati solo quando è fornito il programma di trasmissione.",
	"Note: Supported features may differ by model and its transparency by the feature's operation with content playback like Live TV or VOD content.": "Nota: le funzionalità supportate possono variare in base al modello e la relativa trasparenza in base alle funzioni della riproduzione di contenuto come Live TV o contenuto VOD.",
	"Note: This feature works only when provided by the broadcast program.": "Nota: questa funzionalità è disponibile solo quando è fornito il programma di trasmissione.",
	"Note: if your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the HDMI ULTRA HD Deep Color setting off.": "Nota: se il dispositivo non supporta questa funzionalità, potrebbe non funzionare correttamente. In tal caso, è possibile collegare il dispositivo a un'altra porta HDMI o disattivare l'impostazione ULTRA HD Deep Colour della porta HDMI.",
	"Note:<br>1. If your TV is turned on while Pixel Refresher is in progress, it will stop the process and you have to start over.<br>2. While processing, a white line may appear in the screen. This is normal when clearing your screen.": "Nota:<br>1. Se la TV è accesa mentre è in esecuzione Pixel Refresher, il processo verrà interrotto e sarà necessario ricominciare daccapo.<br>2. Durante l'elaborazione, potrebbe essere visualizzata una linea bianca sullo schermo. È normale quando si ottimizza lo schermo.",
	"OFF": "DISATTIVA",
	"OLED LIGHT": "LUCE OLED",
	"OLED Panel Settings": "Impostazioni pannello OLED",
	"Off": "Disattiva",
	"On": "Attiva",
	"OnTimer Channel not selected": "Canale On Timer non selezionato.",
	"One Touch Sound Tuning Options": "Opzioni di One Touch Sound Tuning",
	"Open": "Aperto",
	"Open Source Licenses": "Avviso per il software Open Source",
	"Open when TV is turned on": "Aprire quando la TV è accesa",
	"Optical": "Ottico",
	"Optimize contrast settings based on image brightness of the HDR content.": "Ottimizzare le impostazioni di contrasto in base alla luminosità dell'immagine dei contenuti HDR.",
	"Optimize contrast settings based on image brightness.": "Ottimizzare le impostazioni di contrasto in base alla luminosità dell'immagine.",
	"Optimize display for movies.": "Ottimizzare il display per i film.",
	"Optimize image quality for fast-moving images (sports and action).": "Ottimizzare la qualità dell'immagine per le immagini di movimento veloce (sport e film d'azione).",
	"Optimize sound based on type of TV installation.": "Ottimizzare il suono in base al tipo di installazione TV.",
	"Optimize sound mode for each content type and customize audio effects for Standard mode.": "Ottimizzare la modalità audio per ciascun tipo di contenuto e personalizzare gli effetti audio per la modalità standard.",
	"Optimize sound mode for each content type.": "Ottimizzare la modalità audio per ogni tipo di contenuto.",
	"Original Language": "Lingua originale",
	"Others": "Altri",
	"Outer": "Esterno",
	"Output sound through an LG audio device connected to the OPTICAL DIGITAL AUDIO OUT port. With this option, you can control the device's volume with your TV remote.": "Uscita audio tramite un dispositivo audio LG collegato alla porta USCITA AUDIO DIGITALE OTTICA. Con questa opzione, è possibile controllare il volume del dispositivo con il telecomando della TV.",
	"Output sound through an wireless audio device via LG Sound Sync or Bluetooth. It may need some troubleshooting:": "Audio in uscita da un dispositivo audio wireless tramite LG Sound Sync o Bluetooth. Potrebbe essere necessario risolvere alcuni problemi:",
	"Output sound through external audio devices connected to the AUDIO OUT/ H/P OUT port.": "Uscita audio tramite dispositivi audio esterni collegati alla porta AUDIO OUT/ H/P OUT.",
	"Output sound through external audio devices connected to the HDMI IN (ARC) port.": "Uscita audio tramite dispositivi audio esterni collegati alla porta HDMI IN (ARC).",
	"Output sound through external audio devices connected to the OPTICAL DIGITAL AUDIO OUT.": "Uscita audio tramite dispositivi audio esterni collegati alla porta OPTICAL DIGITAL AUDIO OUT.",
	"Output sound through the Internal TV speaker.": "Uscita audio tramite l'altoparlante TV interno.",
	"Output sound through wired headphones.": "Uscita audio tramite cuffie con cavo.",
	"Paired Devices": "Dispositivi accoppiati",
	"Papua New Guinea": "Papua Nuova Guinea",
	"Parental Guidance Suggested": "Guida genitori consigliata",
	"Parental guidance suggested for children ages 8-13.": "Guida genitori consigliata per bambini di età compresa tra gli 8 e i 13 anni.",
	"Parents Strongly Cautioned": "Genitori fortemente avvisati",
	"Paris": "Parigi",
	"Patent Information": "Informazioni brevetto",
	"Pattern": "Schema",
	"Persian": "Persiano",
	"Peru": "Perù",
	"Philippines": "Filippine",
	"Photo": "Foto",
	"Pick a Time": "Selezionare un'ora",
	"Picture": "Immagine",
	"Picture Mode": "Modalità immagine",
	"Picture Mode Settings": "Impostazioni Modalità immagine",
	"Picture Options": "Opzioni immagini",
	"Picture Test": "Test immagine",
	"Picture or sound may not work properly while connected external device and TV are initially communicating. If the issue persists, please revert the settings or reboot your connected external device.": "Le immagini o l'audio potrebbero non funzionare correttamente mentre un dispositivo esterno connesso e la TV iniziano a comunicare. Se il problema persiste, ripristinare le impostazioni o riavviare il dispositivo esterno connesso.",
	"Pitch": "Intonazione",
	"Pixel Refresher allows your TV to provide the clearest picture possible.": "Pixel Refresher offre una nitidezza delle immagini ottimale.",
	"Pixel Refresher has been scheduled to start the next time your TV is turned off.": "Pixel Refresher è stato pianificato al prossimo spegnimento della TV.",
	"Pixel Refresher will begin when you turn off your TV.": "Pixel Refresher verrà avviato quando la TV sarà spenta.",
	"Please check that all values are input correctly.": "Verificare che tutti i valori siano stati inseriti correttamente.",
	"Please check the network name and password and try again.": "Verificare il nome della rete e la password e riprovare.",
	"Please check the status and try again": "Verificare lo stato e riprovare.",
	"Please do not unplug the USB storage until the copying is completed.": "Non scollegare il dispositivo di archiviazione USB prima del completamento della copia.",
	"Please enter your password to turn off this function.": "Inserisci la tua password per disabilitare questa funzione.",
	"Please enter your password to turn on this function.": "Inserire la password per abilitare questa funzione.",
	"Please make sure that your TV is connected to the network and try again.": "Accertarsi che la TV sia connessa alla rete e riprovare.",
	"Please try again later.": "Riprovare più tardi.",
	"Please wait while the Settings application reloads.": "Attendere che l'applicazione Impostazioni si sia ricaricata.",
	"Please wait while the Settings application restarts.": "Attendere il riavvio dell'applicazione Impostazioni.",
	"Please wait while the TV restarts.": "Attendere il riavvio della TV.",
	"Please wait while the TV searches for LG Service Country.": "Attendere mentre la TV ricerca un paese con assistenza LG.",
	"Point": "Punto",
	"Pointer Options": "Opzioni puntatore",
	"Poland": "Polonia",
	"Polish": "Polacco",
	"Portugal": "Portogallo",
	"Portuguese": "Portoghese",
	"Power Saving Mode": "Modalità risparmio energia",
	"Prague": "Praga",
	"Preferred Color": "Colore preferito",
	"Preschool": "Bambini in età prescolare",
	"Press right button to adjust de-blur and Motion Pro value.": "Premere il tasto destro per regolare le impostazioni antioffuscamento e Motion Pro.",
	"Press right button to adjust de-judder and Motion Pro value.": "Premere il tasto destro per regolare le impostazioni antisussulto e Motion Pro.",
	"Press right button to adjust de-judder, de-blur and Motion Pro value.": "Premere il tasto destro per regolare le impostazioni antisussulto, antioffuscamento e Motion Pro.",
	"Press the WPS button on your wireless router now.": "Premere il pulsante WPS sul router wireless adesso.",
	"Press the WPS-PBC button on a WPS-enabled router to connect TV to the network.": "Premere il pulsante WPS-PBC su un router abilitato tramite WPS per collegare la TV alla rete.",
	"Press the right button to adjust Motion Pro settings.": "Premere il tasto destro per regolare le impostazioni Motion Pro.",
	"Press the right button to adjust de-blur settings.": "Premere il pulsante destro per regolare le impostazioni de-blur.",
	"Press the right button to adjust de-judder settings.": "Premere il pulsante destro per regolare le impostazioni de-judder.",
	"Previous": "Indietro",
	"Primary Audio Language": "Lingua audio principale",
	"Primary Channels": "Canali principali",
	"Primary Teletext Language": "Lingua Teletext principale",
	"Programme": "Programma",
	"Quick Start+": "Avvio rapido+",
	"RECONNECT": "ESEGUIRE NUOVAMENTE LA CONNESSIONE",
	"Raised": "In rilievo",
	"Real Cinema": "Cinema reale",
	"Reason: Authentication with access point was unsuccessful.": "Motivo: autenticazione tramite access point non riuscita.",
	"Reason: Could not establish a connection to access point.": "Motivo: impossibile stabilire un collegamento all'access point.",
	"Reason: Could not retrieve a valid IP address by using DHCP.": "Motivo: impossibile recuperare un indirizzo IP valido tramite DHCP.",
	"Reason: Entered password is incorrect.": "Motivo: la password inserita è errata.",
	"Reason: Password is missing.": "Motivo: password mancante.",
	"Reason: The network you selected is out of range.": "Motivo: la rete selezionata non è disponibile.",
	"Reason: Unable to login.": "Motivo: impossibile accedere.",
	"Recommended for children ages 14 and older.": "Consigliato per bambini al di sopra dei 14 anni.",
	"Recommended for children ages 16 and older.": "Consigliato per bambini al di sopra dei 16 anni.",
	"Red": "Rosso",
	"Reduce noise from digital video signals.": "Ridurre il rumore dai segnali audio digitali.",
	"Refresh list": "Aggiorna elenco",
	"Region": "Area",
	"Remote Settings": "Impostazioni remote",
	"Remove irregular and erratic pixels for a clearer image.": "Rimuovere i pixel irregolari per un'immagine più chiara.",
	"Reset": "Ripristina",
	"Reset CI Password": "Reimposta password CI",
	"Reset Password": "Reimposta password",
	"Reset to Initial Settings": "Ripristina impostazioni iniziali",
	"Restrict access to TV programs and movies based on their ratings.": "Limitare l'accesso a film e programmi TV in base alle classificazioni.",
	"Restrict access to TV programs based on their ratings.": "Limitare l'accesso a programmi TV in base alle classificazioni.",
	"Restrict access to specified apps.": "Limitare l'accesso ad applicazioni specifiche.",
	"Restrict access to specified channels.": "Limitare l'accesso a canali specifici.",
	"Restrict access to specified inputs.": "Limitare l'accesso a input specifici.",
	"Restricted": "Limitato",
	"Retry": "Riprova",
	"Return TV to its initial settings. This will revert all options to their default settings.": "Ripristinare le impostazioni iniziali della TV. Questa operazione consentirà di ripristinare tutte le opzioni alle impostazioni predefinite.",
	"Revert Color Management System settings to default.": "Ripristinare le impostazioni predefinite del sistema di gestione colori.",
	"Revert standard mode sound effect settings to default.": "Ripristinare le impostazioni effetti audio standard predefinite.",
	"Revert to default settings. Each picture mode must be reset individually. Please select the picture mode you want to reset.": "Ripristinare le impostazioni predefinite. Ciascuna modalità immagine deve essere ripristinata singolarmente. Selezionare la modalità immagine da ripristinare.",
	"Revert white balance settings to default.": "Ripristinare le impostazioni predefinite di bilanciamento del bianco.",
	"Revoke Pairing": "Revoca accoppiamento",
	"Right Left": "Destra/sinistra",
	"Right drop shadow": "Ombreggiatura sfalsata a destra",
	"Riyadh": "Riad",
	"Romanian": "Romeno",
	"Rome": "Roma",
	"Russian": "Russo",
	"Rwanda": "Ruanda",
	"R{value}": "D{value}",
	"SIMPLINK enables HDMI-CEC devices connected to your TV with an HDMI cable to be controlled with your TV remote.": "SIMPLINK consente di controllare i dispositivi HDMI-CEC collegati alla TV con un cavo HDMI con il telecomando della TV.",
	"SIMPLINK lets you use your LG Remote to control other SIMPLINK-enabled devices, like a DVD player or audio home theater system, that are connected to your LG Smart TV by HDMI.": "SIMPLINK consente di utilizzare il telecomando LG per controllare altri dispositivi compatibili con SIMPLINK, ad esempio un lettore di DVD o un sistema audio home theater, collegati all'LG Smart TV tramite cavo HDMI.",
	"SIMPLINK will be automatically turned on to use this ARC mode.": "SIMPLINK si accende automaticamente per l'utilizzo della modalità ARC.",
	"START NOW": "AVVIA ORA",
	"START ONCE TV IS OFF": "AVVIA UNA VOLTA CHE LA TV È DISATTIVATA",
	"Safety": "Sicurezza",
	"Saint Lucia": "Santa Lucia",
	"Saint Vincent": "Saint Vincent",
	"Sakhalin": "Sachalin",
	"Samarkand": "Samarcanda",
	"Satellite DTV": "DTV satellitare",
	"Satellite Radio": "Radio satellitare",
	"Saturation": "Saturazione",
	"Saudi Arabia": "Arabia Saudita",
	"Saudi arabia": "Arabia Saudita ",
	"Save": "Salva",
	"Save CAM Operator's Profile": "Salva profilo operatore CAM",
	"Save CI Password": "Salva password CI",
	"Save the Color Management System settings from the currently selected picture mode for all inputs.": "Salvare le impostazioni del sistema di gestione colori dalla modalità immagine attualmente selezionata per tutti gli ingressi.",
	"Save the current customized setting values to currently selected picture mode for all inputs.": "Consente di salvare i valori delle impostazioni personalizzate correnti nella modalità immagine attualmente selezionata per tutti gli ingressi.",
	"Save the white balance settings from the currently selected picture mode for all inputs.": "Consente di salvare le impostazioni di bilanciamento del bianco dalla modalità immagine attualmente selezionata per tutti gli ingressi.",
	"Save/reset your CI password. Saving your password will let you skip the sign-in step in the future.": "Salvare/Ripristinare password CI. Salvando la password, in futuro è possibile saltare la procedura di accesso.",
	"Screen Off": "Annullamento video",
	"Screen Shift ": "Cambiamento schermo",
	"Screen shifts at regular time intervals to prevent panel noise.": "Lo schermo cambia a intervalli di tempo regolari per prevenire il rumore del pannello",
	"Screen will turn off in 5 seconds. To turn the screen back on, press any button except the power and volume button.": "Lo schermo si disattiverà tra 5 secondi. Per riattivare lo schermo, premere un tasto qualsiasi (tranne quelli di accensione e del volume).",
	"Search": "Cerca",
	"Searching...": "Ricerca in corso...",
	"Second Language": "Seconda lingua",
	"Secondary Audio Language": "Lingua audio secondaria",
	"Secondary Teletext Language": "Seconda lingua televideo",
	"Security": "Protezione",
	"Select IRE point to adjust luminance.": "Consente di selezionare il punto IRE per regolare la luminanza.",
	"Select Mode": "Seleziona modalità",
	"Select TV's language settings.": "Selezionare le impostazioni della lingua della TV.",
	"Select aspect ratio from the menu.": "Selezionare il rapporto d'aspetto dal menu.",
	"Select audio language for digital broadcasts. For programs that do not support multiple languages, the default will be used.": "Selezionare la lingua audio per le trasmissioni digitali. Per i programmi che non supportano diverse lingue, viene utilizzata la lingua predefinita.",
	"Select audio language for digital broadcasts. The default language is selected when the program does not support multiple languages.": "Selezionare la lingua audio per le trasmissioni digitali. La lingua predefinita viene selezionata quando il programma non supporta più lingue.",
	"Select caption settings for analog broadcasts.": "Selezionare le impostazioni di sottotitolaggio per trasmissioni analogiche.",
	"Select caption settings for digital broadcasts.": "Selezionare le impostazioni di sottotitolaggio per trasmissioni digitali.",
	"Select caption size, color, transparency, and other options for digital broadcasts.": "Selezionare la dimensione, il colore, la trasparenza dei sottotitoli e altre opzioni per le trasmissioni digitali.",
	"Select color to be adjusted.": "Consente di selezionare il colore da regolare.",
	"Select days to apply the Timer Power Off settings every week.": "Consente di selezionare i giorni a cui applicare le impostazioni di spegnimento temporizzato ogni settimana.",
	"Select days to apply the Timer Power On settings every week.": "Consente di selezionare i giorni a cui applicare le impostazioni di accensione temporizzata ogni settimana.",
	"Select device for audio output.": "Selezionare il dispositivo per l'uscita audio.",
	"Select digital audio output format. When the program does not support the selected output format, the default output from the source will be used.": "Selezionare il formato di uscita audio digitale. Se il programma non supporta il formato di uscita selezionato, verrà utilizzata l'uscita predefinita dall'origine.",
	"Select how much the volume should change with each press of your remote's volume key. Higher values increase increments.": "Selezionare come modificare il volume premendo il tasto del volume del telecomando. I valori superiori aumentano gli incrementi.",
	"Select how the TV will be used.": "Selezionare la quantità di utilizzo della TV.",
	"Select language for TV menus.": "Selezionare la lingua per i menu della TV.",
	"Select language for subtitles.": "Selezionare la lingua per i sottotitoli.",
	"Select language for voice recognition.": "Selezionare la lingua per il riconoscimento vocale.",
	"Select languages for on-screen keyboards.": "Selezionare le lingue per le parole chiave sullo schermo.",
	"Select method to adjust white balance.": "Consente di selezionare il metodo per regolare il bilanciamento del bianco.",
	"Select pattern to use as a basis for white balance adjustment. You can use the TV’s built-in pattern or another pattern by connecting an external device.": "Consente di selezionare il modello da utilizzare come base per la regolazione del bilanciamento del bianco.. È possibile utilizzare il modello integrato nella TV o un altro modello collegando un dispositivo esterno.",
	"Select point to adjust luminance.": "Selezionare un punto per regolare la luminanza.",
	"Select the best picture mode for your viewing environment and content type.": "Selezionare la modalità immagine migliore per l'ambiente di visualizzazione e tipo di contenuto.",
	"Select the channel to use when the TV turns on.": "Consente di selezionare il canale da utilizzare quando si accende la TV..",
	"Select the country where you want to access LG's services. Services may vary depending on location.": "Selezionare il Paese in cui si desidera accedere ai servizi LG. I servizi possono variare in base alla posizione.",
	"Select the desired video angle.": "Selezionare l'angolo video desiderato.",
	"Select the format to transfer digital audio to an external device.": "Selezionare il formato per trasferire l'audio digitale a un dispositivo esterno.",
	"Select the input to use when the TV turns on.": "Consente di selezionare l'ingresso da utilizzare quando si accende la TV.",
	"Select the most preferred Subtitle Language.": "Selezionare la prima scelta per Lingua sottotitoli.",
	"Select the region where your broadcast signal comes from.": "Selezionare l'area di provenienza del segnale.",
	"Select the second preferred Subtitle Language.": "Selezionare la seconda scelta per Lingua sottotitoli.",
	"Select your first choice of audio language for digital broadcasts. For programs that do not support multiple languages, the default will be used.": "Selezionare la prima scelta per la lingua audio per le trasmissioni digitali. Per i programmi che non supportano diverse lingue, viene utilizzata la lingua predefinita.",
	"Select your first choice of language for your broadcast TV provider's teletext services.": "Selezionare la prima scelta per la lingua per i servizi televideo del provider TV.",
	"Select your remote's cursor speed and appearance.": "Selezionare la velocità del cursore e l'aspetto del telecomando.",
	"Select your second choice of audio language for digital broadcasts. For programs that do not support multiple languages, the default will be used.": "Selezionare la seconda scelta per la lingua audio per le trasmissioni digitali. Per i programmi che non supportano diverse lingue, viene utilizzata la lingua predefinita.",
	"Select your second choice of language for your broadcast TV provider's teletext services.": "Selezionare la seconda scelta per la lingua per i servizi televideo del provider TV.",
	"Seoul": "Seul",
	"Serbian": "Serbo",
	"Serial Number": "Numero di serie",
	"Service 1": "Servizio 1",
	"Service 2": "Servizio 2",
	"Service 3": "Servizio 3",
	"Service 4": "Servizio 4",
	"Service 5": "Servizio 5",
	"Service 6": "Servizio 6",
	"Service Area Zip Code": "Codice postale area servizio",
	"Set Automatically": "Imposta automaticamente",
	"Set Store Mode settings.": "Configurare impostazioni Demo punto vendita.",
	"Set System Color mode for your current TV input.": "Impostare la modalità Colore sistema dell'input della TV corrente.",
	"Set TV locks for fantasy violence content.": "Impostare i blocchi TV per contenuti Fantasy Violence - Genere Fantastico.",
	"Set TV locks for general programming.": "Impostare i blocchi TV per la programmazione generale.",
	"Set TV locks for programs containing adult language.": "Impostare i blocchi TV per i programmi che contengono linguaggio per adulti.",
	"Set TV locks for programs containing sexual situations.": "Impostare i blocchi TV per i programmi che contengono scene di sesso.",
	"Set TV locks for programs containing sexually suggestive dialogue.": "Impostare i blocchi TV per programmi che contengono dialoghi a sfondo sessuale.",
	"Set TV locks for programs containing violence.": "Impostare i blocchi TV per i programmi che contengono scene violente.",
	"Set TV locks for ratings based on children’s ages.": "Impostare i blocchi TV per le classificazioni in base all'età dei bambini.",
	"Set additional options for Audio Description.": "Impostare le opzioni aggiuntive per Descrizione audio.",
	"Set additional picture settings.": "Configurare le impostazioni aggiuntive delle immagini.",
	"Set advanced Subtitle options.": "Impostare le opzioni avanzate di sottotitolaggio.",
	"Set advanced captioning options.": "Impostare le opzioni avanzate di sottotitolaggio.",
	"Set audio-related options.": "Impostare le opzioni correlate all'audio.",
	"Set color balance by adjusting color temperature, luminance, and red, green and blue gain controls.": "Consente di impostare il bilanciamento del colore regolando la temperatura, la luminanza, nonché i controlli del rosso, del verde e del blu.,",
	"Set color gamut automatically according to the signal, or display more vivid and richer color in the order of Extended and Wide.": "Impostare automaticamente la gamma colore in base al segnale oppure visualizzare colore più vivido e acceso mediante le opzioni Estesa e Totale.",
	"Set color temperature from warm to cool.": "Impostare la temperatura del colore da freddo a caldo.",
	"Set power options to reduce energy consumption.": "Impostare le opzioni di alimentazione per ridurre il consumo energetico.",
	"Set the TV to turn off after a set amount of time.": "Impostare lo spegnimento della TV dopo un determinato periodo di tempo.",
	"Set the TV to turn off automatically at a set time.": "Impostare lo spegnimento automatico della TV all'ora predefinita.",
	"Set the TV to turn off automatically if there is no user input for 2 hours after the timer has turned it on.": "Consente lo spegnimento automatico della TV se non vi è alcun input da parte dell'utente entro 2 ore dall'avvio del timer.",
	"Set the TV to turn off automatically when there has been no user input for a specified amount of time.": "Impostare lo spegnimento automatico della TV quando non vengono ricevuti input dall'utente per una quantità specifica di tempo.",
	"Set the TV to turn on automatically at a set time.": "Impostare l'accensione automatica della TV all'ora predefinita.",
	"Set the TV to turn on or off automatically at a set time.": "Impostare l'accensione o lo spegnimento automatico della TV all'orario impostato.",
	"Set the current date and time.": "Impostare l'ora e la data corrente.",
	"Set the current date manually.": "Impostare la data corrente manualmente.",
	"Set the current time manually.": "Impostare l'ora corrente manualmente.",
	"Set the range of colors that can be displayed.": "Impostare l'intervallo di colori che possono essere visualizzati.",
	"Set the region for broadcasts and special services.": "Impostare l'area per servizi speciali e trasmissioni.",
	"Set the screen size and aspect ratio.": "Impostare le dimensioni e il rapporto d'aspetto dello schermo.",
	"Set the volume level to use when the TV turns on.": "Consente di impostare il livello di volume da utilizzare quando si accende la TV.",
	"Set time to turn off the TV.": "Consente di impostare l'ora di spegnimento della TV.",
	"Set time to turn on the TV.": "Imposta ora di accensione della TV.",
	"Settings Help": "Guida delle impostazioni",
	"Sexual Situations": "Scene di sesso",
	"Sexually Suggestive Dialogue": "Dialoghi a sfondo sessuale",
	"Sharpness": "Nitidezza",
	"Show Password": "Mostra password",
	"Side by Side": "Affiancato",
	"Signal Strength": "Livello segnale",
	"Simultaneous Sound Out with Internal TV Speaker": "Uscita audio simultanea con altoparlante TV interno",
	"Single Sound Out": "Uscita audio singola",
	"Size": "Dimensione",
	"Skin Color": "Tonalità pelle",
	"Sky Color": "Colore cielo",
	"Sleep Timer": "Timer Spegnimento",
	"Slovak": "Slovacco",
	"Slovakia": "Slovacchia",
	"Slovenian": "Sloveno",
	"Slow": "Lento",
	"Small": "Piccolo",
	"Small Standard": "Standard piccolo",
	"Smooth": "Uniforme",
	"Soccer": "Calcio",
	"Software Version": "Versione software",
	"Software update has been installed. Update will be applied when you restart your TV.": "L'aggiornamento software è stato installato. L'aggiornamento verrà applicato al riavvio della TV.",
	"Solid": "Tinta unita",
	"Solomon Islands": "Isole Salomone",
	"Some material may be inappropriate for children under 13.": "Alcuni materiali potrebbero essere inappropriati per bambini sotto i 13 anni.",
	"Some material may not be suitable for children.": "Alcuni materiali potrebbero non essere adatti ai bambini.",
	"Sotho, Northern": "Sotho, settentrionale",
	"Sotho, Southern": "Sotho, meridionale",
	"Sound": "Audio",
	"Sound Mode": "Modalità audio",
	"Sound Mode Settings": "Impostazioni modalità audio",
	"Sound Out": "Uscita audio",
	"Sound Test": "Test audio",
	"Sound can be heard simultaneously through Internal TV Speaker and external audio devices connected to the OPTICAL DIGITAL AUDIO OUT port.": "L'audio può essere ascoltato simultaneamente tramite altoparlante TV interno e dispositivi audio esterni collegati alla porta USCITA AUDIO DIGITALE OTTICA.",
	"Sound can be heard simultaneously through internal TV speaker and wired headphones.": "L'audio può essere ascoltato simultaneamente tramite altoparlante TV interno e cuffie con cavo.",
	"South Africa": "Sud Africa",
	"South Korea": "Corea del Sud",
	"Southern Africa": "Africa meridionale",
	"Spain": "Spagna",
	"Spanish": "Spagnolo",
	"Speed": "Velocità",
	"Spoken Subtitle": "Sottotitoli parlati",
	"Sports": "Sport",
	"Stand TypeⅠ": "Tipo standard I",
	"Stand TypeⅡ": "Tipo standard II",
	"Standard Mode Sound Effect": "Effetto audio modalità standard",
	"Standby Light": "Spia standby",
	"Start New Sound Tuning": "Avvia nuova sintonizzazione audio",
	"Startup Sound": "Suono di Accensione",
	"Stockholm": "Stoccolma",
	"Store Demo": "Demo archivio",
	"Store Demo mode provides options to optimize the TV for retail displays.": "La modalità Demo archivio fornisce le opzioni per ottimizzare la TV per visualizzazioni singole.",
	"Store Mode": "Demo punto vendita",
	"Store Mode Settings": "Impostazioni Demo punto vendita",
	"Store Mode is for in-store display purposes. It will re-initialize the settings every few minutes. Do you want to close this app and start the Store Mode?": "Demo punto vendita consente di guardare la TV nel punto vendita. Inizializza le impostazioni a intervalli di alcuni minuti. Chiudere l'app e avviare la modalità Demo punto vendita?",
	"Strong": "Forte",
	"Style": "Stile",
	"Subnet Mask": "Subnet mask",
	"Subnet prefix length": "Lunghezza prefisso subnet",
	"Subtitle First Choice Language": "Sottotitoli prima lingua scelta",
	"Subtitle Language": "Lingua sottotitoli",
	"Subtitle Second Choice Language": "Sottotitoli seconda lingua scelta",
	"Subtitles": "Sottotitoli",
	"Suitable for children ages 13 and older.": "Adatto a bambini a partire dai 13 anni.",
	"Suitable for children ages 2-7.": "Adatto a bambini di età compresa tra i 2 e i 7 anni.",
	"Suitable for children ages 8 and older.": "Adatto a bambini a partire dagli 8 anni.",
	"Super Impose": "Sovrapponi",
	"Super Resolution": "Ottima risoluzione",
	"Sweden": "Svezia",
	"Swedish": "Svedese",
	"Switzerland": "Svizzera",
	"Syria": "Siria",
	"System Color": "Colore sistema",
	"São Paulo": "San Paolo",
	"TEXT 1": "TESTO 1",
	"TEXT 2": "TESTO 2",
	"TEXT 3": "TESTO 3",
	"TEXT 4": "TESTO 4",
	"TV Information": "Informazioni TV",
	"TV Installation Type": "Tipo di installazione TV",
	"TV Lock": "Blocco TV",
	"TV Name": "Nome TV",
	"TV Power Sound": "Bip di accensione TV",
	"TV Program Locks": "Blocchi programmi TV",
	"TV Rating English": "Classificazione TV - Inglese",
	"TV Rating French": "Classificazione TV - Francese",
	"TV Speaker Bar": "Barra delle casse TV",
	"TV Speaker Bar + Wired Headphones": "Barra delle casse TV + Cuffie con cavo",
	"TV to USB": "Da TV a USB",
	"Target Luminance": "Luminanza di destinazione",
	"Text Color": "Colore testo",
	"Text Opacity": "Opacità testo",
	"Thai": "Tailandese",
	"Thailand": "Thailandia",
	"The LG Services Country information could not be retrieved from the server. Please try again later.": "Le informazioni sul paese dei servizi LG non possono essere recuperate dal server. Riprovare più tardi.",
	"The Settings application must reload to change the menu language. Do you want to continue?": "L'applicazione Impostazioni deve essere ricaricata per modificare la lingua del menu. Continuare?",
	"The channel list have been successfully copied from the USB storage to your TV. The TV will restart in 5 seconds.": "L'elenco canali è stato correttamente copiato dal dispositivo di archiviazione USB alla TV. La TV verrà riavviata tra 5 secondi.",
	"The channel list have been successfully copied from your TV to the USB storage.": "L'elenco canali è stato correttamente copiato dalla TV al dispositivo di archiviazione USB.",
	"The contents on the screen or subtitles will be verbally spoken for visually impaired viewers.": "I contenuti o i sottotitoli visualizzati sullo schermo verranno descritti da una traccia audio per gli utenti con difficoltà visive.",
	"The contents on the screen will be described with voice for visually impaired viewers.": "I contenuti visualizzati sullo schermo verranno descritti da una traccia audio per gli utenti con difficoltà visive.",
	"The list of all paired devices will be deleted. Do you want to continue?": "L'elenco di tutti i dispositivi associati verrà eliminato. Continuare?",
	"The network is currently unavailable. Please try again later.": "La rete non è disponibile al momento. Riprovare più tardi.",
	"The process will take about an hour to complete and your TV needs to remain turned off.": "Il processo richiederà circa un'ora e sarà necessario tenere la TV spenta.",
	"The update cannot be applied to the TV. Software will revert to the previous version.": "Impossibile applicare l'aggiornamento alla TV. Il software sarà riportato alla versione precedente.",
	"There are no paired devices.": "Non sono presenti dispositivi associati.",
	"There are settings to correct or prevent OLED panel noise.": "Sono presenti impostazioni per correggere o impedire il rumore del pannello OLED.",
	"There is no USB device connected to your TV.": "Nessun dispositivo USB collegato alla TV.",
	"There is no message.": "Non sono presenti messaggi.",
	"Third Language": "Terza lingua",
	"This mode provides a clear and natural sound quality.": "Questa modalità fornisce una qualità audio nitida e naturale.",
	"This setting puts your TV in standby mode when it's turned off so it will help using TV's functions quicker when you turn the TV back on.": "Questa impostazione mette la TV in modalità Standby quando è spenta in modo da utilizzare le funzioni della TV più rapidamente all'attivazione successiva.",
	"This setting puts your TV in standby mode when it's turned off so it will start up more quickly the next time it's turned on.": "Questa impostazione mette le TV in modalità Standby quando è spenta in modo da avviarsi più rapidamente all'attivazione successiva.",
	"This settings is only available for Internal TV Speaker.": "Questa impostazione è disponibile solo per l'altoparlante TV interno.",
	"Time": "Ora",
	"Time & Date": "Ora e data",
	"Timer Channel": "Canale timer",
	"Timer Power Off": "Spegnimento timer",
	"Timer Power On": "Accensione timer",
	"Timer Repeat": "Ripetizione timer",
	"Timers": "Timer",
	"Timezone": "Fuso orario",
	"Tint": "Tinta",
	"Tiranë": "Tirana",
	"To experience optimal sound effect, it is recommended to set the balance between the L10~R10 range.": "Per un effetto audio ottimale, si consiglia di impostare il bilanciamento nell'intervallo L10~R10.",
	"To test your TV sound, Sound Out setting needs to be changed to the Internal TV Speaker. Do you want to continue?": "Per testare l'audio della TV, l'impostazione Uscita audio deve essere modificata in Altoparlante TV interno. Continuare?",
	"To use Wi-Fi Direct, you must turn on the Wi-Fi within the TV. Do you want to turn Wi-Fi on?": "Per utilizzare Wi-Fi Direct, è necessario attivare l'opzione Wi-Fi della TV. Attivare Wi-Fi?",
	"To use the Wi-Fi Direct, you must close the Screen Share app.": "Per utilizzare Wi-Fi Direct, è necessario chiudere l'app Screen Share.",
	"Top and Bottom": "Parte superiore e inferiore",
	"Total Power On Time": "Tempo totale di accensione",
	"Tracking Speed": "Traccia velocità",
	"Translucent": "Translucido",
	"Transparent": "Trasparente",
	"Treble Boost": "Incremento alti",
	"Trinidad And Tobago": "Trinidad e Tobago",
	"Trinidad and Tobago": "Trinidad e Tobago",
	"Tune and save available channels.": "Sintonizzare e salvare i canali disponibili.",
	"Tune and save available channels. You can set satellite channel options.": "Sintonizzare e salvare i canali disponibili. È possibile impostare opzioni dei canali satellitari.",
	"Tunis": "Tunisi",
	"Turkey": "Turchia",
	"Turkish": "Turco",
	"Turn Dolby Surround on to make all your content sound better. Note that Dolby Atmos must also be switched on to use this feature.": "Attivare Dolby Surround per migliorare la qualità audio di tutti i contenuti. È necessario attivare Dolby Atmos per utilizzare questa funzione.",
	"Turn automatic volume adjustments on/off and set how much to change volume with each remote click.": "Accendere e spegnere automaticamente le regolazioni del volume e impostare il relativo livello di modifica con ogni clic del telecomando.",
	"Turn on the advertising frequency capping cookies. This keeps on tracking the number of times an ad is shown on your TV and is used to help limit the number of times the same ad is displayed.": "Attivare i cookie per limitare la frequenza della pubblicità. Tale operazione consente di continuare a tenere traccia del numero di visualizzazioni di un annuncio pubblicitario sulla TV ed è utilizzata per limitare il numero di visualizzazioni dello stesso.",
	"Turn on via Bluetooth": "Attiva tramite Bluetooth",
	"Turn on via Wi-Fi": "Attiva tramite Wi-Fi",
	"Turn on/off ULTRA HD Deep Color for HDMI {num} port.": "Attivazione/disattivazione di ULTRA HD Deep Colour per la porta HDMI {num}.",
	"Turn on/off and set Audio Guidance options for visually impaired viewers.": "Consente di attivare/disattivare le opzioni di assistenza audio per i non vedenti.",
	"Turn on/off captioning for hearing-impaired people. Program must support feature to work.": "Attivare/disattivare il sottotitolaggio per utenti con problemi di udito. Il programma deve supportare la funzione per funzionare.",
	"Turn on/off description box in Settings.": "Attivare/disattivare la casella di descrizione in Impostazioni.",
	"Turn on/off standby light.": "Attivare/disattivare la luce di Standby.",
	"Turn on/off the images to be displayed when there is no signal.": "Attivare/disattivare le immagini da visualizzare in assenza di segnale.",
	"Turn on/off the sound notification for TV power.": "Attivare/disattivare le notifiche audio per l'accensione della TV.",
	"Turn the HbbTV service on/off.": "Attivare/disattivare il servizio HbbTV.",
	"Turn the Hybridcast service on/off.": "Attivare/disattivare il servizio Hybridcast.",
	"Turn the Interactivity (DTVi) service on/off.": "Attivare disattivare il servizio interattività (DTVi).",
	"Turn your TV on using your mobile phone via Bluetooth.": "Accendere la TV con lo smartphone tramite Bluetooth.",
	"Turn your TV on using your mobile phone via Wi-Fi.": "Accendere la TV con lo smartphone tramite Wi-Fi.",
	"Turn your broadcast TV provider's TV Guide on/off.": "Attivare/disattivare la Guida TV del provider della trasmissione TV.",
	"Turn your broadcast TV provider's teletext service on/off.": "Attivare/disattivare il servizio televideo del provider della trasmissione TV.",
	"Turning Wi-Fi off will prevent you from accessing all Internet-based services unless you use a cable to connect to the network. Do you want to continue?": "Disattivando il Wi-Fi si impedisce l'accesso a tutti i servizi basati su Internet a meno che non si utilizzi un cavo per collegarsi alla rete. Continuare?",
	"Turning this option on may increase energy consumption.": "Attivando tale opzione può aumentare il consumo di energia.",
	"Type": "Tipo",
	"UAE": "Emirati Arabi Uniti",
	"UNPAIR": "ANNULLA ASSOCIAZIONE",
	"USA": "Stati Uniti",
	"USB storage for Copy Channels": "Archiviazione USB per la copia dei canali",
	"USB to TV": "Da USB a TV",
	"Ukraine": "Ucraina",
	"Ukrainian": "Ucraino",
	"Unable to check for updates.": "Impossibile controllare gli aggiornamenti.",
	"Unable to connect to the network.": "Impossibile collegarsi alla rete.",
	"Undefined": "Non definito",
	"Under 17 requires accompanying parent or adult guardian.": "Per i ragazzi al di sotto dei 17 anni è richiesta la supervisione di un adulto.",
	"Uniform": "Uniforme",
	"United Arab Emirates": "Emirati Arabi Uniti",
	"United Kingdom": "Regno Unito",
	"United States of America": "Stati Uniti di America",
	"Unknown": "Sconosciuto",
	"Unknown issue has occurred.": "Si è verificato un errore sconosciuto.",
	"Update canceled.": "Aggiornamento annullato.",
	"Update in progress...": "Aggiornamento in corso...",
	"Update in progress...({n}%)": "Aggiornamento in corso...({n}%)",
	"Update paused.": "Aggiornamento interrotto.",
	"Update reserved.": "Aggiornamento riservato.",
	"Update will be cancelled and all update files will be deleted now. Do you want to continue?": "L'aggiornamento verrà annullato e tutti i file aggiornati verranno eliminati. Continuare?",
	"Use Stand TypeⅠ if the distance between your TV stand and the wall is significant.": "Utilizzare la modalità standard I se la distanza tra il supporto della TV e la parete è significativa.",
	"Use Stand TypeⅡ if your TV stand is close to the wall. This will reduce base reflex and give you clearer sound quality.": "Utilizzare la modalità standard II se il supporto della TV è vicino alla parete. In questo modo si riduce il riflesso per una qualità del suono più nitida .",
	"Use Wall-mounted Type if your intalled TV is wall-mounted type.": "Usare la modalità \"Installazione a parete\" se la TV è installata in questo modo.",
	"Use the LG Bean Bird character-shaped cursor.": "Utilizzare il cursore con la forma di LG Bean Bird.",
	"Use the large, standard-shaped cursor.": "Utilizzare il cursore grande dalle dimensioni standard.",
	"Use the small, standard-shaped cursor.": "Utilizzare il cursore piccolo dalle dimensioni standard.",
	"Use this option to correct picture quality issues that may result after your TV has been turned on for an extended period of time.": "Utilizzare questa opzione per correggere problemi di qualità dell'immagine che potrebbero verificarsi dopo aver tenuto spenta la TV per un lungo periodo di tempo.",
	"User": "Utente",
	"User Agreements": "Contratti utente",
	"User Guide": "Manuale d'uso",
	"User Name": "Nome utente",
	"V Position": "Posizione V",
	"V Sharpness": "Nitidezza V",
	"V Size": "Dimensione V",
	"Valencian": "Valenziano",
	"Vatican City": "Città del Vaticano",
	"Vertical Zoom": "Zoom verticale",
	"Video Description": "Descrizione video",
	"Vietnamese": "Vietnamita",
	"View BS Conditional Access Systems (B-CAS) information.": "Visualizzare le informazioni sul B-CAS (BS Conditional Access Systems).",
	"View current Common Interface (CI) information.": "Visualizzare le informazioni CI (Common Interface) correnti.",
	"View messages from your broadcast TV provider.": "Visualizzare i messaggi dal provider di trasmissioni TV.",
	"Violence": "Violenza",
	"Vivid": "Nitidezza",
	"Voice Recognition Language": "Lingua ricerca vocale",
	"Volume Increase Amount": "Quantità di aumento del volume",
	"Volume Mode": "Modalità volume",
	"Wall-mounted Type": "Tipo fiss. muro",
	"Warm1": "Caldo1",
	"Warm2": "Caldo2",
	"Warm3": "Caldo3",
	"Warsaw": "Varsavia",
	"We collect and store MAC address, model number, country code, language settings, and software version to verify your device and to check whether you have the latest version of the software.": "Raccogliamo e memorizziamo indirizzo MAC, numero modello, codice paese, impostazioni di lingua e versione software, per verificare il dispositivo e controllare che si disponga della versione più recente del software.",
	"Welsh": "Gallese",
	"Western Africa": "Africa occidentale",
	"When a connected external hard drive has not been used for a specified amount of time, switch to standby mode.": "Quando un disco rigido esterno collegato non viene utilizzato per una quantità specifica di tempo, passare alla modalità Standby.",
	"When set to On, experience Dolby Atmos moving audio when you turn on/off the TV.": "Se impostato su On, accendendo il TV potrai vivere l' esperienza audio Dolby Atmos",
	"When the currently displayed app has not received any user input for an hour, it will be replaced by a screen saver. If you turn this option off, the current picture may create an afterimage burned onto your screen, possibly permanently.": "Quando l'app attualmente visualizzata non riceve nessuna azione da parte dell'utente per un'ora, viene sostituita da uno screen saver. Disattivando tale opzione, l'immagine attuale può creare un'immagine impressionata sullo schermo, anche in modo permanente.",
	"When the device is turned on/off, your TV will automatically turn on/off.": "Quando il dispositivo è acceso/spento, la TV si accenderà/spegnerà automaticamente.",
	"When the program does not support the language that you have selected, the default language will be shown.": "Se il programma non supporta la lingua selezionata, verrà utilizzata la lingua predefinita.",
	"When turned on, on-screen features (e.g. Live menu, Search, Screen Remote) will be partially transparent to show the content beneath it.": "Quando attivata, le funzionalità visualizzate (ad esempio, il menu live, la ricerca, il telecomando schermo) saranno parzialmente trasparenti per mostrare il contenuto sottostante.",
	"When turned on, the background and text color on some menus will be adjusted to enhance contrasts between bright and dark areas.": "Se attivato, il colore dello sfondo e del testo in alcuni menu verrà regolato per aumentare i contrasti tra le aree luminose e scure.",
	"When your TV is turned off, the device will automatically turn off.": "Quando la TV è spenta, il dispositivo verrà automaticamente spento.",
	"White": "Bianco",
	"White Balance": "Bilanciamento del bianco",
	"Wi-Fi Connection": "Connessione Wi-Fi",
	"Wi-Fi Direct connection has not succeeded.": "La connessione Wi-Fi Direct non è riuscita.",
	"Wi-Fi Direct connection with {deviceName} is disconnected.": "La connessione Wi-Fi Direct con {deviceName} è scollegata.",
	"Wi-Fi Direct lets you connect your TV wirelessly to other Wi-Fi Direct-enabled devices, like a cellphone or computer, without having to connect to a wireless router.": "Wi-Fi Direct consente di connettere la TV in modalità wireless ad altri dispositivi abilitati Wi-Fi Direct, come ad esempio un cellulare o computer, senza la necessità di un router wireless.",
	"Wi-Fi Direct lets you connect your TV wirelessly to other Wi-Fi Direct-enabled devices, like a mobile device or a computer, without having to connect to a wireless router. Once connected, you can enjoy your contents from the devices using the Photo & Video and the Music app in TV.": "Wi-Fi Direct consente di connettere la TV in modalità wireless ad altri dispositivi abilitati Wi-Fi Direct, come ad esempio un dispositivo mobile o un computer, senza la necessità di un router wireless. Una volta stabilita la connessione, è possibile guardare contenuti sui dispositivi utilizzando Foto e Video e l'app Musica in TV.",
	"Wi-Fi Security": "Protezione Wi-Fi",
	"Wi-Fi is turned off. Turn it on to see the list of available networks that you can connect to and additional related menu items.": "Wi-Fi disattivato. Attivarlo per visualizzare l'elenco delle reti disponibili a cui è possibile connettersi e gli elementi aggiuntivi del menu correlati.",
	"Wi-Fi issue has occurred.": "Si è verificato un errore del Wi-Fi.",
	"Wide Area Zone": "Zona geografica",
	"Wide View": "Visualizzazione panoramica",
	"Wide View (32:9)": "Visualizzazione panoramica (32:9)",
	"Wide Zoom": "Zoom panoramico",
	"Window Color": "Finestra colore",
	"Window Opacity": "Opacità finestra",
	"Wired Connection (Ethernet)": "Connessione cablata (Ethernet)",
	"Wired Headphones": "Cuffie con cavo",
	"W{value}": "F{value}",
	"YES": "SÌ",
	"Year": "Anno",
	"Yellow": "Giallo",
	"Yes": "Sì",
	"You can also turn Adaptive Sound Control on to enhance all other audio content using Dolby processing.": "È possibile attivare Adaptive Sound Control anche per migliorare tutti gli altri contenuti audio con l'elaborazione Dolby.",
	"You can control the setting for using HbbTV service.": "È possibile controllare l'impostazione per l'uso del servizio HbbTV.",
	"You can control the setting for using IBB service.": "È possibile controllare l'impostazione per l'uso del servizio IBB.",
	"You can find the default password in User Guide.": "Puoi trovare la password predefinita nel Manuale d'uso.",
	"You can only change settings from the current HDMI input.": "È possibile modificare le impostazioni solo dall'ingresso HDMI corrente.",
	"You can play photos and music from your mobile device to the TV or control your TV by using mobile apps such as LG TV Plus.": "È possibile riprodurre foto e musica dal dispositivo mobile alla TV oppure controllare la TV utilizzando app mobili come LG TV Plus.",
	"You can select left and right audio settings for broadcast signal.": "È possibile selezionare le impostazioni audio di destra e di sinistra per il segnale di trasmissione.",
	"You can select upto {n} keyboard languages only. De-select selected languages to add more langauge.": "È possibile selezionare fino a {n} lingue di tastiera. Deselezionare le lingue esistenti per aggiungerne di nuove.",
	"You can turn on/off the feature of saving CAM operator's profile.": "È possibile attivare o disattivare la funzione di salvataggio del profilo dell'operatore CAM.",
	"You can turn this feature on or off.": "È possibile attivare o disattivare tale impostazione.",
	"You can turn your TV on using your mobile phone.": "È possibile accendere la TV utilizzando il cellulare.",
	"You can use 3G/4G USB dongle to connect to the network.": "È possibile utilizzare una chiavetta USB 3G/4G per collegarsi alla rete.",
	"You can use your Magic Remote to determine the room’s acoustics and optimize your TV’s sound quality based on the results.": "è possibile utilizzare il telecomando puntatore per individuare l'acustica della stanza e ottimizzare la qualità audio della TV in base ai risultati.",
	"Your TV and SIMPLINK-connected device will be synced as follows:": "La TV e il dispositivo con collegamento SIMPLINK verranno sincronizzati come segue:",
	"Your TV must stay off while Pixel Refresher process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled.": "È necessario che la TV sia spenta mentre il processo Pixel Refresher è in corso. Durante il processo, verranno annullate tutte le operazioni correnti o imminenti di registrazione, promemoria o di pianificazione di accensione temporarizzata.",
	"Your TV needs to be connected to the network to automatically set your LG Services Country. Do you want to go to Network Settings now to check the connection?": "La TV deve essere connessa alla rete affinché venga impostato automaticamente il paese di assistenza LG. Andare a Impostazioni di rete per verificare la connessione?",
	"Your TV needs to know your correct location to provide emergency alert messages through its digital TV signal.": "La TV deve conoscere la posizione corretta dell'utente per fornire messaggi di allerta mediante il suo segnale digitale.",
	"Your TV will turn off until the process is complete, at which point it will automatically turn back on.": "La TV verrà disattivata fino al completamento del processo. A questo punto si riaccenderà automaticamente.",
	"Zagreb": "Zagabria",
	"Zürich": "Zurigo",
	"[{Device}] will be disconnected from your TV. Sound will no longer be played from this device. Do you want to continue?": "[{Device}] verrà disconnesso dalla TV. Non sarà più possibile riprodurre audio da questo dispositivo. Vuoi continuare?",
	"[{Device}] will be removed from the paired device list. If you want to connect it later, you need to search for available devices and re-pair it. Do you want to continue?": "[{Device}] sarà rimosso dall'elenco di dispositivi associati. Per connetterlo in un secondo momento, è necessario cercare dispositivi disponibili e eseguire di nuovo l'associazione. Continuare?",
	"aspectRatio_original": "Originale",
	"audioGuidance_fast": "Veloce",
	"audioGuidance_high": "Alta",
	"audioGuidance_low": "Basso",
	"audioGuidance_medium": "Medio",
	"audioGuidance_slow": "Lento",
	"audioGuidance_veryFast": "Molto veloce",
	"audioGuidance_veryHigh": "Molto alto",
	"audioGuidance_veryLow": "Molto basso",
	"audioGuidance_verySlow": "Molto lento",
	"button": "pulsante",
	"character": "carattere",
	"characters": "caratteri",
	"checked": "selezionato",
	"connecting": "connessione in corso",
	"depthOfColor": "Colore",
	"diagonal zoom in": "ingrandisci diagonalmente",
	"diagonal zoom out": "riduci diagonalmente",
	"digitalOptionSetByProgram": "Impostazione per programma",
	"energy_Maximum": "Massimo",
	"energy_Medium": "Medio",
	"energy_Minimum": "Minimo",
	"gamma_high1": "Guida Livello Gamma1",
	"gamma_high2": "Guida Livello Gamma2",
	"hidden": "nascosto",
	"horizontal zoom in": "ingrandisci orizzontalmente",
	"horizontal zoom out": "riduci orizzontalmente",
	"jpDoNot": "Disattiva",
	"logoLuminance_high": "Alto",
	"logoLuminance_low": "Basso",
	"not connected": "non connesso",
	"pictureControlHigh": "Alta",
	"pictureControlHigh_BlackLevel": "Alta",
	"pictureControlHigh_Male": "Alta",
	"pictureControlLow": "Basso",
	"pictureControlLow_BlackLevel": "Basso",
	"pictureControlLow_Male": "Basso",
	"pictureControlMedium": "Medio",
	"pictureControlMedium_BlackLevel": "Medio",
	"pictureControlMedium_Male": "Medio",
	"pictureControlwhiteBalanceColorTemperatureMedium": "Medio",
	"pictureModeSettings": "Dettagli impostazione",
	"pointerOptions": "Stile",
	"pointerSize": "Dimensione",
	"press OK button to edit IP manually": "premere il pulsante OK per modificare manualmente l'IP",
	"press OK button to enter channel to search": "premere il pulsante OK per immettere il canale da cercare",
	"press OK button to enter value": "premere il pulsante OK per immettere un valore",
	"press right button to adjust HDR Effect level": "premere il pulsante destro per regolare il livello dell'effetto HDR",
	"press right button to adjust de-judder and de-blur value": "premere il pulsante destro per regolare il valore de-judder e de-blur",
	"press right button to adjust zoom ratio and position": "premere il pulsante destro per regolare l'aspetto e la posizione dello zoom",
	"shift current screen down": "sposta in basso la schermata corrente",
	"shift current screen to the left": "sposta a sinistra la schermata corrente",
	"shift current screen to the right": "sposta a destra la schermata corrente",
	"shift current screen up": "sposta in alto la schermata corrente",
	"shift down": "sposta in basso",
	"shift left": "sposta a sinistra",
	"shift right": "sposta a destra",
	"shift up": "sposta in alto",
	"thaRatingNone": "Nessuno",
	"unchecked": "non selezionato",
	"unread": "non letto",
	"vertical zoom in": "ingrandisci verticalmente",
	"vertical zoom out": "riduci verticalmente",
	"volumeModeHigh": "Alta",
	"volumeModeLow": "Basso",
	"volumeModeMedium": "Medio",
	"webOS TV Version": "Versione TV webOS",
	"zoom in": "ingrandisci",
	"zoom out": "riduci",
	"• Compatibility problems may occur depending on the connected Bluetooth device.": "• Potrebbero verificarsi problemi di compatibilità a seconda del dispositivo Bluetooth connesso.",
	"• If audio video sync error occurs with your wireless audio device connected through LG Sound Sync, try restarting the TV.": "• Se si verifica un errore di sincronizzazione con il dispositivo audio wireless connesso tramite LG Sound Sync, provare a riavviare la TV.",
	"• If you can't hear sound through the device, make sure it is working and connected properly.": "• Se non si riesce a sentire l'audio tramite il dispositivo, assicurarsi che questo funzioni e sia collegato correttamente."
}
