{
	"10 Points Code Value": "10 puntos de valor de código",
	"10 Points IRE": "IRE 10 Puntos",
	"10 and Above": "10 y superior",
	"10 min": "10 min",
	"11 and Above": "11 y superior",
	"12 Hours": "12 horas",
	"12 and Above": "12 y superior",
	"120 min": "120 min",
	"13 and Above": "13 y superior",
	"14 and Above": "14 y superior",
	"15 and Above": "15 y superior",
	"16 and Above": "16 y superior",
	"17 and Above": "17 y superior",
	"18 and Above": "18 y superior",
	"180 min": "180 min",
	"19 and Above": "19 y superior",
	"2 Hours": "2 horas",
	"2 Hours Auto Power Off": "Apagado automático en 2 horas",
	"2 Points": "2 puntos",
	"20 Points Code Value": "20 puntos de valor de código",
	"20 Points IRE": "IRE 20 Puntos",
	"20 and Above": "20 y superior",
	"20 min": "20 min",
	"24 Hours": "24 horas",
	"240 min": "240 min",
	"3 Hours": "3 horas",
	"30 min": "30 min",
	"3G/4G Network Operator": "Operador de la red 3G/4G",
	"3G/4G Network Status": "Estado de la red 3G/4G",
	"3G/4G Network Type": "Tipo de red 3G/4G",
	"4 Hours": "4 horas",
	"4 and Above": "4 y superior",
	"5 and Above": "5 y superior",
	"6 Hours": "6 horas",
	"6 and Above": "6 y superior",
	"60 min": "60 min",
	"7 and Above": "7 y superior",
	"8 Hours": "8 horas",
	"8 and Above": "8 y superior",
	"9 and Above": "9 y superior",
	"90 min": "90 min",
	"AV Sync Adjustment": "Ajuste de la Sinc. de AV",
	"Abidjan": "Abidján",
	"About This TV": "Acerca de esta TV",
	"Above 10": "Superior a 10",
	"Above 11": "Superior a 11",
	"Above 12": "Superior a 12",
	"Above 13": "Superior a 13",
	"Above 14": "Superior a 14",
	"Above 15": "Superior a 15",
	"Above 16": "Superior a 16",
	"Above 17": "Superior a 17",
	"Above 18": "Superior a 18",
	"Above 19": "Superior a 19",
	"Above 20": "Superior a 20",
	"Above 4": "Superior a 4",
	"Above 5": "Superior a 5",
	"Above 6": "Superior a 6",
	"Above 7": "Superior a 7",
	"Above 8": "Superior a 8",
	"Above 9": "Superior a 9",
	"Access Point": "Punto de acceso",
	"Access Point Setting": "Config. del punto de acceso",
	"Account Management": "Administración de cuenta",
	"Accra": "Accra",
	"Active Roaming": "Roaming activado",
	"Adaptive Sound Control": "Control de sonido adaptable",
	"Add Network": "Agregar red",
	"Add wireless network by manually entering network name (SSID).": "Añadir una red inalámbrica introduciendo el nombre de la red (SSID) manualmente.",
	"Addis Ababa": "Adís Abeba",
	"Additional Audio Selection": "Selección de Audio Adicional",
	"Additional Settings": "Configuración adicional",
	"Address Setting": "Configuración de domicilio",
	"Adjust Audio Guidance pitch.": "Ajustar tono de audioguía.",
	"Adjust Audio Guidance speed.": "Ajustar velocidad de audioguía.",
	"Adjust Audio Guidance volume.": "Ajustar volumen de audioguía.",
	"Adjust Screen Position": "Ajustar posición de la pantalla",
	"Adjust Zoom Ratio": "Ajustar relación del Zoom",
	"Adjust audio timing to synchronize video and audio.": "Ajustar sincronización de audio o cambiar salida de audio para sincronizar video y audio.",
	"Adjust blue gain for color balance.": "Ajustar la ganancia de azules para el balance de colores.",
	"Adjust brightness by analyzing image movements to prevent glare and reduce energy consumption.": "Ajustar el brillo analizando los movimientos de la imagen para prevenir reflejos y reducir el consumo de energía.",
	"Adjust color and saturation for a more vivid image.": "Ajustar el color y la saturación para una imagen más vívida.",
	"Adjust cursor speed.": "Ajustar la velocidad del cursor.",
	"Adjust detailed settings to further optimize the picture.": "Ajustar la configuración avanzada para optimizar la imagen.",
	"Adjust edge sharpness. Higher values increase the crispness and clarity of the image.": "Ajustar la nitidez en el borde. Unos valores altos incrementan la nitidez y la claridad de la imagen.",
	"Adjust gamma settings to compensate for the brightness of the input signal.": "Ajustar la configuración gamma para compensar el brillo de la señal de entrada.",
	"Adjust grass tone colors.": "Ajuste los colores del tono de la hierba.",
	"Adjust green gain for color balance.": "Ajustar la ganancia de verdes para el balance de colores.",
	"Adjust hue and saturation of a specified color region.": "Ajustar el tono y la saturación de una región de color específica.",
	"Adjust left/right audio balance.": "Ajustar el balance de audio izquierda/derecha.",
	"Adjust luminance for selected color.": "Ajuste la luminosidad para el color seleccionado.",
	"Adjust luminance level for selected IRE point.": "Ajuste el nivel de luminosidad para el punto IRE seleccionado.",
	"Adjust overall color. Higher values increase saturation.": "Ajustar el color general. Unos valores altos incrementan la saturación.",
	"Adjust overall screen brightness. Higher values increase brightness.": "Ajustar el brillo general de la pantalla. Unos valores altos incrementan el brillo.",
	"Adjust red and green color balance. Higher values increase saturation of the color.": "Ajustar el equilibrio de color rojo y verde. Unos valores altos incrementan la saturación del color.",
	"Adjust red gain for color balance.": "Ajustar la ganancia de rojos para el balance de colores.",
	"Adjust saturation for selected color.": "Ajuste la saturación para el color seleccionado.",
	"Adjust screen brightness by tuning the OLED LIGHT. Higher values increase brightness.": "Controlar el brillo de la imagen ajustando la LUZ OLED. Unos valores altos incrementan el brillo.",
	"Adjust screen brightness by tuning the backlight. Higher values increase brightness.": "Controlar el brillo de la imagen ajustando la luz de fondo. Unos valores altos incrementan el brillo.",
	"Adjust screen brightness to reduce energy consumption.": "Ajustar el brillo de la pantalla para reducir el consumo de energía.",
	"Adjust screen settings for individual picture modes.": "Ajustar la configuración de la pantalla para modos de imagen individuales.",
	"Adjust skin tone colors.": "Ajuste los colores del tono de piel.",
	"Adjust skin tone, grass, and sky colors.": "Ajustar el color del tono de la piel, la hierba y el cielo.",
	"Adjust sky tone colors.": "Ajuste los colores del tono del cielo.",
	"Adjust the difference between bright and dark areas of the screen. Higher values intensify the difference.": "Ajustar la diferencia entre el brillo y las zonas oscuras de la pantalla. Unos valores altos intensifican la diferencia.",
	"Adjust the luminance of static images such as logos within content to correct potential picture quality issues.": "Ajustar la luminosidad de las imágenes estáticas, como logos dentro del contenido para corregir posibles problemas de calidad de imagen.",
	"Adjust tint for selected color.": "Ajuste el tinte para el color seleccionado.",
	"Adjusting Luminance": "Ajustando luminosidad",
	"Adult": "Adulto",
	"Adult Language": "Lenguaje de adultos",
	"Adults Only.": "Sólo adultos.",
	"Adults only.": "Sólo adultos.",
	"Advanced": "Opciones avanzadas",
	"Advanced Wi-Fi Settings": "Configuración Wi-Fi avanzada",
	"Advertising Cookies": "Cookies de Anuncios",
	"Afrikaans": "Afrikáans",
	"After changing the country, all currently tuned channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "Una vez cambiado el país, todos los canales actualmente sintonizados se eliminarán. Para volver a sintonizar los canales, vaya a Sintonización automática. ¿Desea continuar?",
	"After changing your Zip Code, all current Freesat channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "Tras cambiar su código postal, todos los canales Freesat sintonizados actualmente se eliminarán. Para volver a sintonizar los canales, vaya a Sintonización automática. ¿Desea continuar?",
	"After you change your country, you can scan for your channels using Auto Tuning. Do you want to continue?": "Tras cambiar de país, puede buscar canales utilizando la Sintonización automática. ¿Desea continuar?",
	"All Channels": "Todos los canales",
	"All ages admitted.": "Se admiten todas las edades.",
	"All current settings for {pictureMode} mode will be reset. Do you want to continue?": "Toda la configuración actual del modo {pictureMode} se restablecerá. ¿Desea continuar?",
	"All sound effect settings for Standard Mode will be reset. Do you want to continue?": "Toda la configuración de efectos de sonido del modo Estándar se restablecerá. ¿Desea continuar?",
	"Allow Automatic Updates": "Permitir actualizaciones automáticas",
	"Always Open": "Siempre abierto",
	"Amman": "Ammán",
	"An error has occurred while copy channels.": "Ha ocurrido un error mientras se copiaban los canales.",
	"An important software update is available.": "Hay una actualización importante de software disponible.",
	"Analog Mode": "Modo análogo",
	"Analog TV": "TV analógica",
	"Antenna ATV": "Antena TV analógica",
	"Antenna DTV": "Antena TV digital",
	"Antenna Radio": "Antena de radio",
	"Apia": "Apia",
	"Application Locks": "Bloqueo de aplicación",
	"Applied settings are:": "La configuración aplicada es:",
	"Apply the recommended audio settings using Standard Mode.": "Aplique la configuración de audio recomendada usando el modo Estándar.",
	"Apply the recommended audio settings using the enhanced Bass Boost.": "Aplique la configuración de audio recomendada usando el refuerzo de graves mejorado.",
	"Apply the recommended audio settings using the enhanced Treble Boost.": "Aplique la configuración de audio recomendada usando el refuerzo de agudos mejorado.",
	"Applying value to all inputs...": "Estableciendo los valores a todas las entradas...",
	"Appropriate for general audience.": "Apropiado para el público general.",
	"Aqtöbe": "Aqtöbe",
	"Are you sure you want to disconnect all connected devices.": "Está seguro de que desea desconectar todos los dispositivos conectados.",
	"Aspect Ratio": "Relación de aspecto",
	"Aspect Ratio Settings": "Configuración de relación de aspecto",
	"Assign channels to remote buttons so you can quickly jump to them.": "Asigne los canales a los botones del mando a distancia para poder acceder a cada uno fácilmente.",
	"Audio Description Volume": "Volumen de descripción de audio",
	"Audio Guidance": "Audioguía",
	"Audio Language": "Idioma de audio",
	"Auto Power Off": "Apagado automático",
	"Auto Power Sync": "Sincronización de encendido auto",
	"Auto Start": "Inicio automático",
	"Auto Volume keeps sound volume consistent even when you change channels or broadcast signals.": "El volumen automático mantiene el volumen de sonido de forma consistente incluso cuando cambia de canal o de señal de transmisión.",
	"Automatically optimize picture quality based on color and brightness of ambient light.": "Optimizar automáticamente la calidad de imagen según el color y el brillo de la luz ambiental.",
	"Automatically optimize sound based on content type.": "Optimizar automáticamente el sonido basado en un tipo de contenido.",
	"Automatically update system software when an update is found.": "Actualizar el software del sistema automáticamente cuando se encuentre una actualización.",
	"Available Internal Storage": "Almacenamiento Interno disponible",
	"BG Color": "Color de fondo",
	"BG Opacity": "Opacidad de fondo",
	"Back": "Volver",
	"Backlight": "Luz de fondo",
	"Bangladesh": "Bangladés",
	"Basque": "Euskera",
	"Bass Boost": "Refuerzo de graves",
	"Begin the One Touch Sound Tuning process to determine the optimum audio quality settings for your room.": "Inicie el proceso de prueba de One Touch Sound Tuning para determinar la configuración de calidad de sonido óptima para su habitación.",
	"Behavior may vary depending on connected device.": "El comportamiento podría variar dependiendo del dispositivo conectado.",
	"Beijing": "Pekín",
	"Black Level": "Nivel de negro",
	"Block TV programs based on content rating.": "Bloquear programas de TV según la clasificación de contenido.",
	"Block TV programs broadcast in English based on their content ratings.": "Bloquear programas emitidos en inglés según la clasificación de su contenido.",
	"Block TV programs broadcast in French based on their content ratings.": "Bloquear programas emitidos en francés según la clasificación de su contenido.",
	"Block access to specified channels and external devices.": "Bloquear el acceso a canales y dispositivos externos determinados.",
	"Block content based on genre.": "Bloquear contenido según su clasificación.",
	"Block movies based on rating.": "Bloquear películas según su clasificación.",
	"Bluetooth Audio Device": "Dispositivo de audio por Bluetooth",
	"Bosnia": "Bosnia-Herzegovina",
	"Bosnia And Herzegovina": "Bosnia-Herzegovina",
	"Brazilian Punk": "Brazilian Punk",
	"Broadcast Mail": "Transmitir correo electrónico",
	"Built-in Sound Bar": "Barra de sonido incorporada",
	"By turning Live Plus on, you are consenting to the collection of television viewing information by LG Electronics Inc. (\"LGE\") through ACR module, which may be shared on an anonymized basis to third parties to provide you with interactive services. We may also share aggregated anonymized information to third parties for marketing purposes. Please note that we do not knowingly collect or distribute the above information from or about children under 13. Detailed information about Live Plus is illustrated in Viewing Information (terms) which may be accessed in the SmartTV settings menu. LGE highly recommend that you review the full version of Viewing Information (terms) before you activate Live Plus function.": "Al habilitar Live Plus, brinda su consentimiento para que LG Electronics Inc. (\"LGE\") recabe información sobre televisión a través del módulo ACR; dicha información se puede compartir de manera anónima con terceros a fin de proporcionarle servicios interactivos. Es posible que también se comparta información anónima adicional con terceros para fines de mercadeo. Tenga en cuenta de que no recabamos ni distribuimos la información anteriormente mencionada si sabemos que pertenece a niños menores de 13 años o que ha sido proporcionada por niños menores de 13 años. Puede obtener información detallada sobre Live Plus en la opción Información sobre televisión (condiciones) a la que puede acceder a través del menú de configuración del SmartTV. LGE recomienda que lea la versión completa de Información sobre televisión (condiciones) antes de activar la función Live Plus.",
	"CC 1": "CC 1",
	"CC 2": "CC 2",
	"CC 3": "CC 3",
	"CC 4": "CC 4",
	"CI password incorrect. Please enter again.": "Contraseña CI incorrecta. Introducir nuevamente.",
	"CS1 Board": "Tablero CS1",
	"CS2 Board": "Tablero CS2",
	"Cable ATV": "Cable TV analógica",
	"Cable DTV": "Cable TV digital",
	"Cable Radio": "Radio por cable",
	"Can not Find Channel": "No se puede encontrar el canal",
	"Card ID Number": "Número de ID de la tarjeta",
	"Card Number": "Número de tarjeta",
	"Changing region may change currently tuned channels in your TV. You can re-tune channels in Auto Tuning. Do you want to change regional settings now?": "Si cambia de región, los canales sintonizados en su TV podrían cambiar. Puede volver a sintonizar los canales en Sintonización automática. ¿Desea cambiar la configuración regional ahora?",
	"Changing the country will cause your TV to restart and you may need to consent to LG's User Agreements again. Also, the availability of some apps and services may vary based on the LG Services Country. Do you want to continue?": "La modificación del país provocará que su TV se reinicie y es posible que deba autorizar nuevamente los acuerdos de usuario de LG. Además, la disponibilidad de algunas apps y algunos servicios podría variar según el País de servicios de LG. ¿Desea continuar?",
	"Channel Advisor": "Asesor de programas",
	"Channel Locks": "Bloqueo de canal",
	"Channel Manager": "Administrador de canales",
	"Channel Scrolling Options": "Opciones de arrastre entre canales",
	"Channel Tuning": "Sintonización de canal",
	"Channel Tuning & Settings": "Sintonización y configuración de canales",
	"Channels from HDMI and other external inputs cannot be locked. To lock TV channels, change the current input to Live TV.": "Los canales de HDMI y otras entradas externas no pueden bloquearse. Para bloquear los canales de la TV, cambie la entrada actual a Live TV.",
	"Check for problems with the picture quality.": "Comprobar si existen problemas con la calidad de la imagen.",
	"Check for problems with the sound quality of the Internal TV Speaker.": "Comprobar problemas de calidad de sonido en los altavoces internos de la TV.",
	"Checking Password": "Verificando contraseña...",
	"Checking for updates": "Verificando si hay actualizaciones",
	"Checking...": "Revisando...",
	"Children": "Infantil",
	"Children Program Locks": "Bloqueos de programas infantiles",
	"Chisinau": "Chisinau",
	"Choibalsan": "Choybalsan",
	"Choose a picture mode, then customize display settings such as contrast, brightness and sharpness for that mode.": "Escoja un modo de imagen y personalice aspectos de configuración como el contraste, el brillo o la nitidez para ese modo.",
	"Choose to have all channels or just your primary ones when you change channels.": "Escoja tener todos los canales o solamente los primarios cuando cambie de canal.",
	"Cinema Home": "Cine en casa",
	"Cinema View": "Vista cine",
	"Cinema View (32:12)": "Vista cine (32:12)",
	"Cinema Zoom": "Zoom cine",
	"City Selection": "Selección de ciudad",
	"Clean Audio": "Clean Audio",
	"Clear": "Vivos",
	"Clear Cookies history": "Borrar historial de cookies",
	"Clear Plus": "Mayor claridad",
	"Clear Voice Ⅲ": "Clear Voice III",
	"Clear the advertising frequency capping cookies.": "Limpiar las cookies de límite de frecuencia de anuncios.",
	"Clear1": "Borrar",
	"Click the CONNECT button below after your LG Wireless Keyboard is turned on and set to the pairing mode.": "Haga clic en el botón CONECTAR a continuación cuando su Teclado inalámbrico LG se haya encendido y configúrelo en el modo de conexión.",
	"Close": "Cerrar",
	"Closed Caption": "Subtítulos",
	"Closed Caption Settings": "Configuración de Subtítulos",
	"Color Filter": "Filtro de color",
	"Color Management System": "Sistema de manejo de color",
	"Connect an app on your mobile device that supports LG Connect to the TV and start to enjoy playing mobile photos and music or even control your TV.": "Conecte una aplicación de su dispositivo móvil compatible con LG Connect a la TV y disfrute reproduciendo fotos y música del móvil o controlando su TV.",
	"Connect to the network through a wireless router. You must be connected to the network to use certain Smart TV features such as web browsing, content sharing, and automatic software updates.": "Conectar a la red mediante un router inalámbrico. Debe estar conectado a la red para utilizar algunas funciones de Smart TV como navegar por internet, compartir contenido y actualizar el software de forma automática.",
	"Connect to the network with an ethernet cable. You must be connected to the network to use certain Smart TV features such as web browsing, content sharing, and automatic software updates.": "Conectar a la red con un cable ethernet. Debe estar conectado a la red para utilizar algunas funciones de Smart TV como navegar por internet, compartir contenido y actualizar el software de forma automática.",
	"Connect via WPS PIN": "Conectarse a través de WPS PIN",
	"Connect your TV to your router or modem with an Ethernet cable to activate your wired network connection.": "Conecte su televisor al router o módem con un cable Ethernet para activar su conexión a internet.",
	"Control the advertising frequency capping cookies.": "Controlar las cookies de límite de frecuencia de anuncios.",
	"Cool": "Frío",
	"Correct contrast and brightness by adjusting black levels.": "Corregir el contraste y el brillo ajustando los niveles de negro.",
	"Could not fined available network.": "No se pudo encontrar ninguna red disponible.",
	"Current values of customized picture mode settings will be applied to {pictureMode} mode for all inputs. Do you want to continue?": "Los valores actuales del modo de imagen personalizado se aplicarán al modo {pictureMode} para todas las entradas. ¿Desea continuar?",
	"Currently connected LG Wireless Keyboard device will be disconnected from your TV. Do you want to continue?": "El dispositivo LG Wireless Keyboard conectado actualmente se desconectará de su TV. ¿Desea continuar?",
	"Currently connecting via Wi-Fi Direct. Please accept the request on your [{devicename}].": "Conectando mediante Wi-Fi Direct. Acepte la solicitud en su [{devicename}].",
	"Custom Time Zone": "Zona horaria personalizada",
	"Customer Service": "Atención al Cliente",
	"DISCONNECT": "DESCONECTAR",
	"DTV Audio Setting": "Configuración de audio DTV",
	"Delete Pairing History": "Eliminar historial de conexiones",
	"Delete or add TV channels to customize your channels.": "Elimine o añada canales de TV para personalizar sus canales.",
	"Demo Options": "Opciones de demo",
	"Depressed": "Deprimido",
	"Device Selection": "Selección de Dispositivo",
	"Device Vendor": "Vendedor del dispositivo",
	"Dhaka": "Dacca",
	"Dial No.": "Número",
	"Digital Mode": "Modo digital",
	"Digital Sound Out": "Salida de sonido digital",
	"Digital TV": "TV digital",
	"Directed to Older Children (ages 7 and above)": "Destinado a Niños mayores (de a partir de 7 años de edad)",
	"Display list of audio devices that can be connected to your TV.": "Mostrar una lista de los dispositivos de audio que pueden conectarse a su TV.",
	"Display luminance level for the highest point (100 IRE).": "Mostrar el nivel de luminosidad para el punto más alto (IRE 100).",
	"Djibouti": "Yibuti",
	"Do Not Track": "No realizar seguimiento",
	"Do not apply the One Touch Sound Tuning recommended audio settings.": "No aplique la configuración de audio recomendada por One Touch Sound Tuning.",
	"Do you want to continue?": "¿Desea continuar?",
	"Do you want to copy channel list from USB storage to your TV? Current channels in your TV will be deleted.": "¿Desea copiar la lista de canales del almacenamiento USB a su TV? Los canales actuales de su TV se eliminarán.",
	"Do you want to copy channel list from your TV to the USB storage?": "¿Desea copiar la lista de canales de la TV al almacenamiento USB?",
	"Do you want to set the correct time now?": "¿Desea establecer la hora correcta ahora?",
	"Douala": "Duala",
	"Download Mail": "Descargar coreo electrónico",
	"Dynamic Color": "Color dinámico",
	"Dynamic Contrast": "Contraste dinámico",
	"Dynamic Tone Mapping": "Mapa de tonos dinámico",
	"Eastern Africa": "África del Este",
	"Edge Color": "Color del borde",
	"Edge Enhancer": "Optimizador de borde",
	"Edge Type": "Tipo de borde",
	"Edit TV channels, set favorites, and manage parental control settings.": "Editar canales de TV, establecer favoritos y gestionar los ajustes de control parental.",
	"Emergency Alert": "Aviso de emergencia",
	"Enable LG support representatives to resolve your technical issues remotely. You must call the LG customer service center to receive assistance.": "Permitir a los representantes de asistencia técnica de LG solucionar sus problemas técnicos de forma remota. Debe llamar al centro de atención al cliente de LG para obtener asistencia.",
	"Enable other devices and apps to turn on your TV.": "Habilite otros dispositivos y aplicaciones para encender su TV.",
	"Energy Saving": "Ahorro de energía",
	"Energy saving modes to limit power consumption.": "Modos de ahorro de energía para reducir el consumo de energía.",
	"Enjoy an immersive 3D soundscape with the virtual multi-channel surround sound effect.": "Disfrute del envolvente paisaje sonoro en 3D con el efecto de sonido virtual multi-channel surround.",
	"Enjoy an immersive 3D soundscape with the virtual surround sound effect.": "Disfrute del envolvente paisaje sonoro en 3D con el efecto de sonido virtual surround.",
	"Enter CI Password": "Introducir contraseña CI",
	"Enter PIN code into a WPS-enabled router to connect TV to the network.": "Introduzca el código PIN de un router con WPS activado para conectar la TV a la red.",
	"Enter the PIN in your router's settings.": "Ingrese el PIN en la configuración de su ruteador.",
	"Every Day": "Cada día",
	"Every Weekday": "Cada día entre semana",
	"Every Weekend": "Todos los fines de semana",
	"Exempt from ratings.": "Exento de las clasificaciones.",
	"Experience the best immersive audio effect with virtual multi-channel surround sound including height.": "Disfrute del efecto de audio más envolvente con el sonido envolvente virtual multicanal incluso en altura.",
	"Expert (Bright Room)": "Experto (Habitación luminosa)",
	"Expert (Dark Room)": "Experto (Habitación oscura)",
	"Expert Controls": "Controles experto",
	"Export your TV's channel list information to a connected USB device.": "Exporte la información de su lista de programas de TV a un dispositivo USB conectado.",
	"Extending a period of time of the Auto Power Off setting or turning off the function may increase energy consumption.": "Si se amplía el periodo de tiempo de la configuración de Apagado automático o si se desactiva la función, el consumo energético podría aumentar.",
	"Eye Comfort Mode": "Modo Confort visual",
	"Fantasy Violence": "Fantasía violenta",
	"Fine tune red, green, blue, cyan, magenta, and yellow color spaces.": "Ajustar los espacios de color rojo, verde, azul, cian, magenta y amarillo.",
	"Firmware Version": "Versión del firmware",
	"Flash": "Flash",
	"Flat Mode": "Modo plano",
	"Font": "Tipografía",
	"Font 1": "Fuente 1",
	"Font 2": "Fuente 2",
	"Font 3": "Fuente 3",
	"Font 4": "Fuente 4",
	"Font 5": "Fuente 5",
	"Font 6": "Fuente 6",
	"Font 7": "Fuente 7",
	"Font 8": "Fuente 8",
	"General Age": "Edad general",
	"General Audience": "Todos los públicos",
	"General Audiences": "Todos los públicos",
	"General Program Locks": "Bloqueos de programas en general",
	"Getting...": "Buscando...",
	"Group ID Number": "Número de ID del grupo",
	"HDD Power Saving Mode": "Modo de ahorro de energía HDD",
	"HDMI UHD Deep Color": "HDMI ULTRA HD Deep Colour",
	"HDMI {port1} and HDMI {port2} ports support ULTRA HD Deep Color.": "Los puertos HDMI {port1} y HDMI {port2} son compatibles con ULTRA HD Deep Colour.",
	"HDMI {port1} port support ULTRA HD Deep Color.": "El puerto HDMI {port1} es compatible con ULTRA HD Deep Colour.",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support ULTRA HD Deep Color.": "Los puertos HDMI {port1}, HDMI {port2} y HDMI {port3} son compatibles con ULTRA HD Deep Colour.",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support ULTRA HD Deep Color.": "Los puertos HDMI {port1}, HDMI {port2}, HDMI {port3} y HDMI {port4} son compatibles con ULTRA HD Deep Colour.",
	"HDR Effect": "Efecto HDR",
	"HDR Effect Level": "Nivel de efecto HDR",
	"Hard of Hearing": "Dificultades auditivas",
	"Hardware Version": "Versión del hardware",
	"Havana": "Habana",
	"Headphones Volume": "Volumen de los auriculares",
	"High Contrast": "Contraste alto",
	"Ho Chi Minh": "Ho Chi Ming",
	"Home Mode": "Uso en casa",
	"Home/Store Mode": "Uso en casa/Modo de Tienda",
	"Hong Kong": "RAE de Hong Kong (China)",
	"Hongkong": "RAE de Hong Kong (China)",
	"Honolulu": "Honolulú",
	"IMPORTANT! Resetting will delete all of your account settings and installed apps. This action cannot be undone.": "¡IMPORTANTE! Si restablece la configuración, se eliminará toda la configuración de su cuenta y las aplicaciones instaladas. Esta acción no puede deshacerse.",
	"If Auto Power Sync is enabled, SIMPLINK devices will be able to power on the TV, and the TV will power off SIMPLINK devices when it powers off.": "Si selecciona Sincronización de Encendido Automático, se encenderá su TV cuando encienda un dispositivo SIMPLINK y sus dispositivos SIMPLINK se apagarán cuando apague su TV.",
	"If it's turned on and you connect a device that also supports UHD Deep Color, your picture may be clearer.": "Si está encendida y conecta un dispositivo compatible con ULTRA HD Deep Colour, la imagen será más clara.",
	"If recording or software update is in progress, it will wait until they are completed and the process can take more than an hour.": "Si hay una grabación o una actualización de software en curso, el proceso esperará hasta que hayan finalizado y puede durar más de una hora.",
	"If set to on, your TV can receive emergency alerts if an emergency situation occurs.": "Si está activado, su TV puede recibir avisos de emergencia si se produce una situación de emergencia.",
	"If you turn Audio Guidance on, you can only move with left, right, up, down buttons on your remote and some apps that require the pointer cannot be used.": "Si enciende la Audioguía, solo podrá moverse con los botones izquierda, derecha, arriba y abajo de su control remoto y algunas apps que requieren el puntero no podrán utilizarse.",
	"If you turn it off, CAM operator's profile will be deleted.": "Si la activa, el perfil del operador CAM se eliminará.",
	"If you turn it off, all tuned CAM channels will not be available and notifications will no longer be provided.": "Si la apaga, los canales CAM sintonizados no estarán disponibles y no se enviarán notificaciones.",
	"If you turn on LG Connect Apps feature, you will be able to either accept or deny connection requests from mobile devices.": "Si activa la función de aplicaciones de LG Connect podrá aceptar o rechazar las solicitudes de conexión de dispositivos móviles.",
	"If you turn the screen saver off and the same image remains on the screen for more than 2 hours, it can affect the picture quality of your screen. If it remains for more than 5 hours, permanent picture quality depreciation may occur. Do you want to continue?": "Si desactiva el protector de pantalla y una imagen permanece en la pantalla durante más de 2 horas, esto podría afectar a la calidad de imagen de su pantalla. S i permanece más de 5 horas, podría producirse una depreciación permanente de la calidad de imagen. ¿Desea continuar?",
	"If you turn this feature on, the HbbTV application or service will disable its tracking of an individual user.": "Si activa esta función, la aplicación o el servicio HbbTV deshabilitarán el seguimiento de un usuario individual.",
	"If you turn this feature on, the IBB service will disable its tracking of an individual user.": "Si activa esta función, el servicio IBB deshabilitará el seguimiento de un usuario individual.",
	"If you turn this feature on, you can view the content in the aspect ratio that is in the broadcast signal or content source. If the edge of the screen is not clean, please turn it off.": "Si activa esta función, puede ver el contenido en la relación de aspecto de la señal de transmisión o de la fuente de contenidos. Si el borde de la pantalla no está limpio, apáguela.",
	"If you turn this option on, color temperature will be automatically adjusted to reduce eye strain.": "Si escoge esta opción, la temperatura del color se ajustará automáticamente para reducir la fatiga en la vista.",
	"If you turn this option on, you can receive the notifications of channels or programs which you have been watching frequently.": "Si activa esta opción, puede recibir las notificaciones de los canales o programas que ha visto con mayor frecuencia.",
	"If you use Energy Saving function, brightness of your TV will be affected.": "Si utiliza la función Ahorro de energía, el brillo de su TV se verá afectado.",
	"If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the HDMI ULTRA HD Deep Color setting off.": "Si el dispositivo no es compatible con esta función, es posible que no funcione correctamente. En tal caso, conecte el dispositivo a un puerto HDMI distinto o establezca la configuración de ULTRA HD Deep Colour del televisor a Descon.",
	"Import your TV's channel list information from a connected USB device.": "Importe la información de su lista de programas de TV de un dispositivo USB conectado.",
	"Import/export your TV's channel list information from/to a connected USB device.": "Importar/exportar la información de su lista de canales de/a un dispositivo USB conectado.",
	"Improve blurry or unclear areas for a sharper image.": "Mejorar las zonas borrosas o poco claras para una imagen más nítida.",
	"In Home": "En Casa",
	"Indonesian": "Indonés",
	"Input Locks": "Bloqueo de entrada",
	"Insert 3G/4G USB dongle to activate your 3G/4G network connection.": "Inserte el dispositivo de seguridad USB 3G/4G para activar la conexión de red 3G/4G.",
	"Interactivity(DTVi)": "Interactividad (DTVi)",
	"Internal TV Speaker": "Altavoz interno de la TV",
	"Internal TV Speaker + Optical": "Altavoz interno de la TV + Óptico",
	"Internal TV Speaker + Wired Headphones": "Altavoz interno de la TV + Auriculares conectados por cable",
	"It may take a few minutes.": "Puede llevar unos minutos.",
	"It may take a few seconds.": "Puede llevar unos segundos.",
	"Ivory Coast": "costa de marfil",
	"Just Scan": "Sólo escaneo",
	"Kashgar": "Kashgar",
	"Kazakh": "Kazajo",
	"Keep Dolby Atmos on for the best sound experience for Dolby Atmos content.": "Mantenga Dolby Atmos encendido para disfrutar de la mejor experiencia de sonido con contenidos de Dolby Atmos.",
	"Keyboard Languages": "Idiomas de teclado",
	"Khovd": "Hovd",
	"LG Bean Bird character": "Personaje de LG Bean Bird",
	"LG Remote Service": "Servicio remoto de LG",
	"LG Services Country": "País de servicios de LG",
	"LG Wireless Keyboard Connected:": "Teclado inalámbrico LG conectado:",
	"LG Wireless Keyboard allows you to control your TV through bluetooth. This feature applies only to specified LG Wireless Keyboard models.": "El teclado inalámbrico de LG le permite controlar su TV a través de Bluetooth. Esta función se aplica únicamente a los modelos de Teclado inalámbrico de LG.",
	"Large Standard": "Estándar grande",
	"Last tuning:": "Última sintonización:",
	"Left drop shadow": "Sombra paralela izquierda",
	"Live Theater": "Live Theater",
	"Ljubljana": "Ljubljana",
	"Lock changes for currently running apps will be applied the next time they are started.": "Los cambios de bloqueo para las aplicaciones en curso se aplicarán la próxima vez que se inicien.",
	"Logo Luminance Adjustment": "Ajuste de luminosidad de logo",
	"Luminance": "Iluminación",
	"MAC Address (Wired)": "Dirección MAC (Cableada)",
	"MAC Address (Wireless)": "Dirección MAC (Inalámbrica)",
	"Macedonia, The Former Yugoslav Republic Of": "Macedonia (Ex República Yugoslava de)",
	"Magadan": "Magadan",
	"Manage your account information and settings.": "Gestionar la información y los ajustes de su cuenta.",
	"Manually adjust EQ frequencies.": "Ajustar las frecuencias del Ecualizador manualmente.",
	"Manually enter the IP and DNS server addresses.": "Introducir las direcciones IP y del servidor DNS manualmente.",
	"Marathi": "Maratí",
	"Marquesas": "Marquesas",
	"Mature Audience Only": "Sólo público adulto",
	"Maximize contrast by increasing the intensity of bright and dark areas of the screen.": "Maximizar el contraste incrementando la intensidad de las áreas brillantes y oscuras de la pantalla.",
	"Menu Language": "Idioma del menú",
	"Menu Transparency": "Transparencia del menú",
	"Middle East": "Oriente Medio",
	"Mobile TV On": "TV Móvil activada",
	"Motion Pro": "Motion Pro",
	"Movie Lock": "Bloqueo de la película",
	"Multi": "Multi",
	"Multi Audio": "Audio múltiple",
	"Multi Feed": "Multi Feed",
	"Multiple": "Múltiples",
	"N/A": "N.A.",
	"NOTE: When the screen saver option is set to ON, it will not come up while you are watching Live TV and video inputs to avoid interfering with your viewing experience.": "NOTA: Cuando la opción de guardar pantalla se configura como ACTIVADA, esta no aparecerá mientras esté viendo Live TV o entradas de video para no interferir en su experiencia de visionado.",
	"NSW/ACT - New South Wales / Australian Capital Territory - Sydney": "NSW/ACT: Nueva Gales del Sur/Territorio de Capital Australiana - Sídney",
	"NT - Northern Territory - Darwin": "NT: Territorio del Norte - Darwin",
	"Nassau": "Nassau",
	"No Internet via 3G/4G network": "No hay internet mediante la red 3G/4G",
	"No Internet via Ethernet": "Sin Internet mediante Ethernet",
	"No Internet via Wi-Fi": "Sin Internet mediante Wi-Fi",
	"No One 17 and Under Admitted.": "No se admite a nadie de 17 años o menos.",
	"No Operation Auto Off": "Apagado automático sin operación",
	"No Signal Auto Off": "Apagado automático sin señal",
	"No Signal Image": "No hay imagen de señal",
	"No Signal Power Off (15Min)": "Apagado sin señal (15 minutos)",
	"No Wi-Fi Direct Devices": "No Hay Dispositivos Wi-Fi Direct",
	"No card information": "No existe información de la tarjeta",
	"No devices have been found.": "No se ha encontrado ningún dispositivo.",
	"No group ID": "No hay ID del grupo",
	"No updates found.": "No se encontró ninguna actualización.",
	"None": "Ninguna",
	"Northern Africa": "África del Norte",
	"Not Connected to Internet": "No se ha conectado a Internet",
	"Note: Available options depend on the broadcast program.": "Nota: Las opciones disponibles dependen del programa de trasmisión.",
	"Note: Behavior may differ if connected device is not a LG device.": "Nota: El comportamiento podría ser distinto si el dispositivo conectado no es un dispositivo de LG.",
	"Note: Captions are only displayed when provided by the broadcast program.": "Nota: Los subtítulos únicamente se muestran cuando el programa de transmisión dispone de ellos.",
	"Note: If the device is not properly connected and set up, you may not hear any sound through it.": "Nota: Si el dispositivo no está conectado y configurado correctamente, es posible que no oiga ningún sonido.",
	"Note: If the speakers are not properly connected and set up, you may not hear any sound through them.": "Nota: Si los altavoces no están conectados y configurados correctamente, es posible que no oiga ningún sonido.",
	"Note: If you can't hear sound through the device, make sure it is working properly and supports Sound Sync.": "Nota: Si no oye ningún sonido a través del dispositivo, asegúrese de que funciona correctamente y de que es compatible con la sincronización de sonido.",
	"Note: Only displayed when it is provided by the program.": "Nota: Solo se muestra si lo facilita el programa.",
	"Note: Subtitles are only displayed when provided by the broadcast program.": "Nota: Los subtítulos únicamente se muestran cuando el programa de transmisión dispone de ellos.",
	"Note: Supported features may differ by model and its transparency by the feature's operation with content playback like Live TV or VOD content.": "Nota: Las funciones compatibles pueden variar según el modelo y su transparencia según la operación de funciones con reproducción de contenido como Live TV o contenido VOD.",
	"Note: This feature works only when provided by the broadcast program.": "Nota: Esta función únicamente funciona cuando el programa de transmisión dispone de ella.",
	"Note: if your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the HDMI ULTRA HD Deep Color setting off.": "Nota: si el dispositivo no es compatible con esta función, es posible que no funcione correctamente. En tal caso, conecte el dispositivo a un puerto HDMI distinto o establezca la configuración de ULTRA HD Deep Colour del televisor a Descon.",
	"Note:<br>1. If your TV is turned on while Pixel Refresher is in progress, it will stop the process and you have to start over.<br>2. While processing, a white line may appear in the screen. This is normal when clearing your screen.": "Nota:<br>1. Si su TV se enciende mientras el reparador de píxeles está en curso, se detendrá el proceso y deberá empezar de nuevo.<br>2. Durante el proceso, puede aparecer una línea blanca en la pantalla. Esto es normal que suceda mientras se limpia la pantalla.",
	"Nouméa": "Nouméa",
	"OLED Panel Settings": "Configuración del Panel OLED",
	"OnTimer Channel not selected": "No se seleccionó el canal para el cronómetro.",
	"One Touch Sound Tuning Options": "Opciones de One Touch Sound Tuning",
	"Open Source Licenses": "Aviso de software de código abierto",
	"Open when TV is turned on": "Abrir cuando se enciende el TV",
	"Optimize contrast settings based on image brightness of the HDR content.": "Optimizar la configuración del contraste según el brillo de la imagen del contenido HDR.",
	"Optimize contrast settings based on image brightness.": "Optimizar la configuración del contraste según el brillo de la imagen.",
	"Optimize display for movies.": "Optimizar la pantalla para ver películas.",
	"Optimize image quality for fast-moving images (sports and action).": "Optimizar la calidad de la imagen para los movimientos rápidos (deportes y acción).",
	"Optimize sound based on type of TV installation.": "Optimizar el sonido según el tipo de instalación de la TV.",
	"Optimize sound mode for each content type and customize audio effects for Standard mode.": "Optimice el modo de sonido para cada tipo de contenido y personalice los efectos de audio para el modo Estándar.",
	"Optimize sound mode for each content type.": "Optimizar el modo de sonido para cada tipo de contenido.",
	"Original Language": "Idioma original",
	"Ouagadougou": "Uagadugú",
	"Output sound through an LG audio device connected to the OPTICAL DIGITAL AUDIO OUT port. With this option, you can control the device's volume with your TV remote.": "Salida de sonido a través de un dispositivo de audio de LG conectado al puerto de salida de audio digital óptico. Con esta opción podrá controlar el volumen de su dispositivo con el mando a distancia de la TV.",
	"Output sound through an wireless audio device via LG Sound Sync or Bluetooth. It may need some troubleshooting:": "Salida de sonido a través de un dispositivo de audio inalámbrico mediante LG Sound Sync o Bluetooth. Podría requerir alguna solución de problemas:",
	"Output sound through external audio devices connected to the AUDIO OUT/ H/P OUT port.": "Salida de sonido a través de dispositivos de audio externo conectados al puerto AUDIO OUT/ H/P OUT.",
	"Output sound through external audio devices connected to the HDMI IN (ARC) port.": "Salida de sonido a través de dispositivos de audio externo conectados al puerto HDMI IN (ARC).",
	"Output sound through external audio devices connected to the OPTICAL DIGITAL AUDIO OUT.": "Salida de sonido a través de dispositivos de audio externo conectados a OPTICAL DIGITAL AUDIO OUT.",
	"Output sound through the Internal TV speaker.": "Salida de audio a través de los altavoces internos de la TV.",
	"Output sound through wired headphones.": "Salida de audio a través de auriculares conectados por cable.",
	"PIN: {pin}": "PIN: {pin}",
	"PS": "Palestino",
	"Panjabi": "Punyabí",
	"Parental Guidance Suggested": "Se sugiere control parental",
	"Parental guidance suggested for children ages 8-13.": "Se sugiere control parental para niños de 8 a 13 años.",
	"Parents Strongly Cautioned": "Seria advertencia para los padres",
	"Paris": "Paris",
	"Patent Information": "Información sobre la patente",
	"Phnom Penh": "Phnom Penh",
	"Pick a Time": "Elija una hora",
	"Picture Mode": "Modo de imagen",
	"Picture Mode Settings": "Configuración del Modo de imagen",
	"Picture Options": "Opciones de imagen",
	"Picture Test": "Imagen de prueba",
	"Picture or sound may not work properly while connected external device and TV are initially communicating. If the issue persists, please revert the settings or reboot your connected external device.": "La imagen o el sonido podrían no funcionar correctamente mientras el dispositivo externo conectado y la TV comienzan a comunicarse. Si el problema persiste, revierta la configuración o reinicie su dispositivo externo conectado.",
	"Pixel Refresher": "Reparador de píxeles",
	"Pixel Refresher allows your TV to provide the clearest picture possible.": "El reparador de píxeles permite que su TV ofrezca la imagen más clara posible.",
	"Pixel Refresher has been scheduled to start the next time your TV is turned off.": "El reparador de píxeles está programado para la próxima vez que su TV se apague.",
	"Pixel Refresher will begin when you turn off your TV.": "El reparador de píxeles se iniciará cuando apague su TV.",
	"Please check that all values are input correctly.": "Comprueba que todos los valores se han introducido correctamente.",
	"Please check the network name and password and try again.": "Verifique el nombre de la red y la contraseña e inténtelo otra vez.",
	"Please check the status and try again": "Compruebe el estado y vuelva a intentarlo",
	"Please do not unplug the USB storage until the copying is completed.": "No desenchufe el almacenamiento USB hasta que la copia de datos haya finalizado.",
	"Please enter your password to turn off this function.": "Introduzca por favor su password para desconectar esta función.",
	"Please enter your password to turn on this function.": "Introduzca su contraseña para encender esta función.",
	"Please make sure that your TV is connected to the network and try again.": "Asegúrese de que su TV está conectada a la red e inténtelo de nuevo.",
	"Please try again later.": "Inténtelo nuevamente más tarde.",
	"Please wait while the Settings application reloads.": "Espere mientras se vuelve a cargar la aplicación de configuración.",
	"Please wait while the Settings application restarts.": "Espere mientras se reinicia la aplicación de configuración.",
	"Please wait while the TV restarts.": "Espere mientras se reinicia la TV.",
	"Please wait while the TV searches for LG Service Country.": "Espere mientras la TV busca el país de Servicios LG.",
	"Point": "Paso",
	"Pointer Options": "Opciones de puntero",
	"Port Moresby": "Port Moresby",
	"Porto Novo": "Porto-Novo",
	"Power Saving Mode": "Modo de ahorro de energía",
	"Preferred Color": "Color preferido",
	"Press right button to adjust de-blur and Motion Pro value.": "Pulse el botón derecha para ajustar el valor de-blur y Motion Pro.",
	"Press right button to adjust de-judder and Motion Pro value.": "Pulse el botón derecha para ajustar el valor de-judder y Motion Pro.",
	"Press right button to adjust de-judder, de-blur and Motion Pro value.": "Pulse el botón derecha para ajustar el valor de-judder, de-blur y Motion Pro.",
	"Press the WPS button on your wireless router now.": "Pulse el botón WPS en su ruteador inalámbrico ahora.",
	"Press the WPS-PBC button on a WPS-enabled router to connect TV to the network.": "Pulsar el botón WPS-PBC en un router con WPS activado para conectar la TV a la red.",
	"Press the right button to adjust Motion Pro settings.": "Pulse el botón derecho para ajustar la configuración de Motion Pro.",
	"Press the right button to adjust de-blur settings.": "Pulse el botón derecho para ajustar la configuración de-blur.",
	"Press the right button to adjust de-judder settings.": "Pulse el botón derecho para ajustar la configuración de-judder.",
	"Previous": "Anterior",
	"Primary Audio Language": "Idioma de audio principal",
	"Primary Channels": "Canales primarios",
	"Primary Teletext Language": "Idioma de teletexto principal",
	"QLD - Queensland - Brisbane": "QLD: Queensland - Brisbane",
	"Quick Start+": "Inicio rápido+",
	"Raised": "Elevado",
	"Real Cinema": "Cine real",
	"Reason: Authentication with access point was unsuccessful.": "Razón: La autenticación en el punto de acceso no ha tenido éxito.",
	"Reason: Could not establish a connection to access point.": "Razón: No se pudo establecer una conexión al punto de acceso.",
	"Reason: Could not retrieve a valid IP address by using DHCP.": "Razón: No se pudo obtener una dirección de IP válida usando DHCP.",
	"Reason: Entered password is incorrect.": "Razón: La contraseña introducida es incorrecta.",
	"Reason: The network you selected is out of range.": "Razón: La red que ha seleccionado se encuentra fuera de su alcance.",
	"Reason: Unable to login.": "Razón: No se pudo iniciar sesión.",
	"Recommended for children ages 14 and older.": "Recomendado para niños de edades de a partir de 14 años.",
	"Recommended for children ages 16 and older.": "Recomendado para niños de edades de a partir de 16 años.",
	"Reduce noise from digital video signals.": "Reducir el ruido de las señales de video digitales.",
	"Refresh list": "Lista para actualizar",
	"Remote Settings": "Configuración remota",
	"Remove irregular and erratic pixels for a clearer image.": "Eliminar los píxeles irregulares y erráticos para una imagen más clara.",
	"Reset": "Restablecer",
	"Reset CI Password": "Restablecer contraseña CI",
	"Reset to Initial Settings": "Restablecer a la configuración inicial",
	"Restrict access to TV programs and movies based on their ratings.": "Restringir el acceso a programas y películas de TV según su clasificación.",
	"Restrict access to TV programs based on their ratings.": "Restringir el acceso a programas de TV según su clasificación.",
	"Restrict access to specified apps.": "Restringir el acceso a determinadas aps.",
	"Restrict access to specified channels.": "Restringir el acceso a determinados canales.",
	"Restrict access to specified inputs.": "Restringir el acceso a determinadas entradas.",
	"Retry": "Volver a intentar",
	"Return TV to its initial settings. This will revert all options to their default settings.": "Establecer los ajustes predeterminados de la TV. Esto hará que todas las opciones recuperen sus ajustes por defecto.",
	"Revert Color Management System settings to default.": "Restablece los ajustes predeterminados del sistema de manejo de color.",
	"Revert standard mode sound effect settings to default.": "Establecer los ajustes de efectos de sonido de modo estándar predeterminados.",
	"Revert to default settings. Each picture mode must be reset individually. Please select the picture mode you want to reset.": "Establecer los ajustes predeterminados. Cada modo de imagen debe ser restablecido de forma individual. Por favor, seleccione el modo de imagen que desea restablecer.",
	"Revert white balance settings to default.": "Restablecer los ajustes predeterminados del balance de blancos.",
	"Revoke Pairing": "Cancelar conexión",
	"Right drop shadow": "Sombra paralela derecha",
	"Rio Branco": "Rio Branco",
	"SA - South Australia - Adelaide": "SA: Sur de Australia - Adelaida",
	"SIMPLINK enables HDMI-CEC devices connected to your TV with an HDMI cable to be controlled with your TV remote.": "SIMPLINK permite controlar con su mando a distancia de la TV los dispositivos HDMI-CEC conectados a su TV por cable HDMI.",
	"SIMPLINK lets you use your LG Remote to control other SIMPLINK-enabled devices, like a DVD player or audio home theater system, that are connected to your LG Smart TV by HDMI.": "SIMPLINK le permite utilizar el control remoto LG para controlar otros dispositivos que tengan habilitado SIMPLINK, como un reproductor de DVD o un sistema de audio tipo Home Cinema, y que estén conectados a su LG Smart TV mediante HDMI.",
	"SIMPLINK will be automatically turned on to use this ARC mode.": "SIMPLINK se encenderá automáticamente para utilizar este modo de ARC.",
	"START NOW": "COMENZAR AHORA",
	"START ONCE TV IS OFF": "INICIAR CUANDO LA TV SE APAGUE",
	"Saint Vincent": "San Vicente y las Granadinas",
	"Satellite DTV": "DTV Satelital",
	"Satellite Radio": "Radio satelital",
	"Saudi Arabia": "Arabia Saudí",
	"Saudi arabia": "Arabia Saudí",
	"Save CAM Operator's Profile": "Guardar perfil de operador CAM",
	"Save CI Password": "Guardar contraseña CI",
	"Save the Color Management System settings from the currently selected picture mode for all inputs.": "Guardar la configuración del sistema de manejo de color del modo de imagen seleccionado para todas las entradas.",
	"Save the current customized setting values to currently selected picture mode for all inputs.": "Guardar los valores de la configuración personalizada actual del modo de imagen seleccionado para todas las entradas.",
	"Save the white balance settings from the currently selected picture mode for all inputs.": "Guardar la configuración del balance de blancos del modo de imagen seleccionado para todas las entradas.",
	"Save/reset your CI password. Saving your password will let you skip the sign-in step in the future.": "Guardar/Restablecer contraseña CI. Guardar su contraseña le permitirá omitir el paso de iniciar sesión en el futuro.",
	"Screen Off": "Apagar pantalla",
	"Screen shifts at regular time intervals to prevent panel noise.": "La pantalla cambia en intervalos de tiempo regulares para evitar el ruido de fondo.",
	"Screen will turn off in 5 seconds. To turn the screen back on, press any button except the power and volume button.": "La pantalla se apagará en 5 segundos. Para volver a encender la pantalla, pulse cualquier botón excepto el botón de encendido o de volumen.",
	"Second Language": "Segundo idioma",
	"Secondary Audio Language": "Idioma de audio secundario",
	"Select IRE point to adjust luminance.": "Seleccione el punto IRE para ajustar la luminosidad.",
	"Select Mode": "Seleccionar modo",
	"Select TV's language settings.": "Seleccione la configuración de idioma de la TV.",
	"Select aspect ratio from the menu.": "Seleccione la relación de aspecto en el menú.",
	"Select audio language for digital broadcasts. For programs that do not support multiple languages, the default will be used.": "Seleccionar el idioma de audio para las difusiones digitales. En los programas que no sean compatibles con idiomas múltiples se usará el idioma por defecto.",
	"Select audio language for digital broadcasts. The default language is selected when the program does not support multiple languages.": "Seleccionar el idioma de audio para las difusiones digitales. Se selecciona un idioma por defecto cuando el programa no es compatible con idiomas múltiples.",
	"Select caption settings for analog broadcasts.": "Seleccionar ajustes de subtítulos para transmisiones analógicas.",
	"Select caption settings for digital broadcasts.": "Seleccionar ajustes de subtítulos para transmisiones digitales.",
	"Select caption size, color, transparency, and other options for digital broadcasts.": "Seleccionar tamaño, color, transparencia de subtítulos y otras opciones para transmisiones digitales.",
	"Select color to be adjusted.": "Seleccione el color para ajustar.",
	"Select days to apply the Timer Power Off settings every week.": "Seleccionar los días para aplicar a la configuración de apagado por temporizador cada semana.",
	"Select days to apply the Timer Power On settings every week.": "Seleccionar los días para aplicar a la configuración de encendido por temporizador cada semana.",
	"Select device for audio output.": "Seleccionar un dispositivo para la salida de audio.",
	"Select digital audio output format. When the program does not support the selected output format, the default output from the source will be used.": "Seleccionar el formato de salida de audio digital. Cuando el programa no es compatible con el formato de salida seleccionado, se usará la salida por defecto de la fuente.",
	"Select how much the volume should change with each press of your remote's volume key. Higher values increase increments.": "Seleccionar cuánto debe cambiar el volumen cada vez que pulse el botón de volumen en el mando a distancia. Unos valores altos establecen un mayor incremento.",
	"Select how the TV will be used.": "Seleccionar cómo se utilizará la TV.",
	"Select language for TV menus.": "Seleccionar el idioma de los menús de la TV.",
	"Select language for subtitles.": "Seleccionar el idioma de los subtítulos.",
	"Select language for voice recognition.": "Seleccionar el idioma del reconocimiento de voz.",
	"Select languages for on-screen keyboards.": "Seleccionar los idiomas para los teclados en pantalla.",
	"Select method to adjust white balance.": "Seleccione el método para ajustar el balance de blancos.",
	"Select pattern to use as a basis for white balance adjustment. You can use the TV’s built-in pattern or another pattern by connecting an external device.": "Seleccione el patrón a utilizar como base para el ajuste del balance de blancos. Puede usar el patrón integrado de la TV u otro patrón conectando un dispositivo externo.",
	"Select point to adjust luminance.": "Seleccione el punto para ajustar la luminosidad.",
	"Select the best picture mode for your viewing environment and content type.": "Seleccione el mejor modo de imagen para su ambiente de visualización y tipo de contenido.",
	"Select the channel to use when the TV turns on.": "Seleccionar el canal que usar cuando la TV se enciende.",
	"Select the country where you want to access LG's services. Services may vary depending on location.": "Seleccionar el país desde el que desea acceder a los servicios de LG. Los servicios pueden variar dependiendo de la ubicación.",
	"Select the format to transfer digital audio to an external device.": "Seleccione el formato para transferir el audio digital a un dispositivo externo.",
	"Select the input to use when the TV turns on.": "Seleccionar la entrada que usar cuando la TV se enciende.",
	"Select the region where your broadcast signal comes from.": "Seleccionar la región desde donde procede su señal de transmisión.",
	"Select your first choice of audio language for digital broadcasts. For programs that do not support multiple languages, the default will be used.": "Seleccione la primera opción de idioma de audio para las transmisiones digitales. En los programas que no sean compatibles con idiomas múltiples se usará el idioma por defecto.",
	"Select your first choice of language for your broadcast TV provider's teletext services.": "Seleccione la primera opción de idioma para los servicios de teletexto que transmita su proveedor de TV.",
	"Select your remote's cursor speed and appearance.": "Seleccione la velocidad y la apariencia del cursor del mando a distancia.",
	"Select your second choice of audio language for digital broadcasts. For programs that do not support multiple languages, the default will be used.": "Seleccione la segunda opción de idioma de audio para las transmisiones digitales. En los programas que no sean compatibles con idiomas múltiples se usará el idioma por defecto.",
	"Select your second choice of language for your broadcast TV provider's teletext services.": "Seleccione la segunda opción de idioma para el servicio de teletexto de su proveedor de TV.",
	"Serial Number": "Número de serie",
	"Set Automatically": "Establecer automáticamente",
	"Set Store Mode settings.": "Configuración del modo Tienda.",
	"Set System Color mode for your current TV input.": "Configurar el modo Sistema de color de la entrada de la TV actual.",
	"Set TV locks for fantasy violence content.": "Establecer bloqueos de TV para contenido de fantasía violenta.",
	"Set TV locks for general programming.": "Establecer bloqueos de TV para la programación general.",
	"Set TV locks for programs containing adult language.": "Establecer bloqueos de TV para programas que contengan lenguaje de adultos.",
	"Set TV locks for programs containing sexual situations.": "Establecer bloqueos de TV para programas que contengan situaciones sexuales.",
	"Set TV locks for programs containing sexually suggestive dialogue.": "Establecer bloqueos de TV para programas que contengan diálogo sexualmente sugerente.",
	"Set TV locks for programs containing violence.": "Establecer bloqueos de TV para programas que contengan violencia.",
	"Set TV locks for ratings based on children’s ages.": "Establecer bloqueos de TV para clasificaciones basadas en edades infantiles.",
	"Set additional options for Audio Description.": "Configurar opciones adicionales de audiodescripción.",
	"Set additional picture settings.": "Establecer una configuración de imagen adicional.",
	"Set advanced Subtitle options.": "Definir opciones avanzadas de subtítulos.",
	"Set advanced captioning options.": "Definir opciones avanzadas de subtítulos.",
	"Set audio-related options.": "Configure las opciones de audio.",
	"Set color balance by adjusting color temperature, luminance, and red, green and blue gain controls.": "Configure el balance de colores ajustando la temperatura del color, la luminosidad y los controles de ganancia de rojos, verdes y azules.",
	"Set color gamut automatically according to the signal, or display more vivid and richer color in the order of Extended and Wide.": "Establezca el rango de color automáticamente según la señal o muestre un color más vívido y rico desde la opción Extendido hasta Ancho.",
	"Set color temperature from warm to cool.": "Establecer temperatura de color de cálido a frío.",
	"Set power options to reduce energy consumption.": "Definir las opciones de energía para reducir el consumo.",
	"Set the TV to turn off after a set amount of time.": "Configurar la TV para que se apague tras un tiempo determinado.",
	"Set the TV to turn off automatically at a set time.": "Configurar la TV para que se apague automáticamente a una hora seleccionada.",
	"Set the TV to turn off automatically if there is no user input for 2 hours after the timer has turned it on.": "Configurar la TV para que se apague automáticamente si no ha habido actividad del usuario durante 2 horas después de que el temporizador se haya activado.",
	"Set the TV to turn off automatically when there has been no user input for a specified amount of time.": "Configurar la TV para que se apague automáticamente cuando no ha habido actividad del usuario durante un tiempo determinado.",
	"Set the TV to turn on automatically at a set time.": "Configurar la TV para que se encienda automáticamente a una hora predeterminada",
	"Set the TV to turn on or off automatically at a set time.": "Configurar la TV para que se encienda o se apague automáticamente a una hora seleccionada.",
	"Set the current date and time.": "Definir la fecha y hora actuales.",
	"Set the current date manually.": "Establezca la fecha actual manualmente.",
	"Set the current time manually.": "Establezca la hora actual manualmente.",
	"Set the range of colors that can be displayed.": "Establecer el rango de colores que pueden mostrarse.",
	"Set the region for broadcasts and special services.": "Definir la región para las difusiones y los servicios especiales.",
	"Set the screen size and aspect ratio.": "Establecer el tamaño de la pantalla y la relación de aspecto.",
	"Set the volume level to use when the TV turns on.": "Establecer el nivel de volumen que usar cuando la TV se enciende.",
	"Set time to turn off the TV.": "Establecer hora para apagar la TV.",
	"Set time to turn on the TV.": "Establecer hora para encender la TV.",
	"Sexual Situations": "Situaciones sexuales",
	"Sexually Suggestive Dialogue": "Diálogo sexualmente sugerente",
	"Shanghai": "Shanghai",
	"Side by Side": "En paralelo",
	"Signal Strength": "Intensidad señal",
	"Simultaneous Sound Out with Internal TV Speaker": "Salida de Sonido simultánea con Altavoz interno de la TV",
	"Single Sound Out": "Salida de sonido única",
	"Sleep Timer": "Temporizador de apagado",
	"Small Standard": "Estándar pequeño",
	"Software Version": "Versión de software",
	"Software update has been installed. Update will be applied when you restart your TV.": "Se ha instalado una nueva actualización de software. La actualización se aplicará cuando reinicie su TV.",
	"Some material may be inappropriate for children under 13.": "Algunos contenidos podrían no ser apropiados para niños menores de 13 años.",
	"Some material may not be suitable for children.": "Algunos contenidos podría no ser adecuado para los niños.",
	"Sotho, Northern": "Sotho, norteño",
	"Sotho, Southern": "Sotho, sureño",
	"Sound": "Sonido",
	"Sound Mode": "Modo de sonido",
	"Sound Mode Settings": "Configuración del Modo de sonido",
	"Sound Out": "Salida de sonido",
	"Sound Test": "Prueba de sonido",
	"Sound can be heard simultaneously through Internal TV Speaker and external audio devices connected to the OPTICAL DIGITAL AUDIO OUT port.": "Se puede oír el sonido simultáneamente a través del Altavoz interno de la TV y de los dispositivos de audio externo conectados al puerto de OPTICAL DIGITAL DE SALIDA DE AUDIO.",
	"Sound can be heard simultaneously through internal TV speaker and wired headphones.": "Se puede oír el sonido simultáneamente a través del Altavoz interno de la TV y de los auriculares conectados por cable.",
	"Southern Africa": "África del Sud",
	"Spoken Subtitle": "Subtítulo Hablado",
	"Srednekolymsk": "Srednekolymsk",
	"St. John's": "Saint John",
	"Stand TypeⅠ": "Tipo de soporte I",
	"Stand TypeⅡ": "Tipo de soporte II",
	"Standard Mode Sound Effect": "Efecto de sonido del modo Estándar",
	"Standby Light": "Luz de standby",
	"Start New Sound Tuning": "Iniciar nueva Sintonización de Sonido",
	"Startup Sound": "Sonido de Inicio",
	"Store Demo": "Demo Tienda",
	"Store Demo mode provides options to optimize the TV for retail displays.": "El modo Demo Tienda aporta opciones que optimizan la TV para expositores comerciales.",
	"Store Mode": "Modo tienda",
	"Store Mode Settings": "Configuración del modo Tienda",
	"Store Mode is for in-store display purposes. It will re-initialize the settings every few minutes. Do you want to close this app and start the Store Mode?": "El Modo tienda sirve para mostrar pantallas en una tienda. Reiniciará la configuración cada pocos minutos. ¿Desea cerrar esta app e iniciar el Modo tienda?",
	"Subnet prefix length": "Longitud del prefijo de subred",
	"Subtitle First Choice Language": "Primera elección de idioma para subtítulos",
	"Subtitle Language": "Idioma de subtítulos",
	"Subtitle Second Choice Language": "Segunda elección de idioma para subtítulos",
	"Suitable for children ages 13 and older.": "Adecuado para niños de edades de a partir de 13 años.",
	"Suitable for children ages 2-7.": "Adecuado para niños de edades entre 2 y 7 años.",
	"Suitable for children ages 8 and older.": "Adecuado para niños de edades de a partir de 8 años.",
	"Super Impose": "Superponer",
	"Super Resolution": "Super Resolution",
	"System Color": "Sistema de color",
	"TAS - Tasmania - Hobart": "TAS: Tasmania - Hobart",
	"TEXT 1": "TEXTO 1",
	"TEXT 2": "TEXTO 2",
	"TEXT 3": "TEXTO 3",
	"TEXT 4": "TEXTO 4",
	"TV Information": "Información de TV",
	"TV Installation Type": "Tipo de instalación de la TV",
	"TV Lock": "Bloqueo de la TV",
	"TV Name": "Nombre TV",
	"TV Power Sound": "Sonido de encendido de la TV",
	"TV Rating English": "Clasificación de televisión: inglesa",
	"TV Rating French": "Clasificación de televisión: francesa",
	"TV Speaker Bar": "Barra de sonido del TV",
	"TV Speaker Bar + Wired Headphones": "Barra del altavoz de la TV + Auriculares conectados por cable",
	"TV to USB": "TV a USB",
	"Tagalog": "Tagalo",
	"Target Luminance": "Luminosidad objetivo",
	"Teletext": "Teletexto",
	"Terrestrial DTV": "Terrestrial DTV",
	"Text Opacity": "Opacidad del texto",
	"The LG Services Country information could not be retrieved from the server. Please try again later.": "La información de Servicios de LG no puede recuperarse del servidor. Inténtelo nuevamente más tarde.",
	"The Settings application must reload to change the menu language. Do you want to continue?": "La aplicación Configuración debe volver a cargarse para cambiar el idioma del menú. ¿Desea continuar?",
	"The channel list have been successfully copied from the USB storage to your TV. The TV will restart in 5 seconds.": "La lista de canales se ha copiado correctamente de su almacenamiento USB a su TV. La TV se reiniciará en 5 segundos.",
	"The channel list have been successfully copied from your TV to the USB storage.": "La lista de canales se ha copiado correctamente de su TV al almacenamiento USB.",
	"The contents on the screen or subtitles will be verbally spoken for visually impaired viewers.": "El contenido en pantalla o los subtítulos se describirán mediante voz para las personas invidentes.",
	"The contents on the screen will be described with voice for visually impaired viewers.": "El contenido en pantalla se describirá mediante voz para las personas invidentes.",
	"The list of all paired devices will be deleted. Do you want to continue?": "La lista de todos los dispositivos conectados se eliminará. ¿Desea continuar?",
	"The network is currently unavailable. Please try again later.": "La red no está disponible en este momento. Inténtelo nuevamente más tarde.",
	"The process will take about an hour to complete and your TV needs to remain turned off.": "El proceso durará cerca de una hora en completarse y su TV deberá permanecer apagada.",
	"The update cannot be applied to the TV. Software will revert to the previous version.": "La actualización no puede aplicarse a la TV. El software se revertirá a la versión anterior.",
	"There are no paired devices.": "No hay ningún dispositivo conectado.",
	"There are settings to correct or prevent OLED panel noise.": "Existe una configuración para corregir o prevenir el ruido de fondo OLED.",
	"There is no USB device connected to your TV.": "No hay ningún dispositivos USB conectado a la TV.",
	"Third Language": "Tercer idioma",
	"This mode provides a clear and natural sound quality.": "Este modo aporta una calidad de sonido clara y natural.",
	"This setting puts your TV in standby mode when it's turned off so it will help using TV's functions quicker when you turn the TV back on.": "Esta configuración pone su TV en modo de espera cuando está apagada para poder usar las funciones de la TV más rápidamente la próxima vez que la encienda.",
	"This setting puts your TV in standby mode when it's turned off so it will start up more quickly the next time it's turned on.": "Esta configuración pone su TV en modo de espera cuando está apagada para que se inicie más rápidamente la próxima vez que la encienda.",
	"This settings is only available for Internal TV Speaker.": "Esta configuración sólo está disponible para el Altavoz interno de la TV.",
	"Time & Date": "Fecha y hora",
	"Timer Channel": "Canal del cronómetro",
	"Timer Power Off": "Apagar Temporizador",
	"Timer Power On": "Encender Temporizador",
	"Timer Repeat": "Repetir temporizador",
	"To experience optimal sound effect, it is recommended to set the balance between the L10~R10 range.": "Para conseguir un efecto de sonido óptimo, se recomienda establecer un balance entre L10 y R10.",
	"To test your TV sound, Sound Out setting needs to be changed to the Internal TV Speaker. Do you want to continue?": "Para probar el sonido de su TV, la configuración de salida de sonido debe cambiarse al altavoz interno de la TV. ¿Desea continuar?",
	"To use Wi-Fi Direct, you must turn on the Wi-Fi within the TV. Do you want to turn Wi-Fi on?": "Para usar Wi-Fi Direct debe activar el Wi-Fi en la TV. ¿Desea encender el Wi-Fi?",
	"To use the Wi-Fi Direct, you must close the Screen Share app.": "Para usar Wi-Fi Direct, debe cerrar la aplicación Screen Share.",
	"Top and Bottom": "Top and Bottom",
	"Total Power On Time": "Tiempo Total de Encendido",
	"Tracking Speed": "Velocidad de rastreo",
	"Treble Boost": "Refuerzo de agudos",
	"Turn Dolby Surround on to make all your content sound better. Note that Dolby Atmos must also be switched on to use this feature.": "Active Dolby Surround para que todos sus contenidos suenen mejor. Tenga en cuenta que Dolby Atmos debe estar activado para usar esta función.",
	"Turn automatic volume adjustments on/off and set how much to change volume with each remote click.": "Active/desactive los ajustes automáticos de volumen y establezca cuánto desea que el volumen cambie con cada clic del mando a distancia.",
	"Turn on the advertising frequency capping cookies. This keeps on tracking the number of times an ad is shown on your TV and is used to help limit the number of times the same ad is displayed.": "Active las cookies de límite de frecuencia de aparición de anuncios. Esto sigue detectando el número de veces que se muestra un anuncio en su TV y se usa para ayudar a limitar el número de veces que se muestra un mismo anuncio.",
	"Turn on via Bluetooth": "Encender vía Bluetooth",
	"Turn on via Wi-Fi": "Encender vía Wi-Fi",
	"Turn on/off ULTRA HD Deep Color for HDMI {num} port.": "Activar/desactivar ULTRA HD Deep Colour para el puerto HDMI {num}.",
	"Turn on/off and set Audio Guidance options for visually impaired viewers.": "Encender/apagar opciones de audioguía para invidentes.",
	"Turn on/off captioning for hearing-impaired people. Program must support feature to work.": "Encender/apagar subtítulos para personas sordas. El programa debe ser compatible con esta opción para funcionar.",
	"Turn on/off description box in Settings.": "Active/desactive la casilla de descripción en Configuración.",
	"Turn on/off standby light.": "Encender/apagar la luz del estado de espera.",
	"Turn on/off the images to be displayed when there is no signal.": "Active/desactive las imágenes para mostrar cuando no hay señal.",
	"Turn on/off the sound notification for TV power.": "Activar/desactivar la notificación de sonido para el encendido de la TV.",
	"Turn the HbbTV service on/off.": "Apagar o encender el servicio HbbTV.",
	"Turn the Hybridcast service on/off.": "Activar/desactivar el servicio de Hybridcast.",
	"Turn the Interactivity (DTVi) service on/off.": "Activar/desactivar el servicio de Interactividad (DTVi).",
	"Turn your TV on using your mobile phone via Bluetooth.": "Encienda su TV usando su teléfono móvil a través de Bluetooth.",
	"Turn your TV on using your mobile phone via Wi-Fi.": "Encienda su TV usando su teléfono móvil a través del Wi-Fi.",
	"Turn your broadcast TV provider's TV Guide on/off.": "Activar/desactivar la Guía de TV del proveedor de TV.",
	"Turn your broadcast TV provider's teletext service on/off.": "Activar/desactivar el servicio de teletexto del proveedor de TV.",
	"Turning Wi-Fi off will prevent you from accessing all Internet-based services unless you use a cable to connect to the network. Do you want to continue?": "Desconectar Wi-Fi le impedirá acceder a todos los servicios de Internet a menos que use un cable para conectarse a la red. ¿Desea continuar?",
	"Turning this option on may increase energy consumption.": "Puede que activar esta opción suponga un incremento del consumo de energía.",
	"USB storage for Copy Channels": "Memoria USB para Copiar Canales",
	"USB to TV": "USB a TV",
	"Unable to check for updates.": "No se pudo verificar si hay actualizaciones.",
	"Unable to connect to the network.": "No se puede conectar a la red.",
	"Undefined": "Sin definir",
	"Under 17 requires accompanying parent or adult guardian.": "Por debajo de los 17 años se requiere la compañía de un padre o un adulto.",
	"Unknown issue has occurred.": "Ha ocurrido un problema desconocido.",
	"Update in progress...": "Actualización en curso...",
	"Update paused.": "Actualización pausada",
	"Update will be cancelled and all update files will be deleted now. Do you want to continue?": "La actualización se cancelará y todos los archivos de actualización se eliminarán. ¿Desea continuar?",
	"Use Stand TypeⅠ if the distance between your TV stand and the wall is significant.": "Utilice el tipo soporte I si la distancia entre el soporte de su TV y la pared es mayor.",
	"Use Stand TypeⅡ if your TV stand is close to the wall. This will reduce base reflex and give you clearer sound quality.": "Utilice el tipo de soporte II si el soporte está cerca de la pared. Esto reducirá el reflejo de base y le aportará una calidad de sonido más clara.",
	"Use Wall-mounted Type if your intalled TV is wall-mounted type.": "Utilice el tipo instalado en la pared si su TV está instalada en la pared.",
	"Use the LG Bean Bird character-shaped cursor.": "Usar el cursor con forma del personaje de LG Bean Bird.",
	"Use the large, standard-shaped cursor.": "Usar el cursor grande de forma estándar.",
	"Use the small, standard-shaped cursor.": "Usar el cursor pequeño de forma estándar.",
	"Use this option to correct picture quality issues that may result after your TV has been turned on for an extended period of time.": "Utilice esta opción para corregir problemas relacionados con la calidad de la imagen que puedan aparecer tras tener la TV encendida durante mucho tiempo.",
	"User Agreements": "Acuerdos de usuario",
	"VIC - Victoria - Melbourne": "VIC: Victoria - Melbourne",
	"Video Description": "Descripción del vídeo",
	"View BS Conditional Access Systems (B-CAS) information.": "Ver la información de Sistema de Acceso Condicional BS (B-CAS).",
	"View current Common Interface (CI) information.": "Ver la información de la Interfaz común actual (CI).",
	"View messages from your broadcast TV provider.": "Ver mensajes de su proveedor de TV.",
	"Voice Recognition Language": "Idioma de reconocimiento de voz",
	"Volume Mode": "Modo de volumen",
	"WA - Western Australia - Eucla": "WA: Oeste de Australia - Eucla",
	"WA - Western Australia - Perth": "WA: Oeste de Australia - Perth",
	"Wall-mounted Type": "Tipo pared",
	"We collect and store MAC address, model number, country code, language settings, and software version to verify your device and to check whether you have the latest version of the software.": "Recopilamos y almacenamos la dirección MAC, el número de modelo, el código de país, la configuración de idioma y la versión de software para verificar el dispositivo y comprobar si cuenta con la versión de software más reciente.",
	"Western Africa": "África del Oeste",
	"When a connected external hard drive has not been used for a specified amount of time, switch to standby mode.": "Cuando un disco duro externo conectado no se ha utilizado durante un tiempo determinado, pasar al modo de espera.",
	"When set to On, experience Dolby Atmos moving audio when you turn on/off the TV.": "Cuando se activa, se experimenta el sonido en movimiento de Dolby Atmos cuando enciende/apaga el TV.",
	"When the currently displayed app has not received any user input for an hour, it will be replaced by a screen saver. If you turn this option off, the current picture may create an afterimage burned onto your screen, possibly permanently.": "Cuando la aplicación en curso no recibe ninguna actividad del usuario durante una hora, su imagen se sustituye por un protector de pantalla. Si desactiva esta opción, la imagen en pantalla puede dejar una postimagen quemada en su pantalla, posiblemente de forma permanente.",
	"When the device is turned on/off, your TV will automatically turn on/off.": "Si se enciende/apaga el dispositivo, su TV también se encenderá/apagará automáticamente.",
	"When the program does not support the language that you have selected, the default language will be shown.": "Cuando el programa no es compatible con el idioma que ha seleccionado, se mostrará el idioma predeterminado.",
	"When turned on, on-screen features (e.g. Live menu, Search, Screen Remote) will be partially transparent to show the content beneath it.": "Cuando se activan, las características en pantalla (por ejemplo el menú en vivo, la búsqueda y el control remoto en pantalla) serán parcialmente transparentes para mostrar el contenido detrás de ellas.",
	"When turned on, the background and text color on some menus will be adjusted to enhance contrasts between bright and dark areas.": "Cuando se enciende, el color de fondo y del texto de algunos menús se ajustará para incrementar los contrastes entre las áreas claras y oscuras.",
	"When your TV is turned off, the device will automatically turn off.": "Si apaga su TV, el dispositivo también se apagará automáticamente.",
	"White Balance": "Balance de blancos",
	"Wi-Fi Direct connection has not succeeded.": "La conexión por Wi-Fi Direct no ha tenido éxito.",
	"Wi-Fi Direct connection with {deviceName} is disconnected.": "La conexión mediante Wi-Fi Direct con {deviceName} se ha interrumpido.",
	"Wi-Fi Direct lets you connect your TV wirelessly to other Wi-Fi Direct-enabled devices, like a cellphone or computer, without having to connect to a wireless router.": "Wi-Fi Direct le permite conectar de forma inalámbrica su TV a otros dispositivos compatibles con Wi-Fi Direct, como un teléfono móvil o un ordenador, sin necesidad de conectar un router inalámbrico.",
	"Wi-Fi Direct lets you connect your TV wirelessly to other Wi-Fi Direct-enabled devices, like a mobile device or a computer, without having to connect to a wireless router. Once connected, you can enjoy your contents from the devices using the Photo & Video and the Music app in TV.": "Wi-Fi Direct le permite conectar la TV a otros dispositivos compatibles con Wi-Fi Direct, como un dispositivo móvil o un ordenador, de forma inalámbrica y sin necesidad de conectar un enrutador inalámbrico. Una vez que se haya establecido la conexión, podrá disfrutar de los contenidos desde sus dispositivos gracias a las aplicaciones Foto y Vídeo y Música instaladas en la TV.",
	"Wi-Fi Security": "Seguridad del Wi-Fi",
	"Wi-Fi is turned off. Turn it on to see the list of available networks that you can connect to and additional related menu items.": "Wi-Fi está desactivado. Actívelo para ver la lista de redes disponibles a las que puede conectarse y otros elementos del menú relacionados.",
	"Wi-Fi issue has occurred.": "Ha ocurrido un problema con Wi-Fi.",
	"Wide Area Zone": "Área extensa",
	"Wide View": "Vista ampliada",
	"Wide View (32:9)": "Vista ampliada (32:9)",
	"Wide Zoom": "Zoom ancho",
	"Window Color": "Color de la ventana",
	"Window Opacity": "Opacidad de la ventana",
	"Wired Headphones": "Auriculares conectados por cable",
	"YES": "SÍ",
	"Yangon": "Rangún",
	"Yes": "Sí",
	"You can also turn Adaptive Sound Control on to enhance all other audio content using Dolby processing.": "También puede encender el Control de sonido adaptable para mejorar el resto de contenidos de sonido usando procesamiento Dolby.",
	"You can control the setting for using HbbTV service.": "Puede controlar la configuración de uso del servicio HbbTV.",
	"You can control the setting for using IBB service.": "Puede controlar la configuración de uso del servicio IBB.",
	"You can find the default password in User Guide.": "Puede encontrar el password por defecto en la Guía de Usuario.",
	"You can only change settings from the current HDMI input.": "Solo puede cambiar la configuración desde la entrada HDMI actual.",
	"You can play photos and music from your mobile device to the TV or control your TV by using mobile apps such as LG TV Plus.": "Puede reproducir fotos y música desde su dispositivo móvil en su TV o controlar su TV utilizando aplicaciones móviles como LG TV Plus.",
	"You can select left and right audio settings for broadcast signal.": "Puede seleccionar una configuración de audio izquierdo y derecho para la señal de transmisión.",
	"You can select upto {n} keyboard languages only. De-select selected languages to add more langauge.": "Puede seleccionar hasta {n} idiomas de teclado. Anule la selección de los idiomas existentes para agregar otros nuevos.",
	"You can turn on/off the feature of saving CAM operator's profile.": "Puede activar/desactivar la función de guardado del perfil del operador CAM.",
	"You can turn this feature on or off.": "Puede encender o apagar esta función.",
	"You can use 3G/4G USB dongle to connect to the network.": "Puede usar un dispositivo de seguridad USB 3G/4G para conectarse a la red.",
	"You can use your Magic Remote to determine the room’s acoustics and optimize your TV’s sound quality based on the results.": "Puede usar su Magic Remote para determinar la acústica de la sala y optimizar la calidad de sonido de su TV basándose en los resultados.",
	"Your TV and SIMPLINK-connected device will be synced as follows:": "Su TV y el dispositivo conectado mediante SIMPLINK se sincronizarán del siguiente modo:",
	"Your TV must stay off while Pixel Refresher process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled.": "Su TV debe permanecer apagada mientras el reparador de píxeles está en progreso. Cualquier grabación, recordatorio o encendido en curso o programado durante este proceso se cancelará.",
	"Your TV needs to be connected to the network to automatically set your LG Services Country. Do you want to go to Network Settings now to check the connection?": "Su TV necesita conectarse a la red para establecer automáticamente su país de servicios LG. ¿Desea ir a Configuración de red ahora para comprobar la conexión?",
	"Your TV needs to know your correct location to provide emergency alert messages through its digital TV signal.": "Su TV necesita conocer su ubicación actual para enviarle mensajes de alerta de emergencia a través de su señal de TV digital.",
	"Your TV will turn off until the process is complete, at which point it will automatically turn back on.": "Su TV se apagará hasta que el proceso esté completado, y luego se volverá a encender.",
	"[{Device}] will be disconnected from your TV. Sound will no longer be played from this device. Do you want to continue?": "[{Device}] se desconectará de su TV. El sonido ya no se reproducirá desde este dispositivo. ¿Desea continuar?",
	"[{Device}] will be removed from the paired device list. If you want to connect it later, you need to search for available devices and re-pair it. Do you want to continue?": "[{Device}] se eliminará de la lista de dispositivos conectados. Si desea conectarlo más tarde, deberá buscar los dispositivos disponibles y volver a conectarlo. ¿Desea continuar?",
	"aspectRatio_original": "Original",
	"audioGuidance_veryFast": "Muy rápido",
	"audioGuidance_veryHigh": "Muy alto",
	"audioGuidance_veryLow": "Muy bajo",
	"audioGuidance_verySlow": "Muy lento",
	"diagonal zoom in": "zoom diagonal ampliado",
	"diagonal zoom out": "zoom diagonal reducido",
	"digitalOptionSetByProgram": "Establecer por programa",
	"energy_Medium": "Mediano",
	"gamma_high1": "Alto1",
	"gamma_high2": "Alto2",
	"horizontal zoom in": "zoom horizontal ampliado",
	"horizontal zoom out": "zoom horizontal reducido",
	"min": "min.",
	"pictureControlHigh": "Alta",
	"pictureControlHigh_BlackLevel": "Alta",
	"pictureControlHigh_Male": "Alta",
	"pictureControlLow": "Baja",
	"pictureControlLow_BlackLevel": "Baja",
	"pictureControlLow_Male": "Baja",
	"pictureControlMedium": "Media",
	"pictureControlMedium_BlackLevel": "Media",
	"pictureControlMedium_Male": "Media",
	"pictureControlwhiteBalanceColorTemperatureMedium": "Media",
	"press OK button to edit IP manually": "pulse el botón OK para editar la IP de forma manual",
	"press OK button to enter channel to search": "pulse el botón OK para introducir el canal que desea buscar",
	"press OK button to enter value": "pulse el botón OK para introducir el valor",
	"press right button to adjust HDR Effect level": "pulse el botón derecha para ajustar el nivel de efecto HDR",
	"press right button to adjust de-judder and de-blur value": "pulse el botón derecha para ajustar el valor de-judder y de-blur",
	"press right button to adjust zoom ratio and position": "pulse el botón derecha para ajustar la relación y la posición del zoom",
	"shift current screen down": "cambiar pantalla actual hacia abajo",
	"shift current screen to the left": "cambiar pantalla actual hacia la izquierda",
	"shift current screen to the right": "cambiar pantalla actual hacia la derecha",
	"shift current screen up": "cambiar pantalla actual hacia arriba",
	"shift down": "cambiar hacia abajo",
	"shift left": "cambiar hacia la izquierda",
	"shift right": "cambiar hacia la derecha",
	"shift up": "cambiar hacia arriba",
	"thaRatingNone": "Ninguna",
	"unread": "sin leer",
	"vertical zoom in": "zoom vertical ampliado",
	"vertical zoom out": "zoom vertical reducido",
	"volumeModeHigh": "Alta",
	"volumeModeLow": "Baja",
	"volumeModeMedium": "Media",
	"webOS TV Version": "Versión webOS TV",
	"zoom in": "ampliar",
	"zoom out": "reducir",
	"{label} : L{value}": "{label} : L{value}",
	"{label} : R{value}": "{label} : R{value}",
	"• Compatibility problems may occur depending on the connected Bluetooth device.": "• Dependiendo del dispositivo Bluetooth conectado podrían surgir problemas de compatibilidad.",
	"• If audio video sync error occurs with your wireless audio device connected through LG Sound Sync, try restarting the TV.": "• Si se produce un error de sincronización de audio en su dispositivo de audio inalámbrico conectado mediante LG Sound Sync, pruebe a reiniciar la TV.",
	"• If you can't hear sound through the device, make sure it is working and connected properly.": "• Si no puede oír el sonido a través del dispositivo, asegúrese de que funciona y está correctamente conectado."
}
