{
	"10 Points Code Value": "Valeur du code : 10 points",
	"10 Points IRE": "IRE de 10 points",
	"10 min": "10 min.",
	"120 min": "120 min.",
	"14 by 9": "quatorze par neuf",
	"16 by 9": "seize par neuf",
	"180 min": "180 min.",
	"2 Hours Auto Power Off": "Mise hors tension automatique après 2 heures",
	"2 Points": "2 points",
	"20 Points Code Value": "Valeur du code : 20 points",
	"20 Points IRE": "IRE de 20 points",
	"21 by 9": "vingt-et-un par neuf",
	"240 min": "240 min.",
	"32 by 12": "trente-deux par douze",
	"32 by 9": "trente-deux par neuf",
	"3G/4G Connection": "Connexion 3G/4G",
	"3G/4G Network Operator": "Opérateur du réseau 3G/4G",
	"4 by 3": "quatre par trois",
	"ATV": "Télévision de pointe",
	"AV": "Audiovisuel ",
	"AV Sync Adjustment": "Réglage Synchro. AV",
	"AV2": "Audiovisuel2",
	"AV3": "Audiovisuel3",
	"Above 10": "Au-dessus de 10",
	"Above 11": "Au-dessus de 11",
	"Above 12": "Au-dessus de 12",
	"Above 13": "Au-dessus de 13",
	"Above 14": "Au-dessus de 14",
	"Above 15": "Au-dessus de 15",
	"Above 16": "Au-dessus de 16",
	"Above 17": "Au-dessus de 17",
	"Above 18": "Au-dessus de 18",
	"Above 19": "Au-dessus de 19",
	"Above 20": "Au-dessus de 20",
	"Above 4": "Au-dessus de 4",
	"Above 5": "Au-dessus de 5",
	"Above 6": "Au-dessus de 6",
	"Above 7": "Au-dessus de 7",
	"Above 8": "Au-dessus de 8",
	"Above 9": "Au-dessus de 9",
	"Access Point": "Point d’accès",
	"Access Point 1": "Point d’accès 1",
	"Access Point 2": "Point d’accès 2",
	"Access Point 3": "Point d’accès 3",
	"Access Point Setting": "Réglage du point d’accès",
	"Account Management": "Gestion de compte",
	"Adaptive Sound Control": "Contrôle adaptatif du son",
	"Add Network": "Ajouter réseau",
	"Add a hidden wireless network": "Ajoutez un réseau sans fil caché",
	"Add wireless network by manually entering network name (SSID).": "Ajouter un réseau sans fil en saisissant manuellement le nom de ce réseau (SSID).",
	"Addis Ababa": "Addis-Abeba",
	"Additional Settings": "Réglages additionnels",
	"Address Setting": "Paramètre d’adresse",
	"Adjust Audio Guidance pitch.": "Régler le ton de la description audio.",
	"Adjust Audio Guidance speed.": "Régler la vitesse de la description audio.",
	"Adjust Audio Guidance volume.": "Régler le volume de la description audio.",
	"Adjust Screen Position": "Régler la position de l’écran",
	"Adjust Zoom Ratio": "Régler le niveau de zoom",
	"Adjust audio timing to synchronize video and audio.": "Réglez la synchronisation audio pour synchroniser la vidéo et l’audio.",
	"Adjust blue gain for color balance.": "Régler le gain pour le bleu afin de définir l’équilibre chromatique.",
	"Adjust brightness by analyzing image movements to prevent glare and reduce energy consumption.": "Régler la luminosité en analysant les mouvements de l’image pour éviter l’éblouissement et réduire la consommation d’énergie.",
	"Adjust brightness of the LG logo.": "Régler la luminosité du logo LG.",
	"Adjust color and saturation for a more vivid image.": "Régler la couleur et la saturation pour une image plus vive.",
	"Adjust cursor speed.": "Régler la vitesse de déplacement du curseur.",
	"Adjust detailed settings to further optimize the picture.": "Régler les paramètres de détails pour optimiser plus spécifiquement l’image.",
	"Adjust edge sharpness. Higher values increase the crispness and clarity of the image.": "Régler la netteté des contours. Des valeurs plus élevées augmentent la netteté et la clarté de l’image.",
	"Adjust gamma settings to compensate for the brightness of the input signal.": "Régler les paramètres gamma pour compenser la luminosité du signal d’entrée.",
	"Adjust grass tone colors.": "Régler les couleurs vertes.",
	"Adjust green gain for color balance.": "Régler le gain pour le vert afin de définir l’équilibre chromatique.",
	"Adjust hue and saturation of a specified color region.": "Régler la teinte et la saturation d’une zone de couleur définie.",
	"Adjust left/right audio balance.": "Régler l’équilibre audio gauche/droite.",
	"Adjust luminance for selected color.": "Régler la luminosité de la couleur sélectionnée.",
	"Adjust luminance level for selected IRE point.": "Régler le niveau de luminosité pour le point IRE sélectionné.",
	"Adjust overall color. Higher values increase saturation.": "Régler la couleur globale. Des valeurs plus élevées augmentent la saturation.",
	"Adjust overall screen brightness. Higher values increase brightness.": "Régler la luminosité globale de l’écran. Des valeurs plus élevées augmentent la luminosité.",
	"Adjust red and green color balance. Higher values increase saturation of the color.": "Régler l’équilibre chromatique entre le vert et le rouge. Des valeurs plus élevées augmentent la saturation de la couleur.",
	"Adjust red gain for color balance.": "Régler le gain pour le rouge afin de définir l’équilibre chromatique.",
	"Adjust saturation for selected color.": "Régler la saturation de la couleur sélectionnée.",
	"Adjust screen brightness by tuning the OLED LIGHT. Higher values increase brightness.": "Régler la luminosité de l’écran en réglant la lumière OLED. Des valeurs plus élevées augmentent la luminosité.",
	"Adjust screen brightness by tuning the backlight. Higher values increase brightness.": "Régler la luminosité de l’écran en ajustant le rétroéclairage. Des valeurs plus élevées augmentent la luminosité.",
	"Adjust screen brightness to reduce energy consumption.": "Régler la luminosité de l’écran pour réduire la consommation d’énergie.",
	"Adjust screen settings for individual picture modes.": "Réglez les paramètres de l’écran pour des modes d’image personnalisés.",
	"Adjust skin tone colors.": "Régler les couleurs des tons de chair.",
	"Adjust skin tone, grass, and sky colors.": "Régler le ton de chair ainsi que les couleurs de l’herbe et du ciel.",
	"Adjust sky tone colors.": "Régler les couleurs bleues.",
	"Adjust the difference between bright and dark areas of the screen. Higher values intensify the difference.": "Régler la différence entre les zones lumineuses et foncées de l’écran. Des valeurs plus élevées intensifient la différence.",
	"Adjust the luminance of static images such as logos within content to correct potential picture quality issues.": "Réglez la luminosité des images statiques, comme le logo d’un contenu, pour corriger les éventuels problèmes de qualité d’image.",
	"Adjust tint for selected color.": "Régler la teinte de la couleur sélectionnée.",
	"Adult Language": "Langage adulte",
	"Adults Only.": "Réservé aux adultes.",
	"Adults only.": "Réservé aux adultes.",
	"Advertising Cookies": "Témoins publicitaires",
	"After changing the country, all currently tuned channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "Après la modification du pays, toutes les chaînes actuellement syntonisées seront supprimées. Pour effectuer une nouvelle syntonisation des chaînes, veuillez accéder à Syntonisation automatique. Voulez-vous continuer?",
	"After changing your Zip Code, all current Freesat channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "Une fois votre code postal modifié, toutes les chaînes Freesat actuelles seront supprimées. Pour effectuer une nouvelle syntonisation des chaînes, veuillez accéder à Syntonisation automatique. Voulez-vous continuer?",
	"After you change your country, you can scan for your channels using Auto Tuning. Do you want to continue?": "Après avoir modifié le pays, vous pouvez chercher des chaînes avec la syntonisation automatique. Voulez-vous continuer?",
	"All ages admitted.": "Tous âges acceptés.",
	"All current settings for {pictureMode} mode will be reset. Do you want to continue?": "Tous les paramètres actuels pour le mode {pictureMode} seront réinitialisés. Voulez-vous continuer?",
	"All sound effect settings for Standard Mode will be reset. Do you want to continue?": "Tous les paramètres d’effets sonores du mode Standard seront réinitialisés. Voulez-vous continuer?",
	"All-Direction Zoom": "Zoom sur tous les axes",
	"Always Open": "Toujours ouvert",
	"An error has occurred while copy channels.": "Une erreur s’est produite lors de la copie des chaînes.",
	"An important software update is available.": "Une mise à jour logicielle importante est disponible.",
	"Analog TV": "TV analogique",
	"Antenna Radio": "Radio de l’antenne",
	"Any Supplementary Audio": "Toute source audio supplémentaire",
	"Application Locks": "Verrouillage des applications",
	"Applied settings are:": "Les paramètres appliqués sont :",
	"Apply the recommended audio settings using Standard Mode.": "Appliquez les paramètres audio recommandés en utilisant le mode standard.",
	"Apply the recommended audio settings using the enhanced Bass Boost.": "Appliquer les paramètres audio recommandés en utilisant l’amplificateur de sons graves amélioré.",
	"Apply the recommended audio settings using the enhanced Treble Boost.": "Appliquer les paramètres audio recommandés en utilisant l’amplificateur de sons aigus amélioré.",
	"Appropriate for general audience.": "Convient au grand public.",
	"Aqtöbe": "Aqtöbe",
	"Are you sure you want to disconnect all connected devices.": "Êtes-vous sûr de vouloir déconnecter tous les périphériques connectés.",
	"Aspect Ratio": "Format de l’image",
	"Aspect Ratio Settings": "Paramètres du format de l’image",
	"Assign channels to remote buttons so you can quickly jump to them.": "Affectez des chaînes à des boutons de la télécommande pour y accéder rapidement.",
	"Audio Description Volume": "Volume de la description audio",
	"Audio Out (Line Out)": "Sortie Audio (Ligne de sortie)",
	"Audio Type": "Type de son",
	"Auto": "Auto.",
	"Auto Power Off": "Mise hors tension automatique",
	"Auto Power Sync": "Sync allumage auto",
	"Auto Volume": "Vol. normalisé",
	"Auto Volume keeps sound volume consistent even when you change channels or broadcast signals.": "Le volume normalisé maintient un volume sonore uniforme, même lorsque vous changez de chaîne ou de signaux de diffusion.",
	"Automatically optimize picture quality based on color and brightness of ambient light.": "Optimiser automatiquement la qualité d’image selon la couleur et la luminosité de l’éclairage ambiant.",
	"Automatically optimize sound based on content type.": "Optimiser automatiquement le son selon le type de contenu.",
	"Automatically update system software when an update is found.": "Mettre à jour automatiquement le logiciel système lorsqu’une mise à jour est disponible.",
	"BG Color": "Couleur fond",
	"BG Opacity": "Opacité fond",
	"Balance": "Équilibre",
	"Bass Boost": "Amplificateur de sons graves",
	"Begin the One Touch Sound Tuning process to determine the optimum audio quality settings for your room.": "Commencez le processus One Touch Sound Tuning afin de déterminer les réglages de qualité sonore optimaux pour votre pièce.",
	"Beirut": "Beyrouth",
	"Bishkek": "Bishkek",
	"Black Level": "Niveau de noir",
	"Block TV programs based on content rating.": "Bloquer des émissions selon leur classification par contenu.",
	"Block TV programs broadcast in English based on their content ratings.": "Bloquer des émissions diffusées en anglais selon leur classification par contenu.",
	"Block TV programs broadcast in French based on their content ratings.": "Bloquer des émissions diffusées en français selon leur classification par contenu.",
	"Block access to specified channels and external devices.": "Bloquer l’accès à des chaînes et des périphériques externes définis.",
	"Block content based on genre.": "Bloquer des contenus selon leur genre.",
	"Block movies based on rating.": "Bloquer des films selon leur classification.",
	"Bogotá": "Bogotá",
	"Brazilian Punk": "Brazilian Funk",
	"Broadcast Mail": "Courrier en multidiffusion",
	"By turning Live Plus on, you are consenting to the collection of television viewing information by LG Electronics Inc. (\"LGE\") through ACR module, which may be shared on an anonymized basis to third parties to provide you with interactive services. We may also share aggregated anonymized information to third parties for marketing purposes. Please note that we do not knowingly collect or distribute the above information from or about children under 13. Detailed information about Live Plus is illustrated in Viewing Information (terms) which may be accessed in the SmartTV settings menu. LGE highly recommend that you review the full version of Viewing Information (terms) before you activate Live Plus function.": "En activant Live Plus, vous approuvez la collecte de renseignements d’affichage par LG Electronics Inc. (« LGE ») grâce au module ACR, qui peut être partagé sur une base anonyme avec des tiers pour vous fournir des services interactifs. Nous pouvons également partager des renseignements groupés anonymes avec des tiers à des fins commerciales. Veuillez noter que nous ne recueillons et ne diffusons pas consciemment les renseignements ci-dessus sur des enfants de moins de 13 ans. Des renseignements détaillés au sujet de Live Plus sont exposés dans les renseignements d’affichage (conditions d’utilisation) qui sont accessibles dans le menu Paramètres du SmartTV. LGE.recommande fortement que vous examiniez la version complète des renseignements d’affichage (conditions d’utilisation) avant d’activer la fonction Live Plus.",
	"CANCEL SCHEDULE": "ANNULER LA PROGRAMMATION",
	"CC 1": "CC 1",
	"CC 2": "CC 2",
	"CC 3": "CC 3",
	"CC 4": "CC 4",
	"CI Information": "Renseignements CI",
	"CI password incorrect. Please enter again.": "Mot de passe CI incorrect. Veuillez le saisir à nouveau.",
	"COMPONENT2": "COMPOSANTE2",
	"COMPONENT3": "COMPOSANTE3",
	"Can not Find Channel": "Impossible de trouver la chaîne",
	"Cape Verde": "Cap-Vert",
	"Card ID Number": "Numéro d’identification de carte",
	"Cayman Islands": "Îles Caïmans",
	"Changing region may change currently tuned channels in your TV. You can re-tune channels in Auto Tuning. Do you want to change regional settings now?": "La modification de la région peut modifier les chaînes actuellement syntonisées sur votre téléviseur. Vous pouvez effectuer une nouvelle syntonisation des chaînes dans Syntonisation automatique. Voulez-vous modifier les paramètres régionaux maintenant?",
	"Changing the country will cause your TV to restart and you may need to consent to LG's User Agreements again. Also, the availability of some apps and services may vary based on the LG Services Country. Do you want to continue?": "La modification du pays entraînera le redémarrage de votre téléviseur et vous devrez peut-être à nouveau accepter le contrat d’utilisation de LG. La disponibilité de certains services et applications peut également varier en fonction du pays distributeur LG. Voulez-vous continuer?",
	"Channel Advisor": "Conseiller de chaînes",
	"Channel Locks": "Verrouillage des chaînes",
	"Channel Manager": "Gestionnaire de chaînes",
	"Channel Scrolling Options": "Options de défilement de chaînes",
	"Channel Tuning": "Syntonisation des chaînes",
	"Channel Tuning & Settings": "Syntonisation et paramètres des chaînes",
	"Channels from HDMI and other external inputs cannot be locked. To lock TV channels, change the current input to Live TV.": "Les chaînes provenant de l’entrée HDMI et d’autres entrées externes ne peuvent pas être verrouillées. Pour verrouiller des chaînes de télévision, faites de Live TV l’entrée actuelle.",
	"Check for problems with the picture quality.": "Vérifier des problèmes liés à la qualité d’image.",
	"Check for problems with the sound quality of the Internal TV Speaker.": "Vérifier des problèmes liés à la qualité sonore du haut-parleur interne du téléviseur.",
	"Check for updates": "Rechercher des mises à jour",
	"Checking Password": "Vérification du Mot de Passe",
	"Checking for updates": "Vérification des mises à jour",
	"Children": "Émissions pour enfants",
	"Children Age": "Adapté aux enfants",
	"Children Program Locks": "Verrouillage des émissions pour enfants",
	"Choibalsan": "Choybalsan",
	"Choose a picture mode, then customize display settings such as contrast, brightness and sharpness for that mode.": "Choisissez un mode d’image, puis personnalisez les paramètres d’affichage tels que le contraste, la luminosité et la netteté pour ce mode.",
	"Choose to have all channels or just your primary ones when you change channels.": "Choisissez d’avoir toutes les chaînes ou seulement les chaînes principales lorsque vous changez de chaîne.",
	"Cinema Home": "Cinéma maison",
	"Cinema View": "Écran cinéma",
	"Cinema View (32:12)": "Écran cinéma (32:12)",
	"Clean Audio": "Son net",
	"Clear": "Vif",
	"Clear Cookies history": "Effacer l’historique des cookies",
	"Clear Plus": "Clair Plus",
	"Clear Voice Ⅲ": "Voix claires Ⅲ",
	"Clear the advertising frequency capping cookies.": "Effacer les témoins publicitaires de plafonnement de la fréquence.",
	"Clear1": "Effacer",
	"Click the CONNECT button below after your LG Wireless Keyboard is turned on and set to the pairing mode.": "Une fois que votre clavier sans fil LG est activé et réglé sur le mode de jumelage, cliquez sur le bouton CONNECTER ci-dessous.",
	"Closed Caption": "Sous-titres codés",
	"Closed Caption Settings": "Paramètres des sous-titres",
	"Color Management System": "Système de gestion de couleur",
	"Connect an app on your mobile device that supports LG Connect to the TV and start to enjoy playing mobile photos and music or even control your TV.": "Connectez une application de votre appareil mobile compatible avec LG Connect à votre téléviseur et vous pourrez diffuser des photos, de la musique ou même contrôler votre téléviseur à partir de votre téléphone intelligent.",
	"Connect to the network through a wireless router. You must be connected to the network to use certain Smart TV features such as web browsing, content sharing, and automatic software updates.": "Se connecter au réseau à l’aide d’un routeur sans fil. Vous devez être connecté au réseau pour pouvoir utiliser certaines fonctionnalités Smart TV telles que la navigation sur le Web, le partage de contenu et la mise à jour automatique de logiciels.",
	"Connect to the network with an ethernet cable. You must be connected to the network to use certain Smart TV features such as web browsing, content sharing, and automatic software updates.": "Se connecter au réseau à l’aide d’un câble Ethernet. Vous devez être connecté au réseau pour pouvoir utiliser certaines fonctionnalités Smart TV telles que la navigation sur le Web, le partage de contenu et la mise à jour automatique de logiciels.",
	"Connect via WPS PBC": "Se connecter via WPS-PBC",
	"Connect via WPS PIN": "Se connecter via PIN WPS",
	"Connect your TV to your router or modem with an Ethernet cable to activate your wired network connection.": "Connectez votre téléviseur à votre routeur ou votre modem à l’aide d’un câble Ethernet pour activer votre connexion réseau filaire.",
	"Control the advertising frequency capping cookies.": "Contrôler les témoins publicitaires de plafonnement de la fréquence.",
	"Copy Channels": "Copier les chaînes",
	"Correct contrast and brightness by adjusting black levels.": "Corriger le contraste et la luminosité en ajustant les niveaux de noir.",
	"Current values of customized picture mode settings will be applied to {pictureMode} mode for all inputs. Do you want to continue?": "Les valeurs actuelles des paramètres de mode d’image personnalisés seront appliquées au mode {pictureMode} pour toutes les entrées. Voulez-vous continuer?",
	"Currently connected LG Wireless Keyboard device will be disconnected from your TV. Do you want to continue?": "Le clavier sans fil LG actuellement connecté sera déconnecté de votre téléviseur. Voulez-vous continuer?",
	"Currently connecting via Wi-Fi Direct. Please accept the request on your [{devicename}].": "Connexion en cours via Wi-Fi Direct. Veuillez accepter la demande sur votre [{devicename}].",
	"Custom Time Zone": "Fuseau Horaire Personnalisé",
	"Customer Service": "Service à la clientèle",
	"Côte d'Ivoire": "Côte d’Ivoire",
	"DR Congo": "Congo-Kinshasa",
	"DTS Virtual:X": "DTS Virtual : X",
	"DTV Audio Setting": "Réglage Audio DTV",
	"Data Service": "Service de données",
	"Date": "Jour",
	"De-Blur": "Réducteur de rémanence",
	"De-Judder": "Atténuateur de bruit vidéo",
	"Delete Pairing History": "Supprimer l’historique de jumelage",
	"Delete or add TV channels to customize your channels.": "Supprimez ou ajoutez des chaînes de télévision pour personnaliser vos chaînes.",
	"Depressed": "Abaissé",
	"Device Vendor": "Fournisseur du périphérique",
	"Dial No.": "Numéro composé",
	"Digital Mode Option": "Option mode numérique",
	"Digital Sound Out": "Sortie son numérique",
	"Digital TV": "TV numérique",
	"Directed to Older Children (ages 7 and above)": "Destiné aux enfants plus âgés (7 ans et plus)",
	"Display list of audio devices that can be connected to your TV.": "Afficher la liste des périphériques audio que vous pouvez connecter à votre téléviseur.",
	"Display luminance level for the highest point (100 IRE).": "Afficher le niveau de luminosité pour le point le plus élevé (100 IRE).",
	"Do Not Track": "Fonctionnalité Ne pas me suivre",
	"Do not apply the One Touch Sound Tuning recommended audio settings.": "Les réglages audio recommandés pour One Touch Sound Tuning ne doivent pas être appliqués.",
	"Do you want to continue?": "Voulez-vous continuer?",
	"Do you want to copy channel list from USB storage to your TV? Current channels in your TV will be deleted.": "Voulez-vous copier une liste de chaînes du périphérique de stockage USB vers votre téléviseur? Les chaînes actuelles sur votre téléviseur seront supprimées.",
	"Do you want to copy channel list from your TV to the USB storage?": "Voulez-vous copier une liste de chaînes de votre téléviseur vers le périphérique de stockage USB?",
	"Do you want to set the correct time now?": "Voulez-vous définir l’heure exacte maintenant?",
	"Do you want to turn your TV off now?": "Voulez-vous éteindre votre téléviseur maintenant?",
	"Dolby Atmos": "Dolby Atmos",
	"Dolby Surround": "Dolby Surround",
	"Download Mail": "Télécharger le courrier",
	"Downloadable Rating": "Classification téléchargeable",
	"Dual Mono": "Double Mono",
	"Dushanbe": "Dushanbe",
	"Dynamic Tone Mapping": "Redistribution des tons dynamique",
	"Eastern Africa": "Afrique de l’Est",
	"Eco Mode": "Mode éco.",
	"Edge Color": "Couleur bordure",
	"Edge Type": "Type bordure",
	"Edit TV channels, set favorites, and manage parental control settings.": "Modifier les chaînes de télévision, définir les favoris et gérer les paramètres de contrôle parental.",
	"El Salvador": "Salvador",
	"Emergency Alert": "Alerte d’urgence",
	"Enable LG support representatives to resolve your technical issues remotely. You must call the LG customer service center to receive assistance.": "Activer l’assistance de représentants de LG pour résoudre vos problèmes techniques à distance. Vous devez communiquer avec le centre de service à la clientèle de LG pour obtenir de l’aide.",
	"Enable other devices and apps to turn on your TV.": "Autorisez d’autres périphériques et applications à démarrer votre téléviseur.",
	"Energy Saving": "Économie d’énergie",
	"Energy saving modes to limit power consumption.": "Des modes économie d’énergie pour limiter la consommation.",
	"Enjoy an immersive 3D soundscape with the virtual multi-channel surround sound effect.": "Profiter d’un environnement 3D immersif grâce à l’effet sonore Virtual Surround multi canaux.",
	"Enjoy an immersive 3D soundscape with the virtual surround sound effect.": "Profitez d’un environnement 3D immersif grâce à l’effet sonore Virtual Surround.",
	"Enter PIN code into a WPS-enabled router to connect TV to the network.": "Saisir un code NIP sur un routeur compatible WPS pour connecter le téléviseur au réseau.",
	"Enter the PIN in your router's settings.": "Saisissez le code NIP dans les paramètres de votre routeur.",
	"Enter the master password.": "Saisissez le mot de passe principal.",
	"Every Weekday": "Chaque jour en semaine",
	"Every Weekend": "Chaque fin de semaine",
	"Exempt from ratings.": "Pas de classification.",
	"Experience the best immersive audio effect with virtual multi-channel surround sound including height.": "Découvrez le meilleur effet sonore immersif avec le son ambiophonique multicanaux virtuel, notamment l’effet d’altitude.",
	"Expert Controls": "Contrôles experts",
	"Export your TV's channel list information to a connected USB device.": "Exportez les renseignements de la liste de chaînes de votre téléviseur vers un périphérique USB branché.",
	"Extending a period of time of the Auto Power Off setting or turning off the function may increase energy consumption.": "Rallonger la durée du dispositif de coupure automatique ou désactiver cette fonction peut provoquer une hausse de la consommation d’énergie.",
	"Eye Comfort Mode": "Mode Confort visuel",
	"Fantasy Violence": "Violence fictive",
	"Fine tune red, green, blue, cyan, magenta, and yellow color spaces.": "Régler avec précision les espaces de couleur rouge, vert, bleu, cyan, magenta et jaune.",
	"Flash": "Clignotant",
	"Flat Mode": "Mode Flat",
	"Font": "Caractère",
	"Football": "Soccer",
	"Galapagos Islands": "Îles Galápagos",
	"Game": "Jeu",
	"General Age": "Âge général",
	"General Audience": "Tout public",
	"General Audiences": "Grand public",
	"General Program Locks": "Verrouillage des émissions générales",
	"Grass Color": "Couleur de l’herbe",
	"Group ID Number": "Numéro d’identification de groupe",
	"Gujarati": "Gujarâtî",
	"Guyana": "Guyana",
	"H Position": "Position H",
	"H Sharpness": "Netteté h",
	"H Size": "Taille H",
	"HDD Eco Mode": "Mode Éco HDD",
	"HDD Power Saving Mode": "Mode économie d’énergie sur disque dur",
	"HDMI UHD Deep Color": "HDMI ULTRA HD Deep Color",
	"HDMI {port1} and HDMI {port2} ports support ULTRA HD Deep Color.": "Les ports HDMI {port1} et HDMI {port2} prennent en charge le paramètre ULTRA HD Deep Color.",
	"HDMI {port1} port support ULTRA HD Deep Color.": "Le port HDMI {port1} prend en charge le paramètre ULTRA HD Deep Color.",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support ULTRA HD Deep Color.": "Les ports HDMI {port1}, HDMI {port2} et HDMI {port3} prennent en charge le paramètre ULTRA HD Deep Color.",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support ULTRA HD Deep Color.": "Les ports HDMI {port1}, HDMI {port2}, HDMI {port3} et HDMI {port4} prennent en charge le paramètre ULTRA HD Deep Color.",
	"HDR Effect": "HDR effect",
	"HDR Effect Level": "Niveau d’effet HDR",
	"HDR Picture Mode": "Mode Image HDR",
	"Hebrew": "Hébreux",
	"Higher values increase a sense of warmth or coldness.": "Des valeurs plus élevées permettent d’accentuer une sensation de chaleur ou de froid.",
	"Home Mode": "Mode Usage familial",
	"Home/Store Mode": "Expo/Usage familial",
	"Hong Kong": "Hong Kong",
	"Hongkong": "Hong Kong",
	"IMPORTANT! Resetting will delete all of your account settings and installed apps. This action cannot be undone.": "IMPORTANT! La réinitialisation supprimera tous les paramètres de votre compte et toutes les applications installées. Impossible d’annuler cette action.",
	"IP (Manual)": "IP (manuel)",
	"IVC (Cote d’Ivoire)": "Côte d’Ivoire",
	"If Auto Power Sync is enabled, SIMPLINK devices will be able to power on the TV, and the TV will power off SIMPLINK devices when it powers off.": "Si l’option Sync allumage auto est sélectionnée, votre téléviseur s’allumera lorsque vous activerez un périphérique SIMPLINK et vos périphériques SIMPLINK s’éteindront lorsque vous éteindrez le téléviseur.",
	"If it's turned on and you connect a device that also supports UHD Deep Color, your picture may be clearer.": "Si elle est activée et que vous branchez un périphérique qui prend également en charge le paramètre ULTRA HD Deep Color, vos images peuvent être plus nettes.",
	"If recording or software update is in progress, it will wait until they are completed and the process can take more than an hour.": "Si des enregistrements ou des mises à jour de logiciels sont en cours, il attendra jusqu’à ce qu’ils soient terminés, et le processus peut prendre plus d’une heure.",
	"If set to on, your TV can receive emergency alerts if an emergency situation occurs.": "S’il est allumé, votre téléviseur peut recevoir des alertes si une situation d’urgence survient.",
	"If you turn Audio Guidance on, you can only move with left, right, up, down buttons on your remote and some apps that require the pointer cannot be used.": "Si vous activez la description audio, vous pouvez uniquement effectuer des déplacements à l’aide des boutons de direction de votre télécommande et certaines applications qui nécessitent le pointeur ne peuvent pas être utilisées.",
	"If you turn it off, CAM operator's profile will be deleted.": "Si vous la désactivez, le profil de l'utilisateur de la CAM sera supprimé.",
	"If you turn it off, all tuned CAM channels will not be available and notifications will no longer be provided.": "Si vous la désactivez, toutes les chaînes CAM syntonisées ne seront pas disponibles et vous ne recevrez plus de notifications.",
	"If you turn on LG Connect Apps feature, you will be able to either accept or deny connection requests from mobile devices.": "Si vous activez la fonction LG Connect Apps, vous pourrez accepter ou refuser des demandes de connexion d’appareils mobiles.",
	"If you turn the screen saver off and the same image remains on the screen for more than 2 hours, it can affect the picture quality of your screen. If it remains for more than 5 hours, permanent picture quality depreciation may occur. Do you want to continue?": "Si vous désactivez l’économiseur d’écran et que la même image reste sur votre écran pendant plus de deux heures, cela peut affecter la qualité d’image de votre écran. Si elle reste pendant plus de cinq heures, une dégradation permanente de la qualité d’image peut se produire. Voulez-vous continuer?",
	"If you turn this feature on, the HbbTV application or service will disable its tracking of an individual user.": "Si vous activez cette fonctionnalité, l'application ou le service HbbTV désactivera le suivi d'un utilisateur individuel.",
	"If you turn this feature on, the IBB service will disable its tracking of an individual user.": "Si vous activez cette fonctionnalité, le service IBB désactivera le suivi d'un utilisateur individuel.",
	"If you turn this feature on, you can view the content in the aspect ratio that is in the broadcast signal or content source. If the edge of the screen is not clean, please turn it off.": "Si vous activez cette fonctionnalité, vous pouvez voir le contenu dans le format de l’image qui se trouve dans le signal de diffusion ou dans la source de contenu. Si la bordure de l’écran n’est pas nette, veuillez la désactiver.",
	"If you turn this option on, color temperature will be automatically adjusted to reduce eye strain.": "Lorsque vous activez cette option, la température des couleurs est automatiquement ajustée pour réduire la fatigue oculaire.",
	"If you turn this option on, you can receive the notifications of channels or programs which you have been watching frequently.": "Si vous activez cette option, vous pouvez recevoir des notifications provenant de chaînes ou d’émissions que vous avez fréquemment regardées.",
	"If you use Energy Saving function, brightness of your TV will be affected.": "Si vous utilisez la fonction d’économie d’énergie, cela altérera la luminosité de l’écran de votre téléviseur.",
	"If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the HDMI ULTRA HD Deep Color setting off.": "Si votre périphérique ne prend pas en charge cette fonction, cela pourrait causer des dysfonctionnements. Le cas échéant, vous pouvez brancher le périphérique sur un autre port HDMI ou désactiver le paramètre HDMI Couleurs profondes ULTRA-HD .",
	"Import your TV's channel list information from a connected USB device.": "Importez les renseignements de la liste de chaînes de votre téléviseur à partir d’un périphérique USB branché.",
	"Import/export your TV's channel list information from/to a connected USB device.": "Importez/exportez les renseignements de la liste de chaînes de votre téléviseur à partir de/vers un périphérique USB branché.",
	"Improve blurry or unclear areas for a sharper image.": "Améliorer les zones floues ou peu claires pour une image plus nette.",
	"Input Locks": "Verrouillage des entrées",
	"Input field": "Champ de saisie",
	"Insert 3G/4G USB dongle to activate your 3G/4G network connection.": "Insérez la clé électronique USB 3G/4G pour activer votre connexion au réseau 3G/4G.",
	"Installing...": "Installation...",
	"Interactivity(DTVi)": "Interactivité(DTVi)",
	"Internal TV Speaker": "Haut-parleur interne du téléviseur",
	"Internal TV Speaker + Optical": "Haut-parleur interne du téléviseur + Optique",
	"Internal TV Speaker + Wired Headphones": "Haut-parleur interne du téléviseur + casque filaire",
	"Just Scan": "Sur mesure",
	"Kannada": "Kannada",
	"Keep Dolby Atmos on for the best sound experience for Dolby Atmos content.": "Dolby Atmos doit rester allumé afin de profiter de la meilleure expérience sonore possible pour le contenu Dolby Atmos.",
	"Khovd": "Hovd",
	"Krasnoyarsk": "Krasnoyarsk",
	"Kuwait City": "Koweit City",
	"LED Local Dimming": "Atténuation localisée DEL",
	"LG Bean Bird character": "Type LG Bean Bird",
	"LG Services Country": "Pays distributeur LG",
	"LG Sound Sync": "Synchronisation du son LG Sound Sync",
	"LG Wireless Keyboard allows you to control your TV through bluetooth. This feature applies only to specified LG Wireless Keyboard models.": "Le clavier sans fil LG vous permet de contrôler votre téléviseur par Bluetooth. Cette fonctionnalité n’est disponible que sur les modèles spécifiques de clavier sans fil LG.",
	"Large": "Grande",
	"Last tuning:": "Dernière syntonisation :",
	"Left Right": "Gauche/Droite",
	"Left drop shadow": "Ombre portée gauche",
	"Legal Notice": "Avis juridique",
	"Light": "Lumière",
	"Live Theater": "Théâtre en direct",
	"Location": "Emplacement",
	"Lock All": "Verrouiller tout",
	"Lock changes for currently running apps will be applied the next time they are started.": "Les modifications apportées au verrouillage des applications en cours d’exécution seront appliquées lors du prochain démarrage.",
	"MAC Address": "Adresse MAC",
	"MAC Address (Wired)": "Adresse MAC (Avec fil)",
	"MAC Address (Wireless)": "Adresse MAC (Sans fil)",
	"MASTER PASSWORD": "MOT DE PASSE PRINCIPAL",
	"MPEG Noise Reduction": "Réduction de bruit MPEG",
	"Macedonia, The Former Yugoslav Republic Of": "Macédoine, ex-République yougoslave de",
	"Manage your account information and settings.": "Gérer les renseignements et paramètres relatifs à votre compte.",
	"Manually adjust EQ frequencies.": "Régler manuellement les fréquences d’égalisation.",
	"Manually enter the IP and DNS server addresses.": "Saisir manuellement les adresses IP et DNS d’un serveur.",
	"Marquesas": "Marquises",
	"Mature Audience Only": "Réservé à un public adulte",
	"Maximize contrast by increasing the intensity of bright and dark areas of the screen.": "Maximiser le contraste en augmentant l’intensité des zones lumineuses et sombres de l’écran.",
	"Menu Language": "Langue menu",
	"Mexico City": "Mexico City",
	"Middle East": "Proche-Orient",
	"Mobile TV On": "Télé mobile active",
	"Motion Eye Care": "Contrôle de la luminosité en fonction du mouvement",
	"Multi": "Multi",
	"Multi Feed": "Alimentation multiple",
	"Multiple": "Multiple",
	"Myanmar": "Myanmar",
	"N/A": "S.O.",
	"NOTE: When the screen saver option is set to ON, it will not come up while you are watching Live TV and video inputs to avoid interfering with your viewing experience.": "REMARQUE : L’option économiseur d’écran, lorsqu’elle est définie sur ON, n’apparaît pas lorsque vous regardez Live TV ou des vidéos afin de ne pas perturber votre expérience visuelle.",
	"NSW/ACT - New South Wales / Australian Capital Territory - Sydney": "NSW/ACT : Nouvelle-Galles du Sud/Territoire de la capitale australienne, Sydney",
	"NT - Northern Territory - Darwin": "NT : Territoire du Nord, Darwin",
	"New Caledonia": "Nouvelle Calédonie",
	"Nigeria": "Nigeria",
	"No Internet via 3G/4G network": "Pas d’accès Internet par réseau 3G/4G",
	"No Internet via Ethernet": "Pas d’Internet via Ethernet",
	"No Internet via Wi-Fi": "Pas d’Internet via Wi-Fi",
	"No One 17 and Under Admitted.": "Interdit aux moins de 18 ans.",
	"No Operation Auto Off": "Aucun arrêt automatique du fonctionnement",
	"No Signal Auto Off": "Aucun arrêt automatique du signal",
	"No Signal Image": "Image Aucun signal",
	"No Signal Power Off (15Min)": "Mise hors tension pour absence de signal (15 min)",
	"No card information": "Aucun renseignement de carte",
	"No devices have been found.": "Aucun périphérique n’a été trouvé.",
	"No updates found.": "Aucune mise à jour trouvée.",
	"Noise Reduction": "Réduction de bruit",
	"Normal": "Normale",
	"Not Connected to Internet": "Non Connecté à Internet",
	"Note: Available options depend on the broadcast program.": "Remarque : les options offertes dépendent du programme de diffusion.",
	"Note: Behavior may differ if connected device is not a LG device.": "Remarque : Le comportement peut être différent si le périphérique connecté n’est pas un périphérique de LG.",
	"Note: Captions are only displayed when provided by the broadcast program.": "Remarque : les sous-titres s’affichent uniquement s’ils sont fournis par le programme de diffusion.",
	"Note: If the device is not properly connected and set up, you may not hear any sound through it.": "Remarque : si le périphérique n’est pas correctement connecté et paramétré, aucun son n’en sortira.",
	"Note: If the speakers are not properly connected and set up, you may not hear any sound through them.": "Remarque : si les haut-parleurs ne sont pas correctement connectés et paramétrés, aucun son n’en sortira.",
	"Note: If you can't hear sound through the device, make sure it is working properly and supports Sound Sync.": "Remarque : si votre périphérique n’émet aucun son, assurez-vous qu’il fonctionne correctement et qu’il prend en charge Sound Sync.",
	"Note: Only displayed when it is provided by the program.": "Remarque : affichage possible uniquement s’il est fourni par le programme.",
	"Note: Subtitles are only displayed when provided by the broadcast program.": "Remarque : les sous-titres s’affichent uniquement s’ils sont fournis par le programme de diffusion.",
	"Note: Supported features may differ by model and its transparency by the feature's operation with content playback like Live TV or VOD content.": "Remarque : les fonctionnalités prises en charge peuvent être différentes selon le modèle et la transparence peut varier selon le fonctionnement de la fonctionnalité avec des lectures de contenus comme Live TV ou de VOD.",
	"Note: This feature works only when provided by the broadcast program.": "Remarque : Cette fonctionnalité fonctionne uniquement si elle est fournie par le programme de diffusion.",
	"Note: if your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the HDMI ULTRA HD Deep Color setting off.": "Remarque : si votre périphérique ne prend pas cette fonctionnalité en charge, il ne fonctionnera pas correctement. Le cas échéant, vous pouvez brancher le périphérique sur un autre port HDMI ou désactiver le paramètre HDMI ULTRA HD Deep Color.",
	"Note:<br>1. If your TV is turned on while Pixel Refresher is in progress, it will stop the process and you have to start over.<br>2. While processing, a white line may appear in the screen. This is normal when clearing your screen.": "Remarque :<br>1. Si votre téléviseur est mis sous tension pendant l’exécution de l’opération Pixel Refresher, celle-ci sera interrompue et vous devrez recommencer depuis le début.<br>2. Pendant l’opération, il se peut qu’une ligne blanche s’affiche sur l’écran. Cela est normal pendant l’optimisation de votre écran.",
	"Novosibirsk": "Novossibirsk",
	"OFF": "Arrêt",
	"OLED LIGHT": "Lumière OLED",
	"Off": "Arrêt",
	"On": "Marche",
	"OnTimer Channel not selected": "Chaîne Activer minuterie non sélectionnée.",
	"One Touch Sound Tuning": "One Touch Sound Tuning",
	"One Touch Sound Tuning Options": "Options One Touch Sound Tuning",
	"Open Source Licenses": "Avis sur le logiciel Open Source",
	"Optimize contrast settings based on image brightness of the HDR content.": "Optimiser les paramètres de contraste selon la luminosité de l’image du contenu HDR.",
	"Optimize contrast settings based on image brightness.": "Optimiser les paramètres de contraste selon la luminosité de l’image.",
	"Optimize display for movies.": "Optimiser l’affichage pour les films.",
	"Optimize image quality for fast-moving images (sports and action).": "Optimiser la qualité des images à déplacement rapide (sports et action).",
	"Optimize sound based on type of TV installation.": "Optimiser le son selon le type d’installation du téléviseur.",
	"Optimize sound mode for each content type and customize audio effects for Standard mode.": "Optimisez le mode sonore pour chaque type de contenu et personnalisez les effets audio pour le mode Standard.",
	"Optimize sound mode for each content type.": "Optimiser le mode audio pour chaque type de contenu.",
	"Original Language": "Langue d’origine",
	"Output sound through an LG audio device connected to the OPTICAL DIGITAL AUDIO OUT port. With this option, you can control the device's volume with your TV remote.": "Diffuser le son par le biais d’un périphérique audio LG connecté au port SORTIE AUDIO NUMÉRIQUE OPTIQUE. Grâce à cette option, vous pouvez contrôler le volume du périphérique avec la télécommande de votre téléviseur.",
	"Output sound through an wireless audio device via LG Sound Sync or Bluetooth. It may need some troubleshooting:": "Sortie audio via un périphérique audio sans fil par LG Sound Sync ou Bluetooth. Un dépannage peut s’avérer nécessaire :",
	"Output sound through external audio devices connected to the AUDIO OUT/ H/P OUT port.": "Diffuser le son par le biais de périphériques audio externes branchés au port AUDIO OUT/ H/P OUT.",
	"Output sound through external audio devices connected to the HDMI IN (ARC) port.": "Diffuser le son par l'entremise de périphériques audio externes branchés au port ENTRÉE HDMI (ARC).",
	"Output sound through external audio devices connected to the OPTICAL DIGITAL AUDIO OUT.": "Diffuser le son par l'entremise de périphériques audio externes branchés au port OPTICAL DIGITAL AUDIO OUT.",
	"Output sound through the Internal TV speaker.": "Diffuser le son par le haut-parleur interne du téléviseur.",
	"Output sound through wired headphones.": "Diffuser le son par le biais d’un casque filaire.",
	"PIN: {pin}": "NIP : {pin}",
	"Panjabi": "Punjabi",
	"Parental Guidance Suggested": "Surveillance parentale conseillée",
	"Parental guidance suggested for children ages 8-13.": "Surveillance parentale suggérée pour les enfants de 8 à 13 ans.",
	"Parents Strongly Cautioned": "Parents fortement mis en garde",
	"Patent Information": "Renseignements sur les brevets",
	"Persian": "Persan",
	"Pick a Time": "Choisir une heure",
	"Picture Mode": "Mode photo",
	"Picture Mode Settings": "Paramètres du mode Image",
	"Picture Options": "Options d’image",
	"Picture Test": "Test d’image",
	"Picture or sound may not work properly while connected external device and TV are initially communicating. If the issue persists, please revert the settings or reboot your connected external device.": "Il est possible que l’image ou le son ne fonctionnent pas correctement pendant la communication initiale entre le périphérique externe connecté et le téléviseur. Si le problème persiste, veuillez réinitialiser les paramètres ou redémarrer le périphérique externe connecté.",
	"Pixel Refresher": "Pixel Refresher",
	"Pixel Refresher allows your TV to provide the clearest picture possible.": "Pixel Refresher permet à votre téléviseur de diffuser les images les plus nettes possible.",
	"Pixel Refresher has been scheduled to start the next time your TV is turned off.": "Pixel Refresher sera lancé la prochaine fois que vous éteindrez votre téléviseur.",
	"Pixel Refresher will begin when you turn off your TV.": "Pixel Refresher démarre quand vous éteignez votre téléviseur.",
	"Please check that all values are input correctly.": "Vérifiez si toutes les valeurs sont correctement saisies.",
	"Please check the network name and password and try again.": "Vérifiez le nom et le mot de passe du réseau et réessayez.",
	"Please check the status and try again": "Veuillez vérifier le statut et réessayez.",
	"Please do not unplug the USB storage until the copying is completed.": "Veuillez ne pas retirer le périphérique de stockage USB tant que la copie n’est pas terminée.",
	"Please enter your password to turn off this function.": "Veuillez inscrire votre mot de passe pour désactiver cette fonction.",
	"Please enter your password to turn on this function.": "Veuillez inscrire votre mot de passe pour activer cette fonction.",
	"Please make sure that your TV is connected to the network and try again.": "Veuillez vérifier que votre téléviseur est raccordé au réseau et réessayez.",
	"Please try again later.": "Veuillez réessayer ultérieurement.",
	"Please wait while the Settings application reloads.": "Veuillez patienter pendant le rechargement de l’application Paramètres.",
	"Please wait while the Settings application restarts.": "Veuillez patienter pendant le redémarrage de l’application des paramètres.",
	"Please wait while the TV searches for LG Service Country.": "Veuillez patienter pendant que le téléviseur recherche le pays du service LG.",
	"Port Louis": "Port-Louis",
	"Port of Spain": "Port-d’Espagne",
	"Porto Novo": "Porto-Novo",
	"Power Saving Mode": "Mode économie d’énergie",
	"Preschool": "Émissions pour enfants d'âge préscolaire",
	"Press right button to adjust de-blur and Motion Pro value.": "Appuyez sur le bouton droit pour régler la valeur de réduction du flou et la valeur Motion Pro.",
	"Press right button to adjust de-judder and Motion Pro value.": "Appuyez sur le bouton droit pour régler la valeur de réduction de l'effet de saccade et la valeur Motion Pro.",
	"Press right button to adjust de-judder, de-blur and Motion Pro value.": "Appuyez sur le bouton droit pour régler la valeur de Motion Pro, de réduction du flou et de réduction de l'effet de saccade.",
	"Press the WPS button on your wireless router now.": "Appuyez sur le bouton WPS sur votre routeur sans fil maintenant.",
	"Press the WPS-PBC button on a WPS-enabled router to connect TV to the network.": "Appuyer sur le bouton WPS-PBC d’un routeur compatible WPS pour connecter le téléviseur au réseau.",
	"Press the right button to adjust Motion Pro settings.": "Appuyez sur le bouton droit afin de régler les paramètres de Motion Pro.",
	"Press the right button to adjust de-blur settings.": "Appuyez sur le bouton de droite afin de régler les paramètres du réducteur de rémanence.",
	"Press the right button to adjust de-judder settings.": "Appuyez sur le bouton de droite afin de régler les paramètres de l’atténuateur de bruit vidéo.",
	"QLD - Queensland - Brisbane": "QLD : Queensland, Brisbane",
	"Quick Start+": "Démarrage rapide+",
	"Raised": "Élevé",
	"Reason: Authentication with access point was unsuccessful.": "Raison : l’authentification au moyen du point d’accès a échoué.",
	"Reason: Could not establish a connection to access point.": "Raison : Impossible d’établir une connexion avec le point d’accès.",
	"Reason: Could not retrieve a valid IP address by using DHCP.": "Raison : Impossible de récupérer une adresse IP valide au moyen de DHCP.",
	"Reason: Password is missing.": "Raison : mot de passe manquant.",
	"Reason: The network you selected is out of range.": "Raison : Le réseau sélectionné est inaccessible.",
	"Reason: Unable to login.": "Raison : Impossible de se connecter.",
	"Recommended for children ages 14 and older.": "Recommandé pour les enfants âgés de 14 ans et plus.",
	"Recommended for children ages 16 and older.": "Recommandé pour les enfants âgés de 16 ans et plus.",
	"Reduce noise from digital video signals.": "Réduire le bruit des signaux vidéo numériques.",
	"Refresh list": "Actualiser la liste",
	"Remote Settings": "Réglages à distance",
	"Remove irregular and erratic pixels for a clearer image.": "Supprimer les pixels inconstants et irréguliers pour une image plus claire.",
	"Reset to Initial Settings": "Réinitialiser les paramètres initiaux",
	"Restrict access to TV programs and movies based on their ratings.": "Restreindre l’accès aux émissions et aux films selon leur classification.",
	"Restrict access to TV programs based on their ratings.": "Restreindre l’accès à des émissions selon leur classification.",
	"Restrict access to specified apps.": "Restreindre l’accès à des applications définies.",
	"Restrict access to specified channels.": "Restreindre l’accès à des chaînes définies.",
	"Restrict access to specified inputs.": "Restreindre l’accès à des entrées définies.",
	"Return TV to its initial settings. This will revert all options to their default settings.": "Rétablir les paramètres initiaux du téléviseur. Ceci permettra de rétablir les paramètres par défaut de toutes les options.",
	"Revert Color Management System settings to default.": "Revenir aux paramètres du système de gestion de couleur par défaut.",
	"Revert standard mode sound effect settings to default.": "Rétablir les paramètres d’effets sonores du mode standard par défaut.",
	"Revert to default settings. Each picture mode must be reset individually. Please select the picture mode you want to reset.": "Rétablir les paramètres par défaut. Chaque mode d’image doit être réinitialisé individuellement. Veuillez sélectionner le mode d’image que vous souhaitez réinitialiser.",
	"Revert white balance settings to default.": "Revenir aux paramètres d'équilibrage des blancs par défaut.",
	"Revoke Pairing": "Révoquer l’appairage",
	"Right drop shadow": "Ombre portée droite",
	"SA - South Australia - Adelaide": "SA : Australie-Méridionale, Adélaïde",
	"SIMPLINK enables HDMI-CEC devices connected to your TV with an HDMI cable to be controlled with your TV remote.": "SIMPLINK permet de contrôler des périphériques HDMI-CEC connectés à votre téléviseur par câble HDMI grâce à la télécommande de votre téléviseur.",
	"SIMPLINK lets you use your LG Remote to control other SIMPLINK-enabled devices, like a DVD player or audio home theater system, that are connected to your LG Smart TV by HDMI.": "SIMPLINK vous permet d’utiliser votre télécommande LG pour commander d’autres périphériques SIMPLINK, comme un lecteur DVD ou un système de cinéma maison audio, qui sont connectés à votre téléviseur Smart de LG par HDMI.",
	"SIMPLINK will be automatically turned on to use this ARC mode.": "SIMPLINK s’active automatiquement pour l’utilisation en mode ARC.",
	"START NOW": "DÉMARRER MAINTENANT",
	"START ONCE TV IS OFF": "DÉMARRER UNE FOIS LE TÉLÉVISEUR ÉTEINT",
	"Saint Lucia": "Sainte-Lucie",
	"San Luis": "San Luis",
	"Sana": "Sanaa",
	"Santo Domingo": "Saint-Domingue",
	"Sarajevo": "Sarajevo",
	"Saudi Arabia": "Arabie Saoudite",
	"Save": "Sauvegarder",
	"Save CAM Operator's Profile": "Enregistrer le profil de l’opérateur CAM",
	"Save CI Password": "Sauvegarder le mot de passe CI",
	"Save the Color Management System settings from the currently selected picture mode for all inputs.": "Enregistrer les paramètres du système de gestion de couleur à partir du mode image actuellement sélectionné pour toutes les entrées.",
	"Save the current customized setting values to currently selected picture mode for all inputs.": "Enregistrez les valeurs actuelles des paramètres personnalisés vers le mode d’image actuellement sélectionné pour toutes les entrées.",
	"Save the white balance settings from the currently selected picture mode for all inputs.": "Enregistrer les paramètres de la balance des blancs à partir du mode image actuellement sélectionné pour toutes les entrées.",
	"Save/reset your CI password. Saving your password will let you skip the sign-in step in the future.": "Enregistrez/réinitialisez votre mot de passe CI. Si vous enregistrez votre mot de passe, vous pourrez sauter l’étape de connexion à l’avenir.",
	"Screen Off": "Écran éteint",
	"Screen Saver": "Économiseur d’écran",
	"Screen Shift ": "Décalage d’écran",
	"Screen shifts at regular time intervals to prevent panel noise.": "Procédez à des décalages d’écran à intervalles réguliers afin de prévenir le bruit au niveau du panneau.",
	"Screen will turn off in 5 seconds. To turn the screen back on, press any button except the power and volume button.": "L’écran s’éteindra dans 5 secondes. Pour rallumer l’écran, appuyez sur n’importe quel bouton, sauf les boutons de mise en marche et de volume.",
	"Search": "Rechercher",
	"Searching...": "Recherche en cours...",
	"Select IRE point to adjust luminance.": "Sélectionner un point IRE pour régler la luminosité.",
	"Select Mode": "Choisir le mode",
	"Select TV's language settings.": "Sélectionnez les réglages de la langue du téléviseur.",
	"Select aspect ratio from the menu.": "Sélectionnez le format de l’image à partir du menu.",
	"Select audio language for digital broadcasts. For programs that do not support multiple languages, the default will be used.": "Sélectionner la langue audio pour les diffusions numériques. Pour les émissions qui ne prennent pas en charge plusieurs langues, la langue par défaut sera utilisée.",
	"Select audio language for digital broadcasts. The default language is selected when the program does not support multiple languages.": "Sélectionner la langue audio pour les diffusions numériques. La langue par défaut est sélectionnée lorsque le programme ne prend pas en charge plusieurs langues.",
	"Select caption settings for analog broadcasts.": "Sélectionner les paramètres de sous-titrage pour les diffusions analogiques.",
	"Select caption settings for digital broadcasts.": "Sélectionner les paramètres de sous-titrage pour les diffusions numériques.",
	"Select caption size, color, transparency, and other options for digital broadcasts.": "Sélectionner la taille, la couleur, la transparence et d’autres options de sous-titrage pour les diffusions numériques.",
	"Select color to be adjusted.": "Sélectionner la couleur à régler.",
	"Select days to apply the Timer Power Off settings every week.": "Sélectionner les jours lors desquels appliquer les paramètres d’arrêt de la minuterie chaque semaine.",
	"Select days to apply the Timer Power On settings every week.": "Sélectionner les jours lors desquels appliquer les paramètres de mise en marche de la minuterie chaque semaine.",
	"Select device for audio output.": "Sélectionner un périphérique de sortie audio.",
	"Select digital audio output format. When the program does not support the selected output format, the default output from the source will be used.": "Sélectionnez un format de sortie audio numérique. Si le programme ne prend pas en charge le format de sortie sélectionné, la sortie par défaut de la source sera utilisée.",
	"Select how much the volume should change with each press of your remote's volume key. Higher values increase increments.": "Sélectionner le degré de modification du volume à chaque pression sur la touche de volume de votre télécommande. Des valeurs plus élevées augmentent les incréments.",
	"Select how the TV will be used.": "Sélectionner la façon dont le téléviseur sera utilisé.",
	"Select language for TV menus.": "Sélectionner la langue des menus du téléviseur.",
	"Select language for subtitles.": "Sélectionner la langue des sous-titres.",
	"Select language for voice recognition.": "Sélectionner la langue pour la reconnaissance vocale.",
	"Select languages for on-screen keyboards.": "Sélectionner des langues pour les claviers affichés à l’écran.",
	"Select method to adjust white balance.": "Sélectionner la méthode pour régler la balance des blancs.",
	"Select pattern to use as a basis for white balance adjustment. You can use the TV’s built-in pattern or another pattern by connecting an external device.": "Sélectionner un modèle à utiliser comme base pour le réglage de la balance des blancs. Vous pouvez utiliser le modèle intégré du téléviseur ou un autre modèle en connectant un périphérique externe.",
	"Select point to adjust luminance.": "Sélectionnez un point pour ajuster la luminosité.",
	"Select the best picture mode for your viewing environment and content type.": "Sélectionnez le meilleur mode d’image pour votre environnement de diffusion et votre type de contenu.",
	"Select the channel to use when the TV turns on.": "Sélectionner la chaîne à utiliser lorsque vous allumez le téléviseur.",
	"Select the country where you want to access LG's services. Services may vary depending on location.": "Sélectionner le pays à partir duquel vous souhaitez accéder aux services de LG. Les services peuvent varier en fonction du lieu.",
	"Select the desired video angle.": "Sélectionner l’angle vidéo souhaité.",
	"Select the format to transfer digital audio to an external device.": "Sélectionnez le format pour transférer l’audio numérique vers un périphérique externe.",
	"Select the input to use when the TV turns on.": "Sélectionner l’entrée à utiliser lorsque vous allumez le téléviseur.",
	"Select the most preferred Subtitle Language.": "Sélectionnez votre premier choix de langue de sous-titrage.",
	"Select the region where your broadcast signal comes from.": "Sélectionner la région d’où provient votre signal de diffusion.",
	"Select the second preferred Subtitle Language.": "Sélectionnez votre deuxième choix de langue de sous-titrage.",
	"Select your first choice of audio language for digital broadcasts. For programs that do not support multiple languages, the default will be used.": "Sélectionner votre premier choix de langue audio pour les diffusions numériques. Pour les émissions qui ne prennent pas en charge plusieurs langues, la langue par défaut sera utilisée.",
	"Select your first choice of language for your broadcast TV provider's teletext services.": "Sélectionnez votre premier choix de langue pour les services de télétexte de votre prestataire de télédiffusion.",
	"Select your remote's cursor speed and appearance.": "Sélectionnez la vitesse de déplacement et l’apparence du curseur de votre télécommande.",
	"Select your second choice of audio language for digital broadcasts. For programs that do not support multiple languages, the default will be used.": "Sélectionner votre deuxième choix de langue audio pour les diffusions numériques. Pour les émissions qui ne prennent pas en charge plusieurs langues, la langue par défaut sera utilisée.",
	"Select your second choice of language for your broadcast TV provider's teletext services.": "Sélectionnez votre deuxième choix de langue pour les services de télétexte de votre prestataire de télédiffusion.",
	"Service 1": "Service 1",
	"Service 2": "Service 2",
	"Service 3": "Service 3",
	"Service 4": "Service 4",
	"Service 5": "Service 5",
	"Service 6": "Service 6",
	"Set ID": "Identité télé",
	"Set Store Mode settings.": "Définissez les paramètres du mode Expo.",
	"Set System Color mode for your current TV input.": "Définissez la couleur de système pour votre entrée de téléviseur actuelle.",
	"Set TV locks for fantasy violence content.": "Verrouiller l’accès aux émissions à caractère violent.",
	"Set TV locks for general programming.": "Verrouiller l’accès aux émissions (général).",
	"Set TV locks for programs containing adult language.": "Verrouiller l’accès aux émissions contenant un langage d’adulte.",
	"Set TV locks for programs containing sexual situations.": "Verrouiller l’accès aux émissions contenant des scènes à caractère sexuel.",
	"Set TV locks for programs containing sexually suggestive dialogue.": "Verrouiller l’accès aux émissions contenant des dialogues suggestifs.",
	"Set TV locks for programs containing violence.": "Verrouiller l’accès aux émissions contenant de la violence.",
	"Set TV locks for ratings based on children’s ages.": "Verrouiller l’accès aux émissions selon l’âge des enfants.",
	"Set additional options for Audio Description.": "Définir des options supplémentaires pour la description audio.",
	"Set additional picture settings.": "Configurer les paramètres d’image supplémentaires.",
	"Set advanced Subtitle options.": "Définir les options avancées de sous-titrage.",
	"Set advanced captioning options.": "Définir les options avancées de sous-titrage.",
	"Set audio-related options.": "Définir les options en rapport avec l’audio.",
	"Set color balance by adjusting color temperature, luminance, and red, green and blue gain controls.": "Définir l’équilibre chromatique en réglant la température des couleurs, la luminosité, ainsi que la régulation de gain pour le rouge, le vert et le bleu.",
	"Set color gamut automatically according to the signal, or display more vivid and richer color in the order of Extended and Wide.": "Établissez automatiquement l'option de gamme de couleurs en fonction du signal ou affichez des couleurs plus riches et plus vives par ordre étendu et large.",
	"Set color temperature from warm to cool.": "Définissez la température des couleurs, de chaudes à froides.",
	"Set power options to reduce energy consumption.": "Définir les options d’alimentation pour réduire la consommation d’énergie.",
	"Set the TV to turn off after a set amount of time.": "Régler le téléviseur de manière à ce qu’il s’éteigne au bout d’un laps de temps donné.",
	"Set the TV to turn off automatically at a set time.": "Régler le téléviseur de manière à ce qu’il s’éteigne automatiquement à une heure donnée.",
	"Set the TV to turn off automatically if there is no user input for 2 hours after the timer has turned it on.": "Régler le téléviseur pour qu’il s’éteigne automatiquement s’il n’y a toujours aucune entrée utilisateur 2 heures après que la minuterie l’ait allumé.",
	"Set the TV to turn off automatically when there has been no user input for a specified amount of time.": "Régler le téléviseur de manière à ce qu’il s’éteigne si aucun utilisateur ne s’en est servi pendant un laps de temps donné.",
	"Set the TV to turn on automatically at a set time.": "Régler le téléviseur de manière à ce qu’il s’allume automatiquement à une heure donnée.",
	"Set the TV to turn on or off automatically at a set time.": "Régler le téléviseur de manière à ce qu’il s’allume et s’éteigne automatiquement à une heure donnée.",
	"Set the current date and time.": "Définir la date et l’heure actuelles.",
	"Set the current date manually.": "Définir manuellement la date actuelle.",
	"Set the current time manually.": "Définir manuellement l’heure actuelle.",
	"Set the range of colors that can be displayed.": "Définir le spectre de couleurs à afficher.",
	"Set the region for broadcasts and special services.": "Définir la région pour les diffusions et les services spéciaux.",
	"Set the screen size and aspect ratio.": "Définir la taille de l’écran et le format de l’image.",
	"Set the volume level to use when the TV turns on.": "Définir le niveau de volume à utiliser lorsque vous allumez le téléviseur.",
	"Set time to turn off the TV.": "Définir une heure pour éteindre le téléviseur.",
	"Set time to turn on the TV.": "Définir une heure pour allumer le téléviseur.",
	"Settings Help": "Aide relative aux Paramètres",
	"Sexual Situations": "Situations sexuelles",
	"Sexually Suggestive Dialogue": "Dialogues suggestifs",
	"Shanghai": "Shanghai",
	"Simultaneous Sound Out with Internal TV Speaker": "Sortie son simultanée avec haut-parleur interne du téléviseur.",
	"Single Sound Out": "Sortie Son Unique",
	"Sky Color": "Couleur ciel",
	"Sleep Timer": "Minuterie",
	"Slow": "Lent",
	"Small": "Petit",
	"Software Version": "Version du logiciel",
	"Software update has been installed. Update will be applied when you restart your TV.": "La mise à jour du logiciel a été installée. La mise à jour sera appliquée au redémarrage de votre téléviseur.",
	"Solid": "Solide",
	"Some material may be inappropriate for children under 13.": "Certains éléments peuvent être inappropriés pour des enfants de moins de 13 ans.",
	"Some material may not be suitable for children.": "Certains éléments peuvent ne pas convenir aux enfants.",
	"Sotho, Northern": "Sotho, Nord",
	"Sotho, Southern": "Sotho, Sud",
	"Sound Mode": "Mode son",
	"Sound Mode Settings": "Paramètres du mode Son",
	"Sound Test": "Test audio",
	"Sound can be heard simultaneously through Internal TV Speaker and external audio devices connected to the OPTICAL DIGITAL AUDIO OUT port.": "Le son peut être diffusé simultanément par le haut-parleur interne du téléviseur et les périphériques audio externes branchés au port SORTIE AUDIO NUMÉRIQUE OPTIQUE.",
	"Sound can be heard simultaneously through internal TV speaker and wired headphones.": "Le son peut être diffusé simultanément par le haut-parleur interne du téléviseur et le casque filaire.",
	"Spoken Subtitle": "Sous-titres énoncés",
	"Sports": "Sports",
	"St. John's": "St. John’s",
	"Stand TypeⅠ": "Stand TypeⅠ",
	"Stand TypeⅡ": "Stand TypeⅡ",
	"Standard Mode Sound Effect": "Effet sonore du mode Standard",
	"Standby Light": "Témoin de veille",
	"Start New Sound Tuning": "Démarrer une nouvelle syntonisation du son",
	"Startup Sound": "Son de démarrage",
	"Store Demo": "Démo en magasin",
	"Store Demo mode provides options to optimize the TV for retail displays.": "Le mode Démo en magasin fournit des options pour optimiser le téléviseur en vue de son exposition au point de vente.",
	"Store Mode": "Mode Expo",
	"Store Mode Settings": "Paramètres du mode Expo",
	"Store Mode is for in-store display purposes. It will re-initialize the settings every few minutes. Do you want to close this app and start the Store Mode?": "Le mode Expo est destiné aux démonstrations en magasin. Il réinitialise les paramètres à des intervalles de quelques minutes. Souhaitez-vous fermer cette application et démarrer le mode Expo?",
	"Suitable for children ages 13 and older.": "Convient aux enfants âgés de 13 ans et plus.",
	"Suitable for children ages 2-7.": "Convient aux enfants âgés de 2 à 7 ans.",
	"Suitable for children ages 8 and older.": "Convient aux enfants âgés de 8 ans et plus.",
	"Super Resolution": "Super résolution",
	"Suriname": "Suriname",
	"Swahili": "Souahéli",
	"System Color": "Couleur du système",
	"TAS - Tasmania - Hobart": "TAS : Tasmanie, Hobart",
	"TV": "Télé",
	"TV Information": "Renseignements sur le téléviseur",
	"TV Installation Type": "Type d’installation du téléviseur",
	"TV Lock": "Verrouillage TV",
	"TV Name": "NOM DE LA TV",
	"TV Power Sound": "Son de mise sous tension du téléviseur",
	"TV Program Locks": "Verrouillage des programmes TV",
	"TV Rating English": "Classification TV anglaise des émissions",
	"TV Rating French": "Classification TV française des émissions",
	"TV Speaker Bar": "Barre de son du téléviseur",
	"TV Speaker Bar + Wired Headphones": "Barre de son du téléviseur + casque filaire",
	"Taipei": "Taipei",
	"Tbilisi": "Tbilissi",
	"Text Color": "Couleur texte",
	"Text Opacity": "Opacité texte",
	"The LG Services Country information could not be retrieved from the server. Please try again later.": "Les renseignements sur le pays distributeur LG n’ont pas pu être récupérés sur le serveur. Veuillez réessayer ultérieurement.",
	"The Settings application must reload to change the menu language. Do you want to continue?": "L’application Paramètres doit être rechargée pour modifier la langue du menu. Voulez-vous continuer?",
	"The channel list have been successfully copied from the USB storage to your TV. The TV will restart in 5 seconds.": "La liste des chaînes a été copiée avec succès du périphérique de stockage USB vers votre téléviseur. Le téléviseur redémarrera dans 5 secondes.",
	"The channel list have been successfully copied from your TV to the USB storage.": "La liste des chaînes a été copiée avec succès de votre téléviseur vers le périphérique de stockage USB.",
	"The contents on the screen or subtitles will be verbally spoken for visually impaired viewers.": "Le contenu à l’écran ou les sous-titres seront énoncés verbalement pour les téléspectateurs ayant une déficience visuelle.",
	"The contents on the screen will be described with voice for visually impaired viewers.": "Le contenu à l’écran sera décrit verbalement pour les téléspectateurs malvoyants.",
	"The list of all paired devices will be deleted. Do you want to continue?": "La liste de tous les périphériques jumelés sera supprimée. Voulez-vous continuer?",
	"The network is currently unavailable. Please try again later.": "Le réseau est actuellement indisponible. Veuillez réessayer plus tard.",
	"The process will take about an hour to complete and your TV needs to remain turned off.": "Cette opération prend environ une heure et votre téléviseur doit demeurer éteint.",
	"The update cannot be applied to the TV. Software will revert to the previous version.": "La mise à jour ne peut pas être appliquée au téléviseur. La version précédente du logiciel sera restaurée.",
	"There are no paired devices.": "Il n’y a aucun périphérique jumelé.",
	"There are settings to correct or prevent OLED panel noise.": "Certains paramètres permettent de corriger ou d’éviter le bruit de l’écran OLED.",
	"There is no USB device connected to your TV.": "Aucun périphérique USB n’est branché à votre téléviseur.",
	"There is no message.": "Il n’y a aucun message.",
	"This setting puts your TV in standby mode when it's turned off so it will help using TV's functions quicker when you turn the TV back on.": "Ce réglage met votre téléviseur en mode veille lorsque vous l’éteignez pour vous permettre d’utiliser ses fonctions plus rapidement lors du prochain démarrage.",
	"This setting puts your TV in standby mode when it's turned off so it will start up more quickly the next time it's turned on.": "Ce réglage met votre téléviseur en mode veille lorsque vous l’éteignez pour vous permettre de le démarrer plus rapidement la prochaine fois que vous l’allumez.",
	"This settings is only available for Internal TV Speaker.": "Ces paramètres ne sont disponibles que pour le haut-parleur interne du téléviseur.",
	"Thule": "Thule",
	"Timer Channel": "Canal associé à la minuterie",
	"Timer Power Off": "Arrêt de la minuterie",
	"Timer Power On": "Mise en marche de la minuterie",
	"Timer Repeat": "Répétition de la minuterie",
	"Timers": "Minuteries",
	"Tiranë": "Tiranë",
	"To experience optimal sound effect, it is recommended to set the balance between the L10~R10 range.": "Pour une expérience sonore optimale, il est recommandé de régler l’équilibre entre G10~D10.",
	"To test your TV sound, Sound Out setting needs to be changed to the Internal TV Speaker. Do you want to continue?": "Pour tester le son de votre téléviseur, le paramètre Sortie son doit être réglé sur Haut-parleur interne du téléviseur. Voulez-vous continuer?",
	"To use Wi-Fi Direct, you must turn on the Wi-Fi within the TV. Do you want to turn Wi-Fi on?": "Pour utiliser Wi-Fi Direct, vous devez activer le Wi-Fi sur le téléviseur. Voulez-vous activer le Wi-Fi?",
	"To use the Wi-Fi Direct, you must close the Screen Share app.": "Pour utiliser Wi-Fi Direct, vous devez fermer l’application Screen Share.",
	"Total Power On Time": "Durée totale de mise sous tension",
	"Tracking Speed": "Vitesse de réponse",
	"Treble Boost": "Amplificateur de sons aigus",
	"Trinidad And Tobago": "Trinité-et-Tobago",
	"Tswana": "Chuana",
	"Tune and save available channels.": "Syntonisez et enregistrez les chaînes disponibles.",
	"Tune and save available channels. You can set satellite channel options.": "Syntonisez et enregistrez les chaînes disponibles. Vous pouvez configurer des options de chaînes satellites.",
	"Turn Dolby Surround on to make all your content sound better. Note that Dolby Atmos must also be switched on to use this feature.": "Activez Dolby Surround pour améliorer la qualité sonore de tous vos contenus. Notez que Dolby Atmos doit également être allumé pour utiliser cette fonctionnalité.",
	"Turn automatic volume adjustments on/off and set how much to change volume with each remote click.": "Activez/désactivez les réglages automatiques du volume et définissez l’importance des modifications de volume avec chaque clic de la télécommande.",
	"Turn on the advertising frequency capping cookies. This keeps on tracking the number of times an ad is shown on your TV and is used to help limit the number of times the same ad is displayed.": "Activer les témoins publicitaires de plafonnement de la fréquence. Cela vous permet de découvrir combien de fois une publicité a été diffusée sur votre téléviseur et vous aide à limiter la diffusion d’une même publicité.",
	"Turn on/off ULTRA HD Deep Color for HDMI {num} port.": "Activer/désactiver le paramètre ULTRA HD Deep Color pour le port HDMI {num}.",
	"Turn on/off and set Audio Guidance options for visually impaired viewers.": "Activer/désactiver et définir les options de description audio pour les téléspectateurs malvoyants.",
	"Turn on/off captioning for hearing-impaired people. Program must support feature to work.": "Activer/désactiver le sous-titrage pour les personnes malentendantes. Le programme doit prendre en charge la fonctionnalité pour fonctionner.",
	"Turn on/off description box in Settings.": "Activez/désactivez la case de description dans Paramètres.",
	"Turn on/off standby light.": "Activer/désactiver le témoin de veille.",
	"Turn on/off the images to be displayed when there is no signal.": "Activer/désactiver les images à afficher quand il n’y a aucun signal.",
	"Turn on/off the sound notification for TV power.": "Activez/désactivez les notifications sonores pour la mise sous tension du téléviseur.",
	"Turn the HbbTV service on/off.": "Activer/désactiver le service de HbbTV.",
	"Turn the Hybridcast service on/off.": "Activer/désactiver le service Hybridcast.",
	"Turn the Interactivity (DTVi) service on/off.": "Activer/désactiver le service d’interactivité (DTVi).",
	"Turn your TV on using your mobile phone via Bluetooth.": "Démarrez votre téléviseur à l’aide de votre téléphone mobile via Bluetooth.",
	"Turn your TV on using your mobile phone via Wi-Fi.": "Allumez votre téléviseur à l’aide de votre téléphone mobile via le Wi-Fi.",
	"Turn your broadcast TV provider's TV Guide on/off.": "Activez/désactivez le guide TV de votre prestataire de télédiffusion.",
	"Turn your broadcast TV provider's teletext service on/off.": "Activez/désactivez le service télétexte de votre prestataire de télédiffusion.",
	"Turning Wi-Fi off will prevent you from accessing all Internet-based services unless you use a cable to connect to the network. Do you want to continue?": "La désactivation du Wi-Fi vous empêchera d’accéder aux services Internet, sauf si vous utilisez un câble pour vous connecter au réseau. Voulez-vous continuer?",
	"Turning this option on may increase energy consumption.": "L’activation de cette option peut augmenter la consommation d’énergie.",
	"UAE": "Émirats arabes unis",
	"UNPAIR": "DÉCOUPLER",
	"USB storage for Copy Channels": "Stockage USB pour copier les chaînes",
	"Ulaanbaatar": "Ulaanbaatar",
	"Unable to check for updates.": "Impossible de vérifier les mises à jour.",
	"Undefined": "Non défini",
	"Under 17 requires accompanying parent or adult guardian.": "Les personnes de moins de 17 ans doivent être accompagnées d’un parent ou d’un tuteur adulte.",
	"United Arab Emirates": "Émirats Arabes Unis",
	"United States of America": "États-Unis d’Amérique",
	"Unknown issue has occurred.": "Un problème inconnu s’est produit.",
	"Update in progress...({n}%)": "Mise à jour en cours…({n}%)",
	"Update will be cancelled and all update files will be deleted now. Do you want to continue?": "La mise à jour sera annulée et tous les fichiers mis à jour seront maintenant supprimés. Voulez-vous continuer?",
	"Urdu": "Urdu",
	"Use Stand TypeⅠ if the distance between your TV stand and the wall is significant.": "Lorsque la distance entre le support de votre téléviseur et le mur est importante, servez-vous de Sur socle l.",
	"Use Stand TypeⅡ if your TV stand is close to the wall. This will reduce base reflex and give you clearer sound quality.": "Lorsque le support de votre téléviseur est proche du mur, servez-vous de Sur socle ll. Cela réduira le réflexe de base et offrira une qualité sonore plus claire.",
	"Use Wall-mounted Type if your intalled TV is wall-mounted type.": "Si votre téléviseur est fixé au mur, utilisez un modèle permettant la fixation murale.",
	"Use the LG Bean Bird character-shaped cursor.": "Utilisez le curseur de type LG Bean Bird.",
	"Use the large, standard-shaped cursor.": "Utilisez le grand curseur standard.",
	"Use the small, standard-shaped cursor.": "Utilisez le petit curseur standard.",
	"Use this option to correct picture quality issues that may result after your TV has been turned on for an extended period of time.": "Utilisez cette option pour résoudre les problèmes de qualité d’image pouvant survenir lorsque votre téléviseur est allumé pendant une longue période.",
	"User Agreements": "Accords utilisateur",
	"User Guide": "Guide de l’utilisateur",
	"User Name": "Nom d’utilisateur",
	"Uzhhorod": "Uzhhorod",
	"V Position": "Position V",
	"V Sharpness": "Netteté v",
	"V Size": "Taille V",
	"VIC - Victoria - Melbourne": "VIC : Victoria, Melbourne",
	"View BS Conditional Access Systems (B-CAS) information.": "Afficher les renseignements B-CAS (BS Conditional Access Systems).",
	"View current Common Interface (CI) information.": "Afficher les renseignements actuels sur l’interface CI (Common Interface).",
	"View messages from your broadcast TV provider.": "Affichez des messages de votre prestataire de télédiffusion.",
	"Voice Recognition Language": "Langue de la reconnaissance vocale",
	"Volume Increase Amount": "Quantité d’Augmentation du Volume",
	"Volume Mode": "Mode volume",
	"WA - Western Australia - Eucla": "WA : Australie-Occidentale, Eucla",
	"WA - Western Australia - Perth": "WA : Australie-Occidentale, Perth",
	"Wall-mounted Type": "Type mural",
	"We collect and store MAC address, model number, country code, language settings, and software version to verify your device and to check whether you have the latest version of the software.": "Nous collectons et sauvegardons l’adresse MAC, le numéro de modèle, le code du pays, les paramètres de langue ainsi que la version du logiciel pour vérifier votre périphérique et nous assurer que vous possédez la dernière version du logiciel.",
	"Western Africa": "Afrique de l’Ouest",
	"When a connected external hard drive has not been used for a specified amount of time, switch to standby mode.": "Lorsqu’un disque dur externe connecté n’a pas été utilisé pendant un laps de temps défini, passer en mode veille.",
	"When set to On, experience Dolby Atmos moving audio when you turn on/off the TV.": "Lorsqu’il est réglé sur « Activé », le son Dolby Atmos se déplace quand vous allumez et éteignez le téléviseur.",
	"When the currently displayed app has not received any user input for an hour, it will be replaced by a screen saver. If you turn this option off, the current picture may create an afterimage burned onto your screen, possibly permanently.": "Lorsque l’application actuellement affichée n’est pas utilisée pendant une heure, elle est remplacée par un économiseur d’écran. Si vous désactivez cette option, il se peut qu’une image rémanente de l’image actuelle soit gravée sur votre écran de manière définitive.",
	"When the device is turned on/off, your TV will automatically turn on/off.": "Lorsque le périphérique est allumé/éteint, votre téléviseur s’allumera/s’éteindra automatiquement.",
	"When the program does not support the language that you have selected, the default language will be shown.": "Si le programme ne prend pas en charge la langue que vous avez sélectionnée, la langue par défaut s'affiche.",
	"When turned on, on-screen features (e.g. Live menu, Search, Screen Remote) will be partially transparent to show the content beneath it.": "Lorsqu’elles sont activées, les fonctionnalités à l’écran (p. ex. : le menu en direct, la recherche, la télécommande à l’écran) seront partiellement transparentes pour afficher le contenu qui est situé en dessous.",
	"When turned on, the background and text color on some menus will be adjusted to enhance contrasts between bright and dark areas.": "Lorsque la fonction est activée, la couleur de fond et du texte de certains menus sera ajustée pour augmenter les contrastes entre les zones claires et sombres.",
	"When your TV is turned off, the device will automatically turn off.": "Lorsque vous éteignez votre téléviseur, le périphérique s’éteindra automatiquement.",
	"Wi-Fi Direct connection has not succeeded.": "La connexion Wi-Fi Direct a échoué.",
	"Wi-Fi Direct connection with {deviceName} is disconnected.": "La connexion Wi-Fi Direct avec {deviceName} est déconnectée.",
	"Wi-Fi Direct lets you connect your TV wirelessly to other Wi-Fi Direct-enabled devices, like a cellphone or computer, without having to connect to a wireless router.": "Wi-Fi Direct vous permet de connecter sans fil votre téléviseur à d’autres périphériques compatibles avec Wi-Fi Direct, comme un téléphone cellulaire ou un ordinateur, et ce, sans passer par un routeur sans fil.",
	"Wi-Fi Direct lets you connect your TV wirelessly to other Wi-Fi Direct-enabled devices, like a mobile device or a computer, without having to connect to a wireless router. Once connected, you can enjoy your contents from the devices using the Photo & Video and the Music app in TV.": "Wi-Fi Direct vous permet de connecter sans fil votre téléviseur à d’autres périphériques compatibles avec Wi-Fi Direct, comme un périphérique mobile ou un ordinateur, et ce, sans passer par un routeur sans fil. Une fois connecté, vous pourrez apprécier le contenu de vos périphériques sur votre téléviseur grâce aux applications Photo et vidéo, et Musique.",
	"Wi-Fi is turned off. Turn it on to see the list of available networks that you can connect to and additional related menu items.": "Le Wi-Fi est désactivé. Activez-le pour afficher la liste des réseaux auxquels vous pouvez vous connecter et pour accéder à des options supplémentaires.",
	"Wi-Fi issue has occurred.": "Un problème s’est produit avec le Wi-Fi.",
	"Wide": "Grande",
	"Wide Area Zone": "Zone étendue",
	"Wide View": "Écran large",
	"Wide View (32:9)": "Écran large (32:9)",
	"Wide Zoom": "Zoom grand angle",
	"Window Color": "Couleur de la fenêtre",
	"Wired Headphones": "Casque filaire",
	"Yerevan": "Yerevan",
	"You can also turn Adaptive Sound Control on to enhance all other audio content using Dolby processing.": "Vous pouvez également activer le Contrôle adaptatif du son pour rehausser tout autre contenu audio en utilisant le traitement Dolby.",
	"You can control the setting for using HbbTV service.": "Vous pouvez contrôler les paramètres d'utilisation du service HbbTV.",
	"You can control the setting for using IBB service.": "Vous pouvez contrôler les paramètres d'utilisation du service IBB.",
	"You can find the default password in User Guide.": "Vous trouverez le mot de passe par défaut dans le Guide de l'utilisateur.",
	"You can only change settings from the current HDMI input.": "Vous ne pouvez modifier les paramètres qu’à partir de l’entrée HDMI actuelle.",
	"You can play photos and music from your mobile device to the TV or control your TV by using mobile apps such as LG TV Plus.": "Vous pouvez diffuser sur le téléviseur des photos et de la musique à partir de votre appareil mobile ou contrôler votre téléviseur à l’aide d’applications mobiles comme LG TV Plus.",
	"You can select left and right audio settings for broadcast signal.": "Vous pouvez sélectionner les paramètres audio gauche et droite pour le signal de diffusion.",
	"You can select upto {n} keyboard languages only. De-select selected languages to add more langauge.": "Vous pouvez sélectionner jusqu’à {n} langues de clavier. Désélectionnez des langues existantes pour en ajouter.",
	"You can turn on CHANNEL PLUS to watch a diverse range of Internet channels. By turning CHANNEL PLUS on, you are consenting to the collection of television viewing information and personalized advertisement by LG Electronics Inc. (\"LGE\") and third party service provider.": "En activant CHANNEL PLUS, vous aurez accès à une variété de chaînes Internet. En même temps, vous accepterez la collecte des renseignements de visionnement et la réception des publicités personnalisées de LG Electronics Inc. (\"LGE\") et des fournisseurs de service.",
	"You can turn on/off the feature of saving CAM operator's profile.": "Vous pouvez activer/désactiver la fonction de sauvegarde du profil de l'utilisateur de la CAM.",
	"You can turn this feature on or off.": "Vous pouvez activer ou désactiver cette fonction.",
	"You can use 3G/4G USB dongle to connect to the network.": "Vous pouvez vous connecter au réseau à l'aide d'une clé électronique USB 3G ou 4G.",
	"You can use your Magic Remote to determine the room’s acoustics and optimize your TV’s sound quality based on the results.": "Vous pouvez utiliser votre télécommande Magic afin de déterminer l’acoustique de la pièce et d’optimiser la qualité sonore de votre téléviseur en fonction des résultats.",
	"Your TV and SIMPLINK-connected device will be synced as follows:": "Votre téléviseur et votre périphérique connecté SIMPLINK seront synchronisés comme suit :",
	"Your TV must stay off while Pixel Refresher process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled.": "Votre téléviseur doit demeurer éteint lorsque le processus Pixel Refresher est en cours. Tous les enregistrements en cours ou programmés, les rappels programmés ou les allumages programmés à l’aide de la minuterie pendant ce processus seront annulés.",
	"Your TV needs to be connected to the network to automatically set your LG Services Country. Do you want to go to Network Settings now to check the connection?": "Vous devez connecter votre téléviseur au réseau pour définir automatiquement votre pays distributeur LG. Voulez-vous accéder aux Paramètres réseau maintenant pour vérifier la connexion?",
	"Your TV needs to know your correct location to provide emergency alert messages through its digital TV signal.": "Votre téléviseur doit connaître votre emplacement afin d’envoyer des messages d’alerte d’urgence par l’intermédiaire d’un signal TV numérique.",
	"Your TV will turn off until the process is complete, at which point it will automatically turn back on.": "Votre téléviseur va rester éteint jusqu’à ce que le processus se termine, puis il se rallumera automatiquement.",
	"Zürich": "Zürich",
	"[{Device}] will be disconnected from your TV. Sound will no longer be played from this device. Do you want to continue?": "[{Device}] sera déconnecté de votre téléviseur. Le son ne sera plus diffusé à partir de ce périphérique. Voulez-vous continuer?",
	"[{Device}] will be removed from the paired device list. If you want to connect it later, you need to search for available devices and re-pair it. Do you want to continue?": "[{Device}] sera retiré de la liste des périphériques jumelés. Pour le connecter ultérieurement, vous devrez chercher les périphériques disponibles et effectuer à nouveau le jumelage. Voulez-vous continuer?",
	"audioGuidance_slow": "Lent",
	"audioGuidance_veryLow": "Très bas",
	"checked": "coché",
	"digitalOptionSetByProgram": "Définir en fonction du programme",
	"jpDoNot": "Arrêt",
	"logoLuminance_high": "Élevée",
	"pictureControlAuto": "Auto.",
	"pictureControlAuto_BlackLevel": "Auto.",
	"pictureModeSettings": "Détails des paramètres",
	"press OK button to edit IP manually": "appuyez sur le bouton OK pour modifier manuellement l’IP",
	"press OK button to enter channel to search": "appuyez sur le bouton OK pour saisir la chaîne à rechercher",
	"press OK button to enter value": "appuyez sur le bouton OK pour saisir une valeur",
	"press right button to adjust HDR Effect level": "appuyez sur le bouton droite pour régler le niveau d’effet HDR",
	"press right button to adjust de-judder and de-blur value": "appuyez sur le bouton droite pour régler la valeur d’atténuateur de bruit vidéo et de réducteur de rémanence",
	"press right button to adjust zoom ratio and position": "appuyez sur le bouton droite pour régler la position du zoom et le niveau de zoom",
	"shift current screen down": "déplacer l’écran actuel vers le bas",
	"shift current screen to the left": "déplacer l’écran actuel vers la gauche",
	"shift current screen to the right": "déplacer l’écran actuel vers la droite",
	"shift current screen up": "déplacer l’écran actuel vers le haut",
	"unchecked": "non coché",
	"webOS TV Version": "Version de webOS",
	"{label} : L{value}": "{label} : G{value}",
	"{label} : R{value}": "{label} : D{value}",
	"• If audio video sync error occurs with your wireless audio device connected through LG Sound Sync, try restarting the TV.": "• En cas d’erreur de synchronisation vidéo/audio avec votre appareil audio sans fil connecté par LG Sound Sync, essayez de redémarrer le téléviseur.",
	"• If you can't hear sound through the device, make sure it is working and connected properly.": "• Si votre périphérique n’émet aucun son, assurez-vous qu’il fonctionne et qu’il est branché correctement."
}
