{
	" (User)": " (Usuário)",
	"(Version: {l})": "(Versão: {l})",
	"10 Points Code Value": "Valor do código de 10 pontos",
	"10 Points IRE": "IRE de 10 pontos",
	"10 and Above": "10 e Acima",
	"11 and Above": "11 e Acima",
	"12 Hours": "12 Horas",
	"12 and Above": "12 e Acima",
	"13 and Above": "13 e Acima",
	"14 and Above": "14 e Acima",
	"14 by 9": "14 por 9",
	"15 and Above": "15 e Acima",
	"16 and Above": "16 e Acima",
	"16 by 9": "16 por 9",
	"17 and Above": "17 e Acima",
	"18 and Above": "18 e Acima",
	"19 and Above": "19 e Acima",
	"2 Hours": "2 horas",
	"2 Hours Auto Power Off": "2 horas para Desligamento Automático",
	"2 Points": "2 Pontos",
	"20 Points Code Value": "Valor do código de 20 pontos",
	"20 Points IRE": "IRE de 20 pontos",
	"20 and Above": "20 e Acima",
	"21 by 9": "21 por 9",
	"24 Hours": "24 Horas",
	"3 Hours": "3 Horas",
	"32 by 12": "32 por 12",
	"32 by 9": "32 por 9",
	"3G/4G Connection": "Conexão 3G/4G",
	"3G/4G NETWORK STATUS": "STATUS DE REDE DE 3G/4G",
	"3G/4G Network Operator": "Operadora de rede 3G/4G",
	"3G/4G Network Status": "Status da rede 3G/4G",
	"3G/4G Network Type": "Tipo de rede 3G/4G",
	"4 Hours": "4 Horas",
	"4 and Above": "4 e Acima",
	"4 by 3": "4 por 3",
	"5 and Above": "5 e Acima",
	"6 Hours": "6 Horas",
	"6 and Above": "6 e Acima",
	"7 and Above": "7 e Acima",
	"8 Hours": "8 Horas",
	"8 and Above": "8 e Acima",
	"9 and Above": "9 e Acima",
	"AV Sync Adjustment": "Ajuste da sincronização AV",
	"About This TV": "Sobre esta TV",
	"Above 10": "Acima de 10",
	"Above 11": "Acima de 11",
	"Above 12": "Acima de 12",
	"Above 13": "Acima de 13",
	"Above 14": "Acima de 14",
	"Above 15": "Acima de 15",
	"Above 16": "Acima de 16",
	"Above 17": "Acima de 17",
	"Above 18": "Acima de 18",
	"Above 19": "Acima de 19",
	"Above 20": "Acima de 20",
	"Above 4": "Acima de 4",
	"Above 5": "Acima de 5",
	"Above 6": "Acima de 6",
	"Above 7": "Acima de 7",
	"Above 8": "Acima de 8",
	"Above 9": "Acima de 9",
	"Access Point": "Ponto de acesso",
	"Access Point 1": "Ponto de acesso 1",
	"Access Point 2": "Ponto de acesso 2",
	"Access Point 3": "Ponto de acesso 3",
	"Access Point Setting": "Configuração do ponto de acesso",
	"Accessibility": "Acessibilidade",
	"Account Management": "Gerenciamento de Conta",
	"Accra": "Acra",
	"Active Roaming": "Roaming ativo",
	"Adaptive Sound Control": "Controle de som adaptável",
	"Add Network": "Adicionar Rede",
	"Add a hidden wireless network": "Adicionar uma rede sem fio oculta",
	"Add wireless network by manually entering network name (SSID).": "Adicione uma rede sem fio inserindo manualmente o nome da rede (SSID).",
	"Addis Ababa": "Adis Abeba",
	"Additional Audio Selection": "Seleção de Áudio Adicional",
	"Additional Settings": "Configurações adicionais",
	"Address Setting": "Configuração de Endereço",
	"Adjust Audio Guidance pitch.": "Ajuste o tom da Orientação por Áudio.",
	"Adjust Audio Guidance speed.": "Ajuste a velocidade da Orientação por Áudio.",
	"Adjust Audio Guidance volume.": "Ajuste o volume da Orientação por Áudio.",
	"Adjust Screen Position": "Ajustar Posição da Tela",
	"Adjust Zoom Ratio": "Ajustar Taxa de Zoom",
	"Adjust audio timing to synchronize video and audio.": "Ajuste o tempo do áudio para sincronizar vídeo e áudio.",
	"Adjust blue gain for color balance.": "Ajuste o ganho de azul para balanço de cor.",
	"Adjust brightness by analyzing image movements to prevent glare and reduce energy consumption.": "Ajusta o brilho por meio da análise de movimentos da imagem para evitar clarões e reduzir o consumo de energia.",
	"Adjust brightness of the LG logo.": "Ajuste o brilho do logotipo da LG.",
	"Adjust color and saturation for a more vivid image.": "Ajuste a cor e a saturação para uma imagem mais viva.",
	"Adjust cursor speed.": "Ajuste a velocidade do cursor.",
	"Adjust detailed settings to further optimize the picture.": "Ajuste as configurações detalhadas para melhorar ainda mais a imagem.",
	"Adjust edge sharpness. Higher values increase the crispness and clarity of the image.": "Ajuste a nitidez das bordas. Valores mais elevados aumentam a vivacidade e a clareza da imagem.",
	"Adjust gamma settings to compensate for the brightness of the input signal.": "Ajuste as configurações gama para compensar o brilho do sinal de entrada.",
	"Adjust grass tone colors.": "Ajuste cores de tom de grama.",
	"Adjust green gain for color balance.": "Ajuste o ganho de verde para balanço de cor.",
	"Adjust hue and saturation of a specified color region.": "Ajuste a tonalidade e a saturação de uma região de cores específicas.",
	"Adjust left/right audio balance.": "Ajuste o balanço de áudio direito/esquerdo.",
	"Adjust luminance for selected color.": "Ajuste a luminância para a cor selecionada.",
	"Adjust luminance level for selected IRE point.": "Ajuste o nível de luminância para o ponto IRE selecionado.",
	"Adjust overall color. Higher values increase saturation.": "Ajuste a cor global. Valores mais elevados aumentam a saturação.",
	"Adjust overall screen brightness. Higher values increase brightness.": "Ajuste o brilho geral da tela. Valores mais elevados aumentam o brilho.",
	"Adjust red and green color balance. Higher values increase saturation of the color.": "Ajuste o balanço de vermelho e verde. Valores mais elevados aumentam a saturação da cor.",
	"Adjust red gain for color balance.": "Ajuste o ganho de vermelho para balanço de cor.",
	"Adjust saturation for selected color.": "Ajuste a saturação para a cor selecionada.",
	"Adjust screen brightness by tuning the OLED LIGHT. Higher values increase brightness.": "Ajuste o brilho da tela regulando a OLED LIGHT (luz de LED) Valores mais elevados aumentam o brilho.",
	"Adjust screen brightness by tuning the backlight. Higher values increase brightness.": "Ajuste o brilho da tela por meio do controle da luz de fundo. Valores mais elevados aumentam o brilho.",
	"Adjust screen brightness to reduce energy consumption.": "Ajuste o brilho da tela para reduzir o consumo de energia.",
	"Adjust screen settings for individual picture modes.": "Ajuste as configurações da tela para modos de imagem individuais.",
	"Adjust skin tone colors.": "Ajuste cores de tom de pele.",
	"Adjust skin tone, grass, and sky colors.": "Ajuste a cor do tom da pele, da grama e do céu.",
	"Adjust sky tone colors.": "Ajuste cores de tom do céu.",
	"Adjust the difference between bright and dark areas of the screen. Higher values intensify the difference.": "Ajuste a diferença entre as áreas brilhantes e escuras da tela. Valores mais elevados intensificam a diferença.",
	"Adjust the luminance of static images such as logos within content to correct potential picture quality issues.": "Ajuste a luminosidade de imagens estáticas, como logotipos, para corrigir problemas potenciais de qualidade da imagem.",
	"Adjust tint for selected color.": "Ajuste o tom para a cor selecionada.",
	"Adjusting Luminance": "Ajustando Luminância",
	"Adult": "Adulto",
	"Adult Language": "Linguagem adulta",
	"Adults Only.": "Somente adultos.",
	"Adults only.": "Somente adultos.",
	"Advanced": "Configurações avançadas",
	"Advanced Controls": "Controles avançados",
	"Advanced Wi-Fi Settings": "Configurações avançadas de Wi-Fi",
	"Advertising Cookies": "Cookies de publicidade",
	"Afghanistan": "Afeganistão",
	"Afrikaans": "Africâner",
	"After changing the country, all currently tuned channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "Depois de alterar o país, todos os canais atualmente sintonizados serão excluídos. Para sintonizar novamente os canais, acesse a Programação automática. Deseja continuar?",
	"After changing your Zip Code, all current Freesat channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "Depois de alterar seu CEP, todos os canais Freesat atuais serão excluídos. Para sintonizar novamente os canais, acesse a Programação automática. Deseja continuar?",
	"After you change your country, you can scan for your channels using Auto Tuning. Do you want to continue?": "Após mudar o país, faça uma busca de canais usando a Sintonia automática. Deseja continuar?",
	"Albania": "Albânia",
	"Albanian": "Albanês",
	"Algeria": "Argélia",
	"Algiers": "Argel",
	"All Channels": "Todos os canais",
	"All Children": "Todas as crianças",
	"All ages admitted.": "Todas as idades permitidas.",
	"All current settings for {pictureMode} mode will be reset. Do you want to continue?": "Todas as configurações atuais do modo {pictureMode} serão redefinidas. Deseja continuar?",
	"All sound effect settings for Standard Mode will be reset. Do you want to continue?": "Todas as configurações de efeitos sonoros do modo Padrão serão redefinidas. Deseja continuar?",
	"All-Direction Zoom": "Zoom em Todas as Direções",
	"Allow Automatic Updates": "Permitir Atualizações Automáticas",
	"Always Open": "Sempre Aberto",
	"Amman": "Amã",
	"Amsterdam": "Amsterdã",
	"An error has occurred while copy channels.": "Ocorreu um erro durante a cópia de canais.",
	"An important software update is available.": "Uma importante atualização de software está disponível.",
	"Analog Mode": "Modo Analógico",
	"Analog TV": "TV Analógica",
	"Antenna": "Antena",
	"Antenna ATV": "Antena ATV",
	"Antenna DTV": "Antena de TV Digital",
	"Antenna Radio": "Antena de Rádio",
	"Antigua and Barbuda": "Antígua e Barbuda",
	"Any Supplementary Audio": "Qualquer áudio adicional",
	"Application Locks": "Bloqueios de Aplicativos",
	"Applied settings are:": "As configurações aplicadas são:",
	"Apply the recommended audio settings using Standard Mode.": "Aplique as configurações de áudio recomendadas usando o Modo Padrão.",
	"Apply the recommended audio settings using the enhanced Bass Boost.": "Aplique as configurações de áudio recomendadas usando o Aumento do Grave aprimorado.",
	"Apply the recommended audio settings using the enhanced Treble Boost.": "Aplique as configurações de áudio recomendadas usando o Aumento do Agudo aprimorado.",
	"Apply to all inputs": "Aplicar a todas as entradas",
	"Applying value to all inputs...": "Aplicando valor a todas as entradas...",
	"Appropriate for general audience.": "Adequado para todas as idades.",
	"Arabic": "Árabe",
	"Are you sure you want to disconnect all connected devices.": "Tem certeza de que deseja desconectar todos os dispositivos conectados?",
	"Armenia": "Armênia",
	"Ashgabat": "Asgabate",
	"Aspect Ratio": "Formato da Tela",
	"Aspect Ratio Settings": "Configurações do Formato da Tela",
	"Assamese": "Assamês",
	"Assign channels to remote buttons so you can quickly jump to them.": "Atribua canais aos botões do controle remoto para que você possa acessá-los rapidamente.",
	"Asunción": "Assunção",
	"Athens": "Atenas",
	"Audio Description": "Descrição de Áudio",
	"Audio Description Volume": "Volume da Descrição de Áudio",
	"Audio Guidance": "Orientação por Áudio",
	"Audio Language": "Idioma de Áudio",
	"Audio Out (Line Out)": "Saída de Áudio (Porta de Áudio)",
	"Audio Type": "Tipo de áudio",
	"Australia": "Austrália",
	"Austria": "Áustria",
	"Auto": "Automático",
	"Auto Power Off": "Desligamento automático Desativado",
	"Auto Power Sync": "Sincronização Automática de Energia",
	"Auto Start": "Início automático",
	"Auto Volume": "Volume automático",
	"Auto Volume keeps sound volume consistent even when you change channels or broadcast signals.": "O Volume automático mantém o volume do som consistente mesmo quando você muda de canal ou de sinal de transmissão.",
	"Automatically optimize picture quality based on color and brightness of ambient light.": "Otimize automaticamente a qualidade da imagem, com base na cor e no brilho da luz ambiente.",
	"Automatically optimize sound based on content type.": "Otimize automaticamente o som com base no tipo de conteúdo.",
	"Automatically update system software when an update is found.": "Atualize automaticamente o software do sistema quando for encontrada uma atualização.",
	"Available Devices": "Dispositivos Disponíveis",
	"Available Internal Storage": "Armazenamento interno disponível",
	"Azerbaijan": "Azerbaijão",
	"Azores": "Açores",
	"BG Color": "Cor de Fundo",
	"BG Opacity": "Opacidade de Fundo",
	"Back": "Voltar",
	"Baghdad": "Bagdá",
	"Bahrain": "Bahrein",
	"Balance": "Balanço",
	"Bangkok": "Banguecoque",
	"Basque": "Basco",
	"Bass Boost": "Aumento do Grave",
	"Begin the One Touch Sound Tuning process to determine the optimum audio quality settings for your room.": "Comece o processo do One Touch Sound Tuning para determinar as configurações de qualidade de áudio ideais para o seu ambiente.",
	"Behavior may vary depending on connected device.": "O comportamento pode variar dependendo do dispositivo conectado.",
	"Beijing": "Pequim",
	"Beirut": "Beirute",
	"Belarus": "Bielorrússia",
	"Belgium": "Bélgica",
	"Belgrade": "Belgrado",
	"Bengali": "Bengalês",
	"Berlin": "Berlim",
	"Bermuda": "Bermudas",
	"Bhutan": "Butão",
	"Bishkek": "Bisqueque",
	"Black": "Preto",
	"Black Level": "Nível de Preto",
	"Block TV programs based on content rating.": "Bloqueie programas de TV com base na classificação do conteúdo.",
	"Block TV programs broadcast in English based on their content ratings.": "Bloqueie programas de TV transmitidos em inglês com base na classificação do conteúdo.",
	"Block TV programs broadcast in French based on their content ratings.": "Bloqueie programas de TV transmitidos em francês com base na classificação do conteúdo.",
	"Block access to specified channels and external devices.": "Bloqueie o acesso a canais e dispositivos externos especificados.",
	"Block content based on genre.": "Bloqueie o conteúdo com base no gênero.",
	"Block movies based on rating.": "Bloqueie filmes com base na classificação.",
	"Blue": "Azul",
	"Bluetooth Audio Device": "Dispositivo de Áudio Bluetooth",
	"Bolivia": "Bolívia",
	"Bosnia": "Bósnia e Herzegovina",
	"Bosnia And Herzegovina": "Bósnia e Herzegovina",
	"Bosnian": "Bósnio",
	"Brazil": "Brasil",
	"Brazilian Punk": "Funk Brasileiro",
	"Brightness": "Brilho",
	"Broadcast Country": "País da Emissora",
	"Broadcast Mail": "Transmitir Correspondência",
	"Brussels": "Bruxelas",
	"Bucharest": "Bucareste",
	"Budapest": "Budapeste",
	"Built-in Sound Bar": "Sound Bar integrado",
	"Bulgaria": "Bulgária",
	"Bulgarian": "Búlgaro",
	"By turning Live Plus on, you are consenting to the collection of television viewing information by LG Electronics Inc. (\"LGE\") through ACR module, which may be shared on an anonymized basis to third parties to provide you with interactive services. We may also share aggregated anonymized information to third parties for marketing purposes. Please note that we do not knowingly collect or distribute the above information from or about children under 13. Detailed information about Live Plus is illustrated in Viewing Information (terms) which may be accessed in the SmartTV settings menu. LGE highly recommend that you review the full version of Viewing Information (terms) before you activate Live Plus function.": "Ao habilitar o Live Plus, você está consentindo na coleção de informações visuais de televisão pela LG Electronics Inc. (\"LGE\") através de módulo ACR, que pode ser compartilhado anonimamente com terceiros para lhe fornecer serviços interativos. Também podemos compartilhar informações anônimas agregadas a terceiros para finalidade de marketing. Observe que não coletamos ou distribuímos de forma intencional as informações acima a partir de ou para crianças abaixo de 13 anos de idade. As informações detalhadas sobre o Live Plus são ilustradas nas Informações de Visualização (termos), que podem ser acessadas através do menu de configurações da Smart TV. A LGE recomenda enfaticamente que você analise a versão completa das Informações de Visualização (termos) antes de ativar a função Live Plus.",
	"CANCEL SCHEDULE": "CANCELAR PROGRAMAÇÃO",
	"CI Information": "Informações de CI",
	"CI password incorrect. Please enter again.": "Senha de CI incorreta. Insira novamente.",
	"CONNECTING…": "CONECTANDO...",
	"CS1 Board": "Placa CS1",
	"CS2 Board": "Placa CS2",
	"Cable": "Cabo",
	"Cable ATV": "TV Analógica a Cabo",
	"Cable DTV": "TV Digital a Cabo",
	"Cable Radio": "Rádio por Cabo",
	"Cambodia": "Camboja",
	"Cameroon": "República dos Camarões",
	"Can not Find Channel": "Não é Possível Encontrar o Canal",
	"Canada": "Canadá",
	"Canary Islands": "Ilhas Canárias",
	"Cancel": "Cancelar",
	"Cancel Update": "Cancelar Atualização",
	"Cancún": "Cancun",
	"Cantonese": "Cantonês",
	"Cape Verde": "Cabo Verde",
	"Card ID Number": "Número de ID do cartão",
	"Card Number": "Número do cartão",
	"Catalan": "Catalão",
	"Cayman Islands": "Ilhas Caimã",
	"Central African Republic": "República Centro-Africana",
	"Changing region may change currently tuned channels in your TV. You can re-tune channels in Auto Tuning. Do you want to change regional settings now?": "Mudar a região pode alterar os canais atualmente sintonizados em sua TV. Você pode sintonizar novamente os canais em Programação automática. Deseja alterar as configurações regionais agora?",
	"Changing the country will cause your TV to restart and you may need to consent to LG's User Agreements again. Also, the availability of some apps and services may vary based on the LG Services Country. Do you want to continue?": "A alteração do país reiniciará sua TV, e você poderá ter de consentir com os Acordos de usuário da LG novamente. Além disso, a disponibilidade de alguns aplicativos e serviços pode variar de acordo com o País de Serviços LG. Deseja continuar?",
	"Channel Advisor": "Consultor de Canais",
	"Channel Locks": "Bloqueios de Canais",
	"Channel Manager": "Gerenciador de Canais",
	"Channel Scrolling Options": "Opções de Navegação entre Canais",
	"Channel Tuning": "Sintonia de Canais",
	"Channel Tuning & Settings": "Sintonia e definições de canal",
	"Channels": "Canais",
	"Channels from HDMI and other external inputs cannot be locked. To lock TV channels, change the current input to Live TV.": "Os canais do HDMI e de outras entradas externas não podem ser bloqueados. Para bloquear os canais de TV, altere a entrada atual para Live TV.",
	"Chatham Islands": "Ilhas Chatham",
	"Check for problems with the picture quality.": "Verifique problemas com a qualidade da imagem.",
	"Check for problems with the sound quality of the Internal TV Speaker.": "Verifique problemas com a qualidade de som do alto-falante interno da TV.",
	"Check for updates": "Verificar por atualizações",
	"Checking Password": "Verificando senha",
	"Checking for updates": "Verificando por atualizações",
	"Checking...": "Verificando...",
	"Children": "Infantil",
	"Children Age": "Idade das Crianças",
	"Children Program Locks": "Bloqueios de programas para crianças",
	"Chinese": "Chinês",
	"Choose a picture mode, then customize display settings such as contrast, brightness and sharpness for that mode.": "Escolha um modo de imagem, em seguida personalize as configurações, como contraste, brilho e nitidez, para o modo de imagem escolhido.",
	"Choose to have all channels or just your primary ones when you change channels.": "Escolha ter todos os canais à disposição ou somente os principais ao mudar de canal.",
	"Christmas Island": "Ilha Christmas",
	"Cinema Home": "Cinema em Casa",
	"Cinema View": "Visualização de Cinema",
	"Cinema View (32:12)": "Visualização de Cinema (32:12)",
	"City": "Cidade",
	"City Selection": "Seleção de Cidade",
	"Clean Audio": "Apagar Áudio",
	"Clear": "Limpar",
	"Clear Cookies history": "Limpar histórico de Cookies",
	"Clear Plus": "Mais Claro",
	"Clear the advertising frequency capping cookies.": "Limpe a frequência da publicidade limitando os cookies.",
	"Clear1": "Limpar",
	"Click the CONNECT button below after your LG Wireless Keyboard is turned on and set to the pairing mode.": "Clique no botão CONECTAR abaixo depois que o teclado sem fio LG for ativado e configurado no modo de pareamento.",
	"Close": "Fechar",
	"Closed Caption Settings": "Configurações de Closed Caption",
	"Colombia": "Colômbia",
	"Color": "Cor",
	"Color Filter": "Filtro de Cor",
	"Color Gamut": "Gama de Cores",
	"Color Management System": "Sistema de Gerenciamento de Cor",
	"Color Temperature": "Temperatura da Cor",
	"Component": "Componente",
	"Confirm": "Confirmar",
	"Congo Brazzaville": "Congo Brazzaville",
	"Connect": "Conectar",
	"Connect an app on your mobile device that supports LG Connect to the TV and start to enjoy playing mobile photos and music or even control your TV.": "Conecte um aplicativo compatível com LG Connect em seu dispositivo móvel à TV. Assim, você poderá reproduzir fotos e música do celular ou até mesmo controlar a TV pelo aparelho.",
	"Connect to the network through a wireless router. You must be connected to the network to use certain Smart TV features such as web browsing, content sharing, and automatic software updates.": "Conecte-se à rede através de um roteador sem fio. Você precisa estar conectado à rede para usar certos recursos da Smart TV, como navegação pela internet, compartilhamento de conteúdo e atualizações automáticas de software.",
	"Connect to the network with an ethernet cable. You must be connected to the network to use certain Smart TV features such as web browsing, content sharing, and automatic software updates.": "Conecte-se à rede com um cabo eternet. Você precisa estar conectado à rede para usar certos recursos da Smart TV, como navegação pela internet, compartilhamento de conteúdo e atualizações automáticas de software.",
	"Connect via WPS PBC": "Conectar através de WPS PBC",
	"Connect via WPS PIN": "Conectar através de WPS PIN",
	"Connect your TV to your router or modem with an Ethernet cable to activate your wired network connection.": "Conecte sua TV ao seu roteador ou modem com um cabo Ethernet para ativar sua conexão de rede com fio.",
	"Connected": "Conectado",
	"Connected to Internet": "Conectado à Internet",
	"Connecting...": "Conectando...",
	"Contrast": "Contraste",
	"Control the advertising frequency capping cookies.": "Controle a frequência da publicidade limitando os cookies.",
	"Cool": "Frio",
	"Copenhagen": "Copenhague",
	"Copy Channels": "Copiar Canais",
	"Copy/Delete file": "Copiar/excluir arquivo",
	"Correct contrast and brightness by adjusting black levels.": "Corrija o contraste e o brilho por meio do ajuste dos níveis de preto.",
	"Could not fined available network.": "Não foi possível encontrar uma rede disponível.",
	"Croatia": "Croácia",
	"Croatian": "Croata",
	"Current values of customized picture mode settings will be applied to {pictureMode} mode for all inputs. Do you want to continue?": "Os valores atuais das configurações do modo Imagem personalizado serão aplicados ao modo {pictureMode} em todas as entradas. Deseja continuar?",
	"Currently connected LG Wireless Keyboard device will be disconnected from your TV. Do you want to continue?": "O teclado sem fio LG que está conectado no momento será desconectado da TV. Deseja continuar?",
	"Currently connecting via Wi-Fi Direct. Please accept the request on your [{devicename}].": "Conectando por meio do Wi-Fi Direct. Aceite a solicitação em seu [{devicename}].",
	"Custom": "Personalizar",
	"Custom Time Zone": "Personalizar fuso horário",
	"Customer Service": "Atendimento ao cliente",
	"Cyan": "Ciano",
	"Cyprus": "Chipre",
	"Czech": "República Tcheca",
	"Czech Republic": "República Tcheca",
	"Côte d'Ivoire": "Costa do Marfim",
	"DISCONNECT": "DESCONECTAR",
	"DNS Server": "Servidor DNS",
	"DR Congo": "RD do Congo",
	"DTV Audio Setting": "Configuração de Áudio DTV",
	"Damascus": "Damasco",
	"Danish": "Dinamarquês",
	"Dar es Salaam": "Dar Es Salaam",
	"Data Service": "Serviço de Dados",
	"Date": "Data",
	"Day": "Dia",
	"De-Blur": "Foco",
	"De-Judder": "Estabilidade",
	"Delete Pairing History": "Excluir histórico de emparelhamento",
	"Delete or add TV channels to customize your channels.": "Excluir ou adicionar canais de TV para personalizar seus canais.",
	"Demo Options": "Opções de demonstração",
	"Democratic Republic of the Congo": "República Democrática do Congo",
	"Denmark": "Dinamarca",
	"Depressed": "Baixo Relevo",
	"Device Name": "Nome do Dispositivo",
	"Device Selection": "Seleção do Dispositivo",
	"Device Vendor": "Fornecedor do dispositivo",
	"Dhaka": "Daca",
	"Dial No.": "Nº de discagem",
	"Digital Mode": "Modo Digital",
	"Digital Mode Option": "Opção de Modo Digital",
	"Digital Sound Out": "Saída de Som Digital",
	"Digital TV": "TV Digital",
	"Directed to Older Children (ages 7 and above)": "Direcionado a crianças mais velhas (com idades 7 e acima)",
	"Display list of audio devices that can be connected to your TV.": "Mostre a lista de dispositivos de áudio que podem ser conectados à sua TV.",
	"Display luminance level for the highest point (100 IRE).": "Exibir nível de luminância para o ponto mais alto (100 IRE).",
	"Do Not Track": "Não rastrear",
	"Do not apply the One Touch Sound Tuning recommended audio settings.": "Não aplique as configurações de áudio recomendadas pelo One Touch Sound Tuning.",
	"Do you want to continue?": "Deseja continuar?",
	"Do you want to copy channel list from USB storage to your TV? Current channels in your TV will be deleted.": "Deseja copiar a lista de canais do dispositivo USB para sua TV? Os canais atuais em sua TV serão excluídos.",
	"Do you want to copy channel list from your TV to the USB storage?": "Deseja copiar a lista de canais da sua TV para o dispositivo USB?",
	"Do you want to set the correct time now?": "Definir a hora correta agora?",
	"Do you want to turn your TV off now?": "Deseja desligar a TV agora?",
	"Dominican Republic": "República Dominicana",
	"Done": "Concluído",
	"Douala": "Duala",
	"Download Mail": "Fazer Download da Correspondência",
	"Download and install": "Fazer download e instalar",
	"Downloadable Rating": "Classificação de Download",
	"Dushanbe": "Duchambe",
	"Dutch": "Holandês",
	"Dynamic Color": "Cor Dinâmica",
	"Dynamic Contrast": "Contraste Dinâmico",
	"Dynamic Tone Mapping": "Mapeamento de tom dinâmico",
	"Easter Island": "Ilha Páscoa",
	"Eastern Africa": "África Oriental",
	"Eco Mode": "Modo Eco",
	"Ecuador": "Equador",
	"Edge Color": "Cor da Borda",
	"Edge Enhancer": "Realce de Contorno",
	"Edge Type": "Tipo de Borda",
	"Edit": "Editar",
	"Edit TV channels, set favorites, and manage parental control settings.": "Edite canais de TV, defina os favoritos e gerencie as configurações de controle dos pais.",
	"Egypt": "Egito",
	"Emergency Alert": "Alerta de Emergência",
	"Enable LG support representatives to resolve your technical issues remotely. You must call the LG customer service center to receive assistance.": "Permita que os representantes de suporte da LG solucionem seus problemas técnicos remotamente. É necessário chamar a central de atendimento ao cliente para receber assistência.",
	"Enable other devices and apps to turn on your TV.": "Permitir que outros dispositivos e aplicativos liguem a TV.",
	"Energy Saving": "Economia de Energia",
	"Energy saving modes to limit power consumption.": "Modos de economia de energia para limitar o consumo de energia.",
	"English": "Inglês",
	"Enjoy an immersive 3D soundscape with the virtual multi-channel surround sound effect.": "Desfrute de uma atmosfera de envolvimento sonoro em 3D com o efeito surround multi-canais.",
	"Enjoy an immersive 3D soundscape with the virtual surround sound effect.": "Desfrute de uma atmosfera de envolvimento sonoro em 3D com o efeito Virtual Surround.",
	"Enter CI Password": "Insira a senha de CI",
	"Enter PIN code into a WPS-enabled router to connect TV to the network.": "Insira o código PIN em um roteador habilitado para WPS para conectar a TV à rede.",
	"Enter the PIN in your router's settings.": "Insira o PIN nas configurações de seu roteador.",
	"Enter the master password.": "Insira a senha mestre.",
	"Equalizer": "Equalizador",
	"Equatorial Guinea": "Guiné Equatorial",
	"Eritrea": "Eritreia",
	"Estonia": "Estônia",
	"Estonian": "Estoniano",
	"Ethiopia": "Etiópia",
	"Every Day": "Todos os dias",
	"Every Weekday": "Todos os dias úteis",
	"Every Weekend": "Todos os Finais de Semana",
	"Exempt from ratings.": "Isento de classificações.",
	"Experience the best immersive audio effect with virtual multi-channel surround sound including height.": "Garanta a melhor experiência imersiva de áudio com o sistema surround virtual com vários canais, incluindo a dimensão de altura.",
	"Expert": "Inteligente",
	"Expert (Bright Room)": "Avançado (Ambiente Claro)",
	"Expert (Dark Room)": "Avançado (Ambiente Escuro)",
	"Expert Controls": "Controles avançados",
	"Export your TV's channel list information to a connected USB device.": "Exporte as informações da lista de canais da TV para um dispositivo USB conectado.",
	"Extended": "Estendido",
	"Extending a period of time of the Auto Power Off setting or turning off the function may increase energy consumption.": "Ampliar o período da configuração Desligamento automático ou desativar a função pode aumentar o consumo de energia.",
	"Extreme": "Extremo",
	"Eye Comfort Mode": "Modo Eye Comfort",
	"Fantasy Violence": "Fantasia violência",
	"Fast": "Rápido",
	"Fine tune red, green, blue, cyan, magenta, and yellow color spaces.": "Ajuste manualmente os espaços de cores em vermelho, verde, azul, ciano, magenta e amarelo.",
	"Finland": "Finlândia",
	"Finnish": "Finlandês",
	"Firmware Version": "Versão de firmware",
	"Flash": "Intermitente",
	"Flat Mode": "Modo plano",
	"Font": "Fonte",
	"Font 1": "Fonte 1",
	"Font 2": "Fonte 2",
	"Font 3": "Fonte 3",
	"Font 4": "Fonte 4",
	"Font 5": "Fonte 5",
	"Font 6": "Fonte 6",
	"Font 7": "Fonte 7",
	"Font 8": "Fonte 8",
	"Football": "Futebol",
	"France": "França",
	"French": "Francês",
	"French Polynesia": "Polinésia Francesa",
	"Full Wide": "Tela cheia",
	"Gabon": "Gabão",
	"Gaelic": "Gaélico",
	"Galapagos Islands": "Ilhas Galápagos",
	"Galician": "Galego",
	"Gallery": "Galeria",
	"Gambia": "Gâmbia",
	"Game": "Jogos",
	"Gamma": "Gama",
	"General": "Geral",
	"General :": "Geral :",
	"General Age": "Todas as idades",
	"General Audience": "Público em geral",
	"General Audiences": "Públicos em geral",
	"General Program Locks": "Bloqueios de programas gerais",
	"Georgia": "Geórgia",
	"German": "Alemão",
	"Germany": "Alemanha",
	"Getting...": "Obtendo...",
	"Ghana": "Gana",
	"Grass Color": "Cor da Grama",
	"Greece": "Grécia",
	"Greek": "Grego",
	"Green": "Verde",
	"Greenland": "Groenlândia",
	"Grenada": "Granada",
	"Group ID Number": "Número de ID do grupo",
	"Guadeloupe": "Guadalupe",
	"Guatemala City": "Cidade da Guatemala",
	"Guayaquil": "Guaiaquil",
	"Guinea": "Guiné",
	"Guinea Bissau": "Guiné Bissau",
	"Guinea Conakry": "Guiné Conakry",
	"Guinea Equatorial": "Guiné Equatorial",
	"Guyana": "Guiana",
	"H Position": "Posição H",
	"H Sharpness": "Nitidez H",
	"H Size": "Tamanho H",
	"HDD Eco Mode": "Modo Eco HD",
	"HDD Power Saving Mode": "Modo de Economia de Energia do HD",
	"HDMI {port1} and HDMI {port2} ports support ULTRA HD Deep Color.": "As portas HDMI {port1} e HDMI {port2} são compatíveis com ULTRA HD Deep Color.",
	"HDMI {port1} port support ULTRA HD Deep Color.": "A porta HDMI {port1} é compatível com ULTRA HD Deep Color.",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support ULTRA HD Deep Color.": "As portas HDMI {port1}, HDMI {port2} e HDMI {port3} são compatíveis com ULTRA HD Deep Color.",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support ULTRA HD Deep Color.": "As portas HDMI {port1}, HDMI {port2}, HDMI {port3} e HDMI {port4} são compatíveis com ULTRA HD Deep Color.",
	"HDR Effect": "Efeito HDR",
	"HDR Effect Level": "Nível do Efeito HDR",
	"HDR Picture Mode": "Modo de imagem HDR",
	"Hard of Hearing": "Dificuldades Auditivas",
	"Hardware Version": "Versão de hardware",
	"Headphones Volume": "Volume do Fone de Ouvido",
	"Hebrew": "Hebraico",
	"Helsinki": "Helsinque",
	"High": "Alto",
	"High Contrast": "Alto contraste",
	"Higher values increase a sense of warmth or coldness.": "Valores mais altos aumentam a sensação de calor ou frio.",
	"Hindi": "Hindu",
	"Home Mode": "Modo Casa",
	"Home/Store Mode": "Modo Casa/Loja ",
	"Hong Kong": "Hongkong",
	"Hongkong": "Hongkong",
	"Hours": "Horas",
	"Hungarian": "Húngaro",
	"Hungary": "Hungria",
	"IMPORTANT! Resetting will delete all of your account settings and installed apps. This action cannot be undone.": "IMPORTANTE! A redefinição excluirá todas as configurações de conta e aplicativos instalados. Esta ação não pode ser desfeita.",
	"IP (Automatic)": "IP (Automático)",
	"IP Address": "Endereço IP",
	"IVC (Cote d’Ivoire)": "Costa do Marfim",
	"Iceland": "Islândia",
	"If Auto Power Sync is enabled, SIMPLINK devices will be able to power on the TV, and the TV will power off SIMPLINK devices when it powers off.": "Com a função Sincronização Automática de Energia ativada, sua TV será ligada quando ligar um dispositivo SIMPLINK e os dispositivos SIMPLINK serão desligados ao desligar a TV.",
	"If it's turned on and you connect a device that also supports UHD Deep Color, your picture may be clearer.": "Se ele estiver ativado e você conectar um dispositivo que também seja compatível com ULTRA HD Deep Color, sua imagem poderá ser mais clara.",
	"If recording or software update is in progress, it will wait until they are completed and the process can take more than an hour.": "Se uma gravação ou uma atualização de software estiver em andamento, o processo aguardará a conclusão, e poderá levar mais de uma hora.",
	"If set to on, your TV can receive emergency alerts if an emergency situation occurs.": "Se você ativar esta opção, sua TV poderá receber alertas de emergência caso ocorra uma situação de emergência.",
	"If you turn Audio Guidance on, you can only move with left, right, up, down buttons on your remote and some apps that require the pointer cannot be used.": "Se você ativar as Orientações de áudio, poderá mover somente os botões para a esquerda, para a direita, para cima e para baixo em seu controle remoto. Além disso, alguns aplicativos que exigem cursor não poderão ser usados.",
	"If you turn it off, CAM operator's profile will be deleted.": "Se você o desativar, o perfil do operador do CAM será excluído.",
	"If you turn it off, all tuned CAM channels will not be available and notifications will no longer be provided.": "Se você desativá-la, nenhum canal do CAM estará disponível, e as notificações não serão mais exibidas.",
	"If you turn on LG Connect Apps feature, you will be able to either accept or deny connection requests from mobile devices.": "Se você ativar o recurso LG Connect Apps, poderá aceitar ou negar solicitações de conexão de dispositivos móveis.",
	"If you turn the screen saver off and the same image remains on the screen for more than 2 hours, it can affect the picture quality of your screen. If it remains for more than 5 hours, permanent picture quality depreciation may occur. Do you want to continue?": "Se você desativar a proteção de tela e se a mesma imagem permanecer na tela por mais de 2 horas, a qualidade de imagem da tela poderá ser afetada. Se a imagem permanecer mais de 5 horas, podem ocorrer danos permanentes à qualidade. Deseja continuar?",
	"If you turn this feature on, the HbbTV application or service will disable its tracking of an individual user.": "Se você ativar este recurso, o aplicativo ou serviço HbbTV desativará o monitoramento de usuários individuais.",
	"If you turn this feature on, the IBB service will disable its tracking of an individual user.": "Se você ativar esse recurso, o serviço IBB desativará o monitoramento de usuários individuais.",
	"If you turn this feature on, you can view the content in the aspect ratio that is in the broadcast signal or content source. If the edge of the screen is not clean, please turn it off.": "Se você ativar esse recurso, poderá visualizar o conteúdo com o formato de tela do sinal transmitido ou da fonte do conteúdo. Se as bordas da tela não estiverem claras, desative-o.",
	"If you turn this option on, color temperature will be automatically adjusted to reduce eye strain.": "Se você ativar essa opção, a temperatura da cor será automaticamente ajustada para reduzir o cansaço visual.",
	"If you turn this option on, you can receive the notifications of channels or programs which you have been watching frequently.": "Ativando esta opção, você pode receber notificações dos canais ou programas aos quais assiste com frequência.",
	"If you use Energy Saving function, brightness of your TV will be affected.": "O uso da função Economia de Energia afetará o brilho da TV.",
	"If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the HDMI ULTRA HD Deep Color setting off.": "Caso o dispositivo não seja compatível com esse recurso, ele poderá não funcionar corretamente. Nesse caso, é possível conectar o dispositivo a outra entrada HDMI ou desativar a configuração de HDMI ULTRA HD Deep Color.",
	"Import your TV's channel list information from a connected USB device.": "Importe as informações da lista de canais da TV de um dispositivo USB conectado.",
	"Import/export your TV's channel list information from/to a connected USB device.": "Importe/exporte as informações da lista de canais da TV de/para um dispositivo USB conectado.",
	"Improve blurry or unclear areas for a sharper image.": "Melhore áreas borradas ou pouco claras para obter uma imagem mais nítida.",
	"In Home": "Uso residencial",
	"India": "Índia",
	"Indianapolis": "Indianápolis",
	"Indonesia": "Indonésia",
	"Indonesian": "Indonésio",
	"Inner": "Interno",
	"Input": "Entrada",
	"Input Locks": "Bloqueios de Entradas",
	"Input field": "Campo de entrada",
	"Insert 3G/4G USB dongle to activate your 3G/4G network connection.": "Insira o dongle USB 3G/4G para ativar sua conexão de rede 3G/4G.",
	"Installing...": "Instalando...",
	"Interactivity(DTVi)": "Interatividade (DTVi)",
	"Internal TV Speaker": "Alto-falante interno da TV",
	"Internal TV Speaker + Optical": "Alto-falante interno da TV + Óptica",
	"Internal TV Speaker + Wired Headphones": "Alto-falante interno da TV + Fones de ouvido com fio",
	"Iran": "Irã",
	"Iraq": "Iraque",
	"Ireland": "Irlanda",
	"Irish": "Irlandês",
	"Istanbul": "Istambul",
	"It may take a few minutes.": "Pode levar alguns minutos.",
	"It may take a few seconds.": "Pode levar alguns segundos.",
	"Italian": "Italiano",
	"Italy": "Itália",
	"Ivory Coast": "Costa do Marfim",
	"Jakarta": "Jacarta",
	"Japan": "Japão",
	"Japanese": "Japonês",
	"Jerusalem": "Jerusalém",
	"Johannesburg": "Joanesburgo",
	"Jordan": "Jordânia",
	"Kabul": "Cabul",
	"Kaliningrad": "Kaliningrado",
	"Kampala": "Campala",
	"Kannada": "Canará",
	"Karachi": "Carachi",
	"Katmandu": "Catmandu",
	"Kazakh": "Cazaque",
	"Kazakhstan": "Cazaquistão",
	"Keep Dolby Atmos on for the best sound experience for Dolby Atmos content.": "Mantenha o Dolby Atmos ativado para obter a melhor experiência de som com conteúdo Dolby Atmos.",
	"Kenya": "Quênia",
	"Keyboard Languages": "Idiomas do Teclado",
	"Khartoum": "Cartum",
	"Kolkata": "Calcutá",
	"Korea": "Coreia do Sul",
	"Korean": "Coreano",
	"Kuwait City": "Cidade do Kuwait",
	"Kyrgyzstan": "Quirguistão",
	"LED Local Dimming": "Full LED",
	"LG Bean Bird character": "Caractere LG Bean Bird",
	"LG Remote Service": "Serviço Remoto LG",
	"LG Services Country": "País de Serviços LG",
	"LG Wireless Keyboard": "Teclado sem fio LG",
	"LG Wireless Keyboard Connected:": "Teclado sem fio LG conectado:",
	"LG Wireless Keyboard allows you to control your TV through bluetooth. This feature applies only to specified LG Wireless Keyboard models.": "O teclado sem fio LG permite que você controle a TV por bluetooth. Esse recurso se aplica somente a determinados modelos de teclado sem fio LG.",
	"Language": "Idioma",
	"Large": "Grande",
	"Large Standard": "Padrão grande",
	"Last tuning:": "Último ajuste:",
	"Latvia": "Letônia",
	"Latvian": "Letão",
	"Lebanon": "Líbano",
	"Left Right": "Esquerda/Direita",
	"Left drop shadow": "Sombra projetada esquerda",
	"Legal Notice": "Aviso Legal",
	"Lesotho": "Lesoto",
	"Liberia": "Libéria",
	"Libya": "Líbia",
	"Light": "Fraco",
	"Lisbon": "Lisboa",
	"Lithuania": "Lituânia",
	"Lithuanian": "Lituano",
	"Ljubljana": "Liubliana",
	"Loading...": "Carregando...",
	"Local Language": "Idioma Local",
	"Location": "Local",
	"Lock All": "Bloquear Tudo",
	"Lock changes for currently running apps will be applied the next time they are started.": "Alterações nos bloqueios para aplicativos atualmente em execução serão aplicadas na próxima vez em que eles forem iniciados.",
	"Logo Luminance Adjustment": "Ajuste de luminosidade do logotipo",
	"London": "Londres",
	"Low": "Baixa",
	"Luminance": "Luminância",
	"Luxembourg": "Luxemburgo",
	"MAC Address": "Endereço MAC",
	"MAC Address (Wired)": "Endereço MAC (com fio)",
	"MAC Address (Wireless)": "Endereço MAC (sem fio)",
	"MASTER PASSWORD": "SENHA MESTRE",
	"MHEG Guide": "Guia MHEG",
	"MPEG Noise Reduction": "Redução de Ruído MPEG",
	"Macao": "Macau",
	"Macedonia": "Macedônia",
	"Macedonia, The Former Yugoslav Republic Of": "Macedônia, Antiga República Iugoslava da",
	"Macedonian": "Macedônio",
	"Madeira": "Ilha da Madeira",
	"Madrid": "Madri",
	"Makassar": "Macassar",
	"Malay": "Malaio",
	"Malayalam": "Malaiala",
	"Malaysia": "Malásia",
	"Maldives": "Maldivas",
	"Manage your account information and settings.": "Gerencie as informações e configurações de sua conta.",
	"Managua": "Manágua",
	"Mandarin": "Mandarim",
	"Manually adjust EQ frequencies.": "Ajuste manualmente as frequências de equalização.",
	"Manually enter the IP and DNS server addresses.": "Insira manualmente os endereços IP e do servidor DNS.",
	"Marathi": "Marata",
	"Marshall Islands": "Ilhas Marshall",
	"Martinique": "Martinica",
	"Mature Audience Only": "Somente público maduro",
	"Mauritania": "Mauritânia",
	"Mauritius": "Maurício",
	"Maximize contrast by increasing the intensity of bright and dark areas of the screen.": "Maximize o contraste aumentando a intensidade de áreas brilhantes e escuras da tela.",
	"Mayotte": "Maiote",
	"Medium": "Médio",
	"Menu Language": "Idioma do Menu",
	"Menu Transparency": "Transparência de Menu",
	"Message": "Mensagem",
	"Method": "Método",
	"Mexico": "México",
	"Mexico City": "Cidade do México",
	"Middle East": "Oriente Médio",
	"Minutes": "Minutos",
	"Mobile TV On": "TV Mobile ativada",
	"Model": "Modelo",
	"Mogadishu": "Mogadíscio",
	"Moldova": "Moldávia",
	"Monaco": "Mônaco",
	"Mongolia": "Mongólia",
	"Monrovia": "Monróvia",
	"Montevideo": "Montevidéu",
	"Month": "Mês",
	"Montréal": "Montreal",
	"Morocco": "Marrocos",
	"Moscow": "Moscou",
	"Motion Eye Care": "Função Motion Eye Care",
	"Movie Lock": "Bloqueio de Filme",
	"Mozambique": "Moçambique",
	"Multi Audio": "Multi Áudio",
	"Multi Feed": "Feed múltiplo",
	"Multiple": "Múltiplos",
	"Muscat": "Mascate",
	"Music": "Música",
	"Myanmar": "Birmânia",
	"N/A": "N/D",
	"NO": "NÃO",
	"NOTE: When the screen saver option is set to ON, it will not come up while you are watching Live TV and video inputs to avoid interfering with your viewing experience.": "OBSERVAÇÃO: quando a opção da proteção de tela está definida como ATIVADA, ela não surgirá enquanto você estiver assistindo à Live TV e entradas de vídeo para evitar a interferência com sua experiência de exibição.",
	"NSW/ACT - New South Wales / Australian Capital Territory - Sydney": "NSW/ACT - Nova Gales do Sul/Território da Capital Australiana - Sidnei",
	"NT - Northern Territory - Darwin": "NT - Território do Norte - Darwin",
	"Nairobi": "Nairóbi",
	"Namibia": "Namíbia",
	"Ndjamena": "N'Djamena",
	"Netherland": "Holanda",
	"Netherlands": "Holanda",
	"Network": "Rede",
	"Network Name": "Nome da Rede",
	"New Caledonia": "Nova Caledônia",
	"New York": "Nova York",
	"New Zealand": "Nova Zelândia",
	"Next": "Próximo",
	"Nicaragua": "Nicarágua",
	"Nicosia": "Nicósia",
	"Niger": "Níger",
	"Nigeria": "Nigéria",
	"Night": "Noite",
	"No": "Não",
	"No Internet via 3G/4G network": "Não há Internet através da rede 3G/4G",
	"No Internet via Ethernet": "Não há Internet via Ethernet",
	"No Internet via Wi-Fi": "Não há Internet via Wi-Fi",
	"No One 17 and Under Admitted.": "Não é permitido para crianças de 17 anos e abaixo.",
	"No Operation Auto Off": "Sem Desligamento Automático da Operação",
	"No Signal Auto Off": "Sem Desligamento Automático do Sinal",
	"No Signal Image": "Imagem Sem sinal",
	"No Signal Power Off (15Min)": "Desligamento sem sinal (15 min)",
	"No Wi-Fi Direct Devices": "Nenhum dispositivo Wi-Fi Direct",
	"No card information": "Nenhuma informação sobre o cartão",
	"No devices have been found.": "Nenhum dispositivo foi encontrado.",
	"No group ID": "Nenhuma ID de grupo",
	"No updates found.": "Nenhuma atualização encontrada.",
	"Noise Reduction": "Redução de Ruído",
	"None": "Nenhum",
	"North Korea": "Coréia do Norte",
	"Northern Africa": "Norte da África",
	"Norway": "Noruega",
	"Norwegian": "Norueguês",
	"Not Connected": "Não conectado",
	"Not Connected to Internet": "Não conectado com a Internet",
	"Note: Available options depend on the broadcast program.": "Observação: As opções disponíveis dependem do programa transmitido.",
	"Note: Behavior may differ if connected device is not a LG device.": "Observação: o comportamento pode ser diferente se o dispositivo conectado não for um dispositivo LG.",
	"Note: Captions are only displayed when provided by the broadcast program.": "Observação: São mostradas legendas somente quando fornecidas pelo programa transmitido.",
	"Note: If the device is not properly connected and set up, you may not hear any sound through it.": "Observação: Caso o dispositivo não esteja adequadamente conectado e configurado, você poderá não ouvir qualquer som através do mesmo.",
	"Note: If the speakers are not properly connected and set up, you may not hear any sound through them.": "Observação: Caso os alto-falantes não estejam adequadamente conectados e configurados, você poderá não ouvir qualquer som através dos mesmos.",
	"Note: If you can't hear sound through the device, make sure it is working properly and supports Sound Sync.": "Observação: Se o som não for ouvido através do dispositivo, certifique-se de que ele esteja funcionando adequadamente e ofereça suporte ao Sound Sync.",
	"Note: Only displayed when it is provided by the program.": "Observação: São mostradas somente quando fornecidas pelo programa.",
	"Note: Subtitles are only displayed when provided by the broadcast program.": "Observação: São mostradas legendas somente quando fornecidas pelo programa transmitido.",
	"Note: Supported features may differ by model and its transparency by the feature's operation with content playback like Live TV or VOD content.": "Observação: recursos compatíveis podem ser diferentes de acordo com o modelo e sua transparência na operação de recurso com reprodução de conteúdo, como Live TV ou conteúdo VOD.",
	"Note: This feature works only when provided by the broadcast program.": "Observação: este recurso funciona somente quando fornecido pelo programa transmitido.",
	"Note: if your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the HDMI ULTRA HD Deep Color setting off.": "Observação: seu dispositivo poderá não funcionar adequadamente caso não seja compatível com este recurso. Nesse caso, é possível conectar o dispositivo a outra entrada HDMI ou desativar a configuração HDMI ULTRA HD Deep Color.",
	"Note:<br>1. If your TV is turned on while Pixel Refresher is in progress, it will stop the process and you have to start over.<br>2. While processing, a white line may appear in the screen. This is normal when clearing your screen.": "Observação:<br>1. Se a sua TV for ligada enquanto a Atualização de Pixels estiver em execução, o processo será interrompido, e você precisará iniciá-lo novamente.<br>2. Durante o processo, talvez apareça uma linha branca na tela. Isso é normal durante a limpeza da tela",
	"OFF": "Desligado",
	"OK": "Ok",
	"OLED LIGHT": "LUZ LED",
	"OLED Panel Settings": "Configurações do painel OLED",
	"Off": "Desligado",
	"Oman": "Omã",
	"On": "Ligado",
	"OnTimer Channel not selected": "Canal OnTimer não selecionado.",
	"One Touch Sound Tuning Options": "Opções do One Touch Sound Tuning",
	"Open": "Aberto",
	"Open Source Licenses": "Aviso sobre Software de Código Aberto",
	"Open when TV is turned on": "Abrir quando a TV for ligada",
	"Optical": "Óptico",
	"Optimize contrast settings based on image brightness of the HDR content.": "Otimize as configurações de contraste com base no brilho da imagem do conteúdo HDR.",
	"Optimize contrast settings based on image brightness.": "Otimize as configurações com base no brilho da imagem.",
	"Optimize display for movies.": "Otimize as imagens de filmes.",
	"Optimize image quality for fast-moving images (sports and action).": "Otimize a qualidade da imagem para imagens com movimentos rápidos (esportes e ação).",
	"Optimize sound based on type of TV installation.": "Otimiza o som com base no tipo de instalação da TV.",
	"Optimize sound mode for each content type and customize audio effects for Standard mode.": "Otimize o modo de som para cada tipo de conteúdo e personalize os efeitos de áudio para o modo Padrão.",
	"Optimize sound mode for each content type.": "Otimiza o modo de som para cada tipo de conteúdo.",
	"Original Language": "Idioma Original",
	"Others": "Outros",
	"Outer": "Externo",
	"Output sound through an LG audio device connected to the OPTICAL DIGITAL AUDIO OUT port. With this option, you can control the device's volume with your TV remote.": "Ouça o som através de um dispositivo de áudio LG conectado à porta OPTICAL DIGITAL AUDIO OUT. Com essa opção, é possível controlar o volume do dispositivo usando o controle remoto da TV.",
	"Output sound through an wireless audio device via LG Sound Sync or Bluetooth. It may need some troubleshooting:": "Saída de som usando um dispositivo de áudio via LG Sound Sync ou Bluetooth. Pode precisar de solução de problemas:",
	"Output sound through external audio devices connected to the AUDIO OUT/ H/P OUT port.": "Ouça o som através de dispositivo de áudio externos conectado à porta AUDIO OUT/ H/P OUT (SAÍDA DE ÁUDIO/FONES DE OUVIDO).",
	"Output sound through external audio devices connected to the HDMI IN (ARC) port.": "Ouça o som por meio de dispositivos de áudio externos conectados à porta HDMI IN (ARC).",
	"Output sound through external audio devices connected to the OPTICAL DIGITAL AUDIO OUT.": "Ouça o som por meio de dispositivos de áudio externos conectados a OPTICAL DIGITAL AUDIO OUT.",
	"Output sound through the Internal TV speaker.": "Ouça o som através do alto-falante interno da TV.",
	"Output sound through wired headphones.": "Ouça o som através de fones de ouvido com fio.",
	"Paired Devices": "Dispositivos Emparelhados",
	"Pakistan": "Paquistão",
	"Panama": "Panamá",
	"Panama City": "Cidade do Panamá",
	"Papua New Guinea": "Papua Nova Guiné",
	"Paraguay": "Paraguai",
	"Parental Guidance Suggested": "Sugerida orientação dos pais",
	"Parental guidance suggested for children ages 8-13.": "Recomendada a orientação dos pais para crianças entre 8 e 13 anos.",
	"Parents Strongly Cautioned": "Pais firmemente advertidos",
	"Password": "Senha",
	"Patent Information": "Informações sobre Patentes",
	"Pattern": "Padrão",
	"Persian": "Persa",
	"Philippines": "Filipinas",
	"Photo": "Foto",
	"Pick a Time": "Escolha uma Hora",
	"Picture": "Imagem",
	"Picture Mode": "Modo de Imagem",
	"Picture Mode Settings": "Configurações do Modo de imagem",
	"Picture Options": "Opção de Imagem",
	"Picture Test": "Teste de Imagem",
	"Picture or sound may not work properly while connected external device and TV are initially communicating. If the issue persists, please revert the settings or reboot your connected external device.": "O som ou a imagem podem não funcionar corretamente enquanto um dispositivo externo e a TV estiverem se comunicando inicialmente. Se o problema persistir, reverta as configurações ou reinicie o dispositivo externo conectado.",
	"Pitch": "Tom",
	"Pixel Refresher": "Atualização de Pixels",
	"Pixel Refresher allows your TV to provide the clearest picture possible.": "A Atualização de Pixels permite que sua TV apresente a imagem mais clara possível.",
	"Pixel Refresher has been scheduled to start the next time your TV is turned off.": "A Atualização de Pixels foi programada para iniciar da próxima vez em que a TV for desligada.",
	"Pixel Refresher will begin when you turn off your TV.": "A Atualização de Pixels iniciará quando você desligar a TV.",
	"Please check that all values are input correctly.": "Verifique se todos os valores foram inseridos corretamente.",
	"Please check the network name and password and try again.": "Verifique o nome e a senha da rede e tente novamente.",
	"Please check the status and try again": "Verifique o status e tente novamente.",
	"Please do not unplug the USB storage until the copying is completed.": "Não desconecte o dispositivo USB até que a cópia seja concluída.",
	"Please enter your password to turn off this function.": "Por favor entre com sua senha para desligar esta função.",
	"Please enter your password to turn on this function.": "Insira sua senha para ativar esta função.",
	"Please make sure that your TV is connected to the network and try again.": "Certifique-se de que a TV esteja conectada à rede e tente novamente.",
	"Please try again later.": "Tente novamente mais tarde.",
	"Please wait while the Settings application reloads.": "Aguarde enquanto o aplicativo Configurações é recarregado.",
	"Please wait while the Settings application restarts.": "Aguarde enquanto o aplicativo Configurações reinicia.",
	"Please wait while the TV restarts.": "Aguarde enquanto a TV é reiniciada.",
	"Please wait while the TV searches for LG Service Country.": "Aguarde enquanto a TV busca o país de Serviços LG.",
	"Point": "Ponto",
	"Pointer Options": "Opções de Cursor",
	"Poland": "Polônia",
	"Polish": "Polonês",
	"Port of Spain": "Porto de Espanha",
	"Port-au-Prince": "Porto Príncipe",
	"Portuguese": "Português",
	"Power Saving Mode": "Modo de Economia de Energia",
	"Prague": "Praga",
	"Preferred Color": "Cor Favorita",
	"Preschool": "Pré-escola",
	"Press right button to adjust de-blur and Motion Pro value.": "Pressione o botão direito para ajustar os valores de foco e Motion Pro.",
	"Press right button to adjust de-judder and Motion Pro value.": "Pressione o botão direito para ajustar os valores de estabilidade e Motion Pro.",
	"Press right button to adjust de-judder, de-blur and Motion Pro value.": "Pressione o botão direito para ajustar os valores de estabilidade, foco e Motion Pro.",
	"Press the WPS button on your wireless router now.": "Pressione o botão WPS em seu roteador sem fio agora.",
	"Press the WPS-PBC button on a WPS-enabled router to connect TV to the network.": "Pressione o botão WPS-PBC em um roteador habilitado para WPS para conectar a TV à rede.",
	"Press the right button to adjust Motion Pro settings.": "Pressione o botão direito para ajustar as configurações de Motion Pro.",
	"Press the right button to adjust de-blur settings.": "Pressione o botão direito para ajustar as configurações de foco.",
	"Press the right button to adjust de-judder settings.": "Pressione o botão direito para ajustar as configurações de estabilidade.",
	"Previous": "Anterior",
	"Primary Audio Language": "Idioma Principal de Áudio",
	"Primary Channels": "Canais principais",
	"Primary Teletext Language": "Idioma principal da legenda",
	"Programme": "Programa",
	"Puerto Rico": "Porto Rico",
	"Qatar": "Catar",
	"Quick Start+": "Início Rápido+",
	"RECONNECT": "CONECTAR NOVAMENTE",
	"Raised": "Alto Relevo",
	"Rangoon": "Rangum",
	"Real Cinema": "Cinema Real",
	"Reason: Authentication with access point was unsuccessful.": "Motivo: falha na autenticação no ponto de acesso.",
	"Reason: Could not establish a connection to access point.": "Motivo: não foi possível estabelecer uma conexão ao ponto de acesso.",
	"Reason: Could not retrieve a valid IP address by using DHCP.": "Motivo: não foi possível recuperar um endereço IP válido usando DHCP.",
	"Reason: Entered password is incorrect.": "Motivo: A senha digitada está incorreta.",
	"Reason: Password is missing.": "Motivo: senha não informada.",
	"Reason: The network you selected is out of range.": "Motivo: A rede selecionada está fora de alcance.",
	"Reason: Unable to login.": "Motivo: não é possível fazer login.",
	"Recommended for children ages 14 and older.": "Recomendado para crianças de 14 anos de idade ou mais.",
	"Recommended for children ages 16 and older.": "Recomendado para crianças de 16 anos de idade ou mais.",
	"Red": "Vermelho",
	"Reduce noise from digital video signals.": "Reduza o ruído de sinais de vídeo digitais.",
	"Refresh list": "Atualizar lista",
	"Region": "Região",
	"Remote Settings": "Configurações remotas",
	"Remove irregular and erratic pixels for a clearer image.": "Remova pixels irregulares e fora de padrão para obter uma imagem mais clara.",
	"Reset": "Redefinir",
	"Reset CI Password": "Redefina a senha de CI",
	"Reset Password": "Redefinir senha",
	"Reset to Initial Settings": "Redefinir para Configurações Iniciais",
	"Restrict access to TV programs and movies based on their ratings.": "Restrinja o acesso a programas de TV e filmes com base em suas classificações.",
	"Restrict access to TV programs based on their ratings.": "Restrinja o acesso a programas de TV com base em suas classificações.",
	"Restrict access to specified apps.": "Restrinja o acesso a aplicativos específicos.",
	"Restrict access to specified channels.": "Restrinja o acesso a canais específicos.",
	"Restrict access to specified inputs.": "Restrinja o acesso a entradas específicas.",
	"Restricted": "Restrito",
	"Retry": "Tentar novamente",
	"Return TV to its initial settings. This will revert all options to their default settings.": "Retorne a TV às suas configurações iniciais. Isso reverte todas as opções e retorna às configurações padrão.",
	"Revert Color Management System settings to default.": "Reverta as configurações do Sistema de gerenciamento da cor para o padrão.",
	"Revert standard mode sound effect settings to default.": "Retorne as configurações dos efeitos sonoros para o padrão.",
	"Revert to default settings. Each picture mode must be reset individually. Please select the picture mode you want to reset.": "Retorne às configurações padrão. Cada modo de imagem deve ser redefinido individualmente. Selecione o modo de imagem que você deseja redefinir.",
	"Revert white balance settings to default.": "Reverta as configurações do balanço de branco para o padrão.",
	"Revoke Pairing": "Desativar pareamento",
	"Right Left": "Direita/Esquerda",
	"Right drop shadow": "Sombra projetada direita",
	"Riyadh": "Riade",
	"Romania": "Romênia",
	"Romanian": "Romeno",
	"Rome": "Roma",
	"Russia": "Rússia",
	"Russian": "Russo",
	"Rwanda": "Ruanda",
	"SA - South Australia - Adelaide": "SA - Austrália do Sul - Adelaide",
	"SIMPLINK enables HDMI-CEC devices connected to your TV with an HDMI cable to be controlled with your TV remote.": "O SIMPLINK possibilita que dispositivos HDMI-CEC conectados à sua TV com um cabo HDMI sejam controlados com o controle remoto da TV.",
	"SIMPLINK lets you use your LG Remote to control other SIMPLINK-enabled devices, like a DVD player or audio home theater system, that are connected to your LG Smart TV by HDMI.": "O SIMPLINK permite usar o Controle Remoto da LG para controlar outros dispositivos compatíveis com o SIMPLINK, como um DVD player ou sistema de áudio home theater, que estão conectados à sua LG Smart TV via HDMI.",
	"SIMPLINK will be automatically turned on to use this ARC mode.": "O SIMPLINK será ativado automaticamente para usar o modo ARC.",
	"START NOW": "COMEÇAR AGORA",
	"START ONCE TV IS OFF": "INICIAR QUANDO A TV ESTIVER DESLIGADA",
	"Safety": "Segurança",
	"Saint Lucia": "Santa Lúcia",
	"Saint Vincent": "São Vicente",
	"Sakhalin": "Sacalina",
	"San Salvador": "São Salvador",
	"Satellite": "Satélite",
	"Satellite DTV": "TV Digital por Satélite",
	"Satellite Radio": "Satélite de Rádio",
	"Saturation": "Saturação",
	"Saudi Arabia": "Arábia Saudita",
	"Saudi arabia": "Arábia Saudita",
	"Save": "Salvar",
	"Save CAM Operator's Profile": "Salvar o Perfil de Operador do CAM",
	"Save CI Password": "Salve a senha de CI",
	"Save the Color Management System settings from the currently selected picture mode for all inputs.": "Salve as configurações do Sistema de Gerenciamento de Cor do modo de imagem selecionado atualmente para todas as entradas.",
	"Save the current customized setting values to currently selected picture mode for all inputs.": "Salve os valores atuais de configurações personalizadas do modo de imagem selecionado para todas as entradas.",
	"Save the white balance settings from the currently selected picture mode for all inputs.": "Salve as configurações de balanço de branco do modo de imagem selecionado e para todas as entradas.",
	"Save/reset your CI password. Saving your password will let you skip the sign-in step in the future.": "Salve/redefina senha de CI. Salvar sua senha permitirá que você pule esta etapa num futuro acesso.",
	"Screen Off": "Tela Desligada",
	"Screen Saver": "Proteção de Tela",
	"Screen Shift ": "Deslocamento de tela",
	"Screen shifts at regular time intervals to prevent panel noise.": "A tela sofre deslocamentos em intervalos de tempo regulares para evitar ruídos do painel.",
	"Screen will turn off in 5 seconds. To turn the screen back on, press any button except the power and volume button.": "A tela será desligada em 5 segundos. Para ligar a tela novamente, pressione qualquer botão, exceto os botões de energia e volume.",
	"Search": "Pesquisa",
	"Searching...": "Buscando...",
	"Second Language": "Segundo idioma",
	"Secondary Audio Language": "Idioma Secundário de Áudio",
	"Secondary Teletext Language": "Idioma secundário de teletexto",
	"Security": "Segurança",
	"Select IRE point to adjust luminance.": "Selecione o ponto IRE para ajustar a luminância.",
	"Select Mode": "Selecionar Modo",
	"Select TV's language settings.": "Selecione as configurações de idioma da TV.",
	"Select aspect ratio from the menu.": "Selecione o formato da tela no menu.",
	"Select audio language for digital broadcasts. For programs that do not support multiple languages, the default will be used.": "Selecione o idioma de áudio para transmissões digitais. O idioma padrão será aplicado quando o programa não for compatível com múltiplos idiomas.",
	"Select audio language for digital broadcasts. The default language is selected when the program does not support multiple languages.": "Selecione o idioma de áudio para transmissões digitais. O idioma padrão é selecionado quando o programa não suportar múltiplos idiomas.",
	"Select caption settings for analog broadcasts.": "Selecione as configurações de legenda para transmissões analógicas.",
	"Select caption settings for digital broadcasts.": "Selecione as configurações de legenda para transmissões digitais.",
	"Select caption size, color, transparency, and other options for digital broadcasts.": "Selecione tamanho, cor, transparência e outras opções de legenda para transmissões digitais.",
	"Select color to be adjusted.": "Selecione a cor a ser ajustada.",
	"Select days to apply the Timer Power Off settings every week.": "Selecione os dias em que serão aplicadas as configurações da Função Desligar TV.",
	"Select days to apply the Timer Power On settings every week.": "Selecione dias para aplicar as configurações da Função Ligar TV.",
	"Select device for audio output.": "Selecione o dispositivo para a saída de áudio.",
	"Select digital audio output format. When the program does not support the selected output format, the default output from the source will be used.": "Selecione o formato de saída do áudio digital. Quando o programa não for compatível com o formato de saída selecionado, a saída padrão da fonte será usada.",
	"Select how much the volume should change with each press of your remote's volume key. Higher values increase increments.": "Selecione o quanto o volume deve mudar a cada toque de tecla volume no controle remoto. Valores mais altos aumentam o ajuste.",
	"Select how the TV will be used.": "Selecione como a TV será usada.",
	"Select language for TV menus.": "Selecione o idioma para os menus da TV.",
	"Select language for subtitles.": "Selecione o idioma das legendas.",
	"Select language for voice recognition.": "Selecione o idioma para reconhecimento de voz.",
	"Select languages for on-screen keyboards.": "Selecione os idiomas para os teclados na tela.",
	"Select method to adjust white balance.": "Selecione o método para ajustar o balanço de branco.",
	"Select pattern to use as a basis for white balance adjustment. You can use the TV’s built-in pattern or another pattern by connecting an external device.": "Selecione o padrão a ser usado como base para o ajuste de balanço de branco. Você pode usar o padrão integrado da TV ou outro padrão conectando a um dispositivo externo.",
	"Select point to adjust luminance.": "Selecione o ponto para ajustar a luminância.",
	"Select the best picture mode for your viewing environment and content type.": "Selecione o melhor modo de imagem para seu ambiente de visualização e tipo de conteúdo.",
	"Select the channel to use when the TV turns on.": "Selecione o canal a ser usado quando a TV for ligada.",
	"Select the country where you want to access LG's services. Services may vary depending on location.": "Selecione o país onde você deseja acessar os serviços LG. Os serviços podem variar, dependendo do local.",
	"Select the desired video angle.": "Selecione o ângulo de vídeo desejado.",
	"Select the format to transfer digital audio to an external device.": "Selecione o formato para transferir áudio digital para um dispositivo externo.",
	"Select the input to use when the TV turns on.": "Selecione a entrada a ser usada quando a TV for ligada.",
	"Select the most preferred Subtitle Language.": "Selecione sua primeira opção para o idioma da legenda.",
	"Select the region where your broadcast signal comes from.": "Selecione a região onde seu sinal de transmissão é originado.",
	"Select the second preferred Subtitle Language.": "Selecione sua segunda opção para o idioma da legenda.",
	"Select your first choice of audio language for digital broadcasts. For programs that do not support multiple languages, the default will be used.": "Selecione sua primeira opção de idioma de áudio para transmissões digitais. O idioma padrão será aplicado quando o programa não for compatível com múltiplos idiomas.",
	"Select your first choice of language for your broadcast TV provider's teletext services.": "Selecione sua primeira opção de idioma para os serviços de teletexto de sua operadora de serviços de transmissão de TV.",
	"Select your remote's cursor speed and appearance.": "Selecione a velocidade e a aparência do cursor do controle remoto.",
	"Select your second choice of audio language for digital broadcasts. For programs that do not support multiple languages, the default will be used.": "Selecione sua segunda opção de idioma de áudio para transmissões digitais. O idioma padrão será aplicado quando o programa não for compatível com múltiplos idiomas.",
	"Select your second choice of language for your broadcast TV provider's teletext services.": "Selecione sua segunda opção de idioma para os serviços de teletexto de sua operadora de serviços de transmissão de TV.",
	"Seoul": "Seul",
	"Serbia": "Sérvia",
	"Serbian": "Sérvio",
	"Serial Number": "Número de série",
	"Serta Wego": "Sertanejo",
	"Service 1": "Serviço 1",
	"Service 2": "Serviço 2",
	"Service 3": "Serviço 3",
	"Service 4": "Serviço 4",
	"Service 5": "Serviço 5",
	"Service 6": "Serviço 6",
	"Service Area Zip Code": "Código Postal da Área de Serviço",
	"Set Automatically": "Definir Automaticamente",
	"Set ID": "Definir ID",
	"Set Store Mode settings.": "Defina configurações do modo Loja.",
	"Set System Color mode for your current TV input.": "Defina o modo Cor do sistema da entrada atual de TV.",
	"Set TV locks for fantasy violence content.": "Configure os bloqueios da TV para conteúdo de desejos ou violência.",
	"Set TV locks for general programming.": "Configure os bloqueios da TV para programação geral.",
	"Set TV locks for programs containing adult language.": "Configure os bloqueios da TV para programas contendo linguagem adulta.",
	"Set TV locks for programs containing sexual situations.": "Configure os bloqueios da TV para programas contendo situações sexuais.",
	"Set TV locks for programs containing sexually suggestive dialogue.": "Configure os bloqueios da TV para programas que contenham diálogo de assuntos sexuais.",
	"Set TV locks for programs containing violence.": "Configure os bloqueios da TV para programas contendo violência.",
	"Set TV locks for ratings based on children’s ages.": "Configure os bloqueios da TV para classificações com base nas idades dos filhos.",
	"Set additional options for Audio Description.": "Configure opções adicionais para a Descrição de Áudio.",
	"Set additional picture settings.": "Defina configurações de imagem adicionais.",
	"Set advanced Subtitle options.": "Configure as opções avançadas de legenda.",
	"Set advanced captioning options.": "Configure as opções avançadas de legenda.",
	"Set audio-related options.": "Configure as opções relacionadas ao áudio.",
	"Set color balance by adjusting color temperature, luminance, and red, green and blue gain controls.": "Defina o balanço de cores ajustando a temperatura da cor, luminância e os controles de ganho de vermelho, verde e azul.",
	"Set color gamut automatically according to the signal, or display more vivid and richer color in the order of Extended and Wide.": "Defina automaticamente a gama de cores de acordo com o sinal, ou exiba cores mais vivas e brilhantes em uma escala de Estendida a Wide.",
	"Set color temperature from warm to cool.": "Defina a temperatura da cor de quente a fria.",
	"Set power options to reduce energy consumption.": "Configure as opções de energia para reduzir o consumo de energia.",
	"Set the TV to turn off after a set amount of time.": "Configure a TV para desligar depois de um período de tempo estabelecido.",
	"Set the TV to turn off automatically at a set time.": "Configure a TV para desligar automaticamente em uma hora estabelecida.",
	"Set the TV to turn off automatically if there is no user input for 2 hours after the timer has turned it on.": "Configure a TV para desligar automaticamente se não houver entrada de informações do usuário por 2 horas após a ativação da função soneca.",
	"Set the TV to turn off automatically when there has been no user input for a specified amount of time.": "Configure a TV para desligar automaticamente quando não houver entrada de informações do usuário por um período de tempo especificado.",
	"Set the TV to turn on automatically at a set time.": "Configure a TV para ligar automaticamente em uma hora estabelecida.",
	"Set the TV to turn on or off automatically at a set time.": "Configure a TV para ligar ou desligar automaticamente em uma hora estabelecida.",
	"Set the current date and time.": "Configure data e hora atuais.",
	"Set the current date manually.": "Defina manualmente a data correta.",
	"Set the current time manually.": "Defina manualmente a hora correta.",
	"Set the range of colors that can be displayed.": "Defina o intervalo de cores que pode ser mostrado.",
	"Set the region for broadcasts and special services.": "Configure a região para transmissões e serviços especiais.",
	"Set the screen size and aspect ratio.": "Configure o tamanho e o formato da tela.",
	"Set the volume level to use when the TV turns on.": "Selecione o nível de volume a ser usado quando a TV for ligada.",
	"Set time to turn off the TV.": "Defina o horário para desligar a TV.",
	"Set time to turn on the TV.": "Defina o horário para ligar a TV.",
	"Settings Help": "Ajuda com as configurações",
	"Sexual Situations": "Situações sexuais",
	"Sexually Suggestive Dialogue": "Diálogo de Assuntos Sexuais",
	"Shanghai": "Xangai",
	"Sharpness": "Nitidez",
	"Show Password": "Exibir Senha",
	"Side by Side": "Lado a Lado",
	"Sierra Leone": "Serra Leoa",
	"Signal Strength": "Intensidade do Sinal",
	"Simultaneous Sound Out with Internal TV Speaker": "Saída de som simultânea com alto-falante interno da TV",
	"Singapore": "Cingapura",
	"Single Sound Out": "Saída de som única",
	"Size": "Tamanho",
	"Skin Color": "Cor da Pele",
	"Sky Color": "Cor do Céu",
	"Sleep Timer": "Função Soneca",
	"Slovak": "Eslovaco",
	"Slovakia": "Eslováquia",
	"Slovenia": "Eslovênia",
	"Slovenian": "Esloveno",
	"Slow": "Lento",
	"Small": "Pequeno",
	"Small Standard": "Padrão pequeno",
	"Smooth": "Suave",
	"Soccer": "Torcida",
	"Sofia": "Sófia",
	"Software Version": "Versão do software",
	"Software update has been installed. Update will be applied when you restart your TV.": "A atualização de software foi instalada. A atualização será aplicada quando você reiniciar sua TV.",
	"Solid": "Sólido",
	"Solomon Islands": "Ilhas Salomão",
	"Somalia": "Somália",
	"Some material may be inappropriate for children under 13.": "Algum material pode ser inadequado para crianças abaixo de 13 anos de idade.",
	"Some material may not be suitable for children.": "Algum material pode não ser adequado para crianças.",
	"Sotho, Northern": "Sepedi",
	"Sotho, Southern": "Sesoto",
	"Sound": "Som",
	"Sound Mode": "Modo de Som",
	"Sound Mode Settings": "Configurações de Modo de Som",
	"Sound Out": "Saída de Som",
	"Sound Test": "Teste de Som",
	"Sound can be heard simultaneously through Internal TV Speaker and external audio devices connected to the OPTICAL DIGITAL AUDIO OUT port.": "O som pode ser ouvido simultaneamente através do alto-falante interno da TV e dispositivos de áudio conectados à porta OPTICAL DIGITAL AUDIO OUT.",
	"Sound can be heard simultaneously through internal TV speaker and wired headphones.": "O som pode ser ouvido simultaneamente através do alto-falante interno da TV e dos fones de ouvido com fio.",
	"South Africa": "África do Sul",
	"South Korea": "Coreia do Sul",
	"Southern Africa": "Sul da África",
	"Spain": "Espanha",
	"Spanish": "Espanhol",
	"Speed": "Velocidade",
	"Spoken Subtitle": "Legenda falada",
	"Sports": "Esportes",
	"Stand TypeⅠ": "Tipo Suporte I",
	"Stand TypeⅡ": "Tipo Suporte II",
	"Standard": "Padrão",
	"Standard Mode Sound Effect": "Efeito de Som do Modo Padrão",
	"Standby Light": "Luz de Espera",
	"Start New Sound Tuning": "Iniciar novo ajuste de som",
	"Startup Sound": "Som Inicial",
	"Stockholm": "Estocolmo",
	"Store Demo": "Modo Loja",
	"Store Demo mode provides options to optimize the TV for retail displays.": "O Modo Loja fornece opções para otimizar a TV para exibição em revendedores.",
	"Store Mode": "Modo Loja",
	"Store Mode Settings": "Configurações do modo Loja",
	"Store Mode is for in-store display purposes. It will re-initialize the settings every few minutes. Do you want to close this app and start the Store Mode?": "O Modo Loja foi projetado para exibição na loja. As configurações serão reinicializadas em intervalos de minutos. Deseja fechar este aplicativo e iniciar o Modo Loja?",
	"Strong": "Forte",
	"Style": "Estilo",
	"Subnet Mask": "Máscara de subrede",
	"Subnet prefix length": "Comprimento do prefixo da subrede",
	"Subtitle First Choice Language": "Primeira opção de idioma da legenda",
	"Subtitle Language": "Idioma de Legenda",
	"Subtitle Second Choice Language": "Segunda opção de idioma da legenda",
	"Subtitles": "Legendas",
	"Sudan": "Sudão",
	"Suitable for children ages 13 and older.": "Adequado para crianças de 13 anos de idade e acima.",
	"Suitable for children ages 2-7.": "Adequado para crianças de 2-7 anos de idade.",
	"Suitable for children ages 8 and older.": "Adequado para crianças de 8 anos de idade e acima.",
	"Super Impose": "Super Imposição",
	"Super Resolution": "Super Resolução",
	"Swati": "Suázi",
	"Swaziland": "Suazilândia",
	"Sweden": "Suécia",
	"Swedish": "Sueco",
	"Switzerland": "Suíça",
	"Syria": "Síria",
	"System Color": "Sistema de Cor",
	"TAS - Tasmania - Hobart": "TAS - Tasmânia - Hobart",
	"TEXT 1": "TEXTO 1",
	"TEXT 2": "TEXTO 2",
	"TEXT 3": "TEXTO 3",
	"TEXT 4": "TEXTO 4",
	"TV Information": "Informações da TV",
	"TV Installation Type": "Tipo de Instalação de TV",
	"TV Lock": "Bloqueio da TV",
	"TV Name": "Nome da TV",
	"TV Power Sound": "Som de ligar/desligar TV",
	"TV Program Locks": "Bloqueios de Programas de TV",
	"TV Rating English": "Classificação da TV em Inglês",
	"TV Rating French": "Classificação da TV em Francês",
	"TV Speaker Bar": "Alto-Falante em Barra da TV",
	"TV Speaker Bar + Wired Headphones": "Sound Bar da TV + Fones de ouvido com fio",
	"TV to USB": "TV para USB",
	"Tahiti": "Taiti",
	"Tajikistan": "Tajiquistão",
	"Tamil": "Tâmil",
	"Tanzania": "Tanzânia",
	"Target Luminance": "Luminância de Destino",
	"Tehran": "Teerã",
	"Teletext": "Legenda",
	"Text Color": "Cor do Texto",
	"Text Opacity": "Opacidade do Texto",
	"Thai": "Tailandês",
	"Thailand": "Tailândia",
	"The LG Services Country information could not be retrieved from the server. Please try again later.": "As informações do país de serviços LG não puderam ser recuperadas do servidor. Tente novamente mais tarde.",
	"The Settings application must reload to change the menu language. Do you want to continue?": "O aplicativo Configurações precisa ser recarregado para alterar o idioma do menu. Deseja continuar?",
	"The channel list have been successfully copied from the USB storage to your TV. The TV will restart in 5 seconds.": "A lista de canais foi copiada com sucesso do dispositivo USB para sua TV. A TV será reiniciada em 5 minutos.",
	"The channel list have been successfully copied from your TV to the USB storage.": "A lista de canais foi copiada com sucesso da sua TV para o dispositivo USB.",
	"The contents on the screen or subtitles will be verbally spoken for visually impaired viewers.": "Os conteúdos na tela ou as legendas serão ditados para portadores de deficiências visuais.",
	"The contents on the screen will be described with voice for visually impaired viewers.": "Os conteúdos na tela serão descritos com voz para portadores de deficiências visuais.",
	"The list of all paired devices will be deleted. Do you want to continue?": "A lista de dispositivos emparelhados será excluída. Deseja continuar?",
	"The network is currently unavailable. Please try again later.": "A rede está indisponível no momento. Tente novamente mais tarde.",
	"The process will take about an hour to complete and your TV needs to remain turned off.": "A TV terá de ficar desligada durante o processo, que durará cerca de uma hora.",
	"The update cannot be applied to the TV. Software will revert to the previous version.": "A atualização não pode ser aplicada à sua TV. O software retornará à versão anterior.",
	"There are no paired devices.": "Não há dispositivos pareados.",
	"There are settings to correct or prevent OLED panel noise.": "Há configurações para corrigir ou impedir ruídos no painel de OLED.",
	"There is no USB device connected to your TV.": "Não há qualquer dispositivo USB conectado à TV.",
	"There is no message.": "Não há mensagem.",
	"Thimphu": "Timbu",
	"Third Language": "Terceiro idioma",
	"This mode provides a clear and natural sound quality.": "Esse modo fornece uma qualidade sonora clara e natural.",
	"This setting puts your TV in standby mode when it's turned off so it will help using TV's functions quicker when you turn the TV back on.": "Esta configuração coloca a TV no modo de espera quando for desligada, portanto, as funções da TV poderão ser utilizadas mais rapidamente da próxima vez em que for ligada.",
	"This setting puts your TV in standby mode when it's turned off so it will start up more quickly the next time it's turned on.": "Esta configuração coloca a TV no modo de espera quando for desligada, portanto ela iniciará mais rapidamente da próxima vez em que for ligada.",
	"This settings is only available for Internal TV Speaker.": "Essas configurações só estão disponíveis para o alto-falante interno da TV.",
	"Time": "Hora",
	"Time & Date": "Hora e Data",
	"Timer Channel": "Canal do Temporizador",
	"Timer Power Off": "Função Desligar TV",
	"Timer Power On": "Função Ligar TV",
	"Timer Repeat": "Repetição do Temporizador",
	"Timers": "Temporizadores",
	"Timezone": "Fuso horário",
	"Tint": "Tom",
	"Tiranë": "Tirana",
	"To experience optimal sound effect, it is recommended to set the balance between the L10~R10 range.": "Para garantir efeitos sonoros otimizados, recomenda-se configurar o equilíbrio na faixa E10~D10.",
	"To test your TV sound, Sound Out setting needs to be changed to the Internal TV Speaker. Do you want to continue?": "Para testar o som da sua TV, as configurações de saída de som precisam ser alteradas para Alto-falante interno da TV. Deseja continuar?",
	"To use Wi-Fi Direct, you must turn on the Wi-Fi within the TV. Do you want to turn Wi-Fi on?": "Para usar o Wi-Fi Direct, é preciso ligar a rede Wi-Fi na TV. Deseja ativar o Wi-Fi?",
	"To use the Wi-Fi Direct, you must close the Screen Share app.": "Para usar o Wi-Fi Direct, é necessário fechar o aplicativo Screen Share.",
	"Tokyo": "Tóquio",
	"Top and Bottom": "Parte Superior e Parte Inferior",
	"Total Power On Time": "Tempo Total em Funcionamento",
	"Tracking Speed": "Velocidade de Rastreamento",
	"Translucent": "Translúcido",
	"Transparent": "Transparente",
	"Treble Boost": "Aumento do Agudo",
	"Trinidad And Tobago": "Trinidad e Tobago",
	"Trinidad and Tobago": "Trinidad e Tobago",
	"Tripoli": "Trípoli",
	"Tune and save available channels.": "Sintonize e salve os canais disponíveis.",
	"Tune and save available channels. You can set satellite channel options.": "Sintonize e salve os canais disponíveis. Você pode configurar as opções de canais por satélite.",
	"Tunis": "Túnis",
	"Tunisia": "Tunísia",
	"Turkey": "Turquia",
	"Turkish": "Turco",
	"Turkmenistan": "Turcomenistão",
	"Turn Dolby Surround on to make all your content sound better. Note that Dolby Atmos must also be switched on to use this feature.": "Ative o Dolby Surround para que seu conteúdo tenha um som melhor. O Dolby Atmos deve ser ativado para usar este recurso.",
	"Turn automatic volume adjustments on/off and set how much to change volume with each remote click.": "Ligue/desligue os ajustes automáticos de volume e defina quanto o volume será alterado com cada clique do controle remoto.",
	"Turn on the advertising frequency capping cookies. This keeps on tracking the number of times an ad is shown on your TV and is used to help limit the number of times the same ad is displayed.": "Ative a frequência da publicidade limitando os cookies. Fazer isso mantém você informado sobre quantas vezes um anúncio é exibido na TV, além de ajudar a limitar o número de exibições do mesmo anúncio.",
	"Turn on via Bluetooth": "Ativar via Bluetooth",
	"Turn on via Wi-Fi": "Ativar via Wi-Fi",
	"Turn on/off ULTRA HD Deep Color for HDMI {num} port.": "Ative/desative o ULTRA HD Deep Color para a porta HDMI {num}.",
	"Turn on/off and set Audio Guidance options for visually impaired viewers.": "Ligue/desligue as opções de Orientação por Áudio para usuários com deficiência visual.",
	"Turn on/off captioning for hearing-impaired people. Program must support feature to work.": "Ative/desative as legendas para pessoas com deficiência auditiva. É necessário que o programa suporte o recurso para funcionar.",
	"Turn on/off description box in Settings.": "Ligue/desligue a caixa de descrição nas Configurações.",
	"Turn on/off standby light.": "Ligue/desligue a luz de standby.",
	"Turn on/off the images to be displayed when there is no signal.": "Ative/desative as imagens a serem exibidas quando não houver sinal.",
	"Turn on/off the sound notification for TV power.": "Ative/desative a notificação de som ao ligar/desligar a TV",
	"Turn the HbbTV service on/off.": "Ative ou desative o serviço de HbbTV.",
	"Turn the Hybridcast service on/off.": "Ative ou desative o serviço Hybridcast.",
	"Turn the Interactivity (DTVi) service on/off.": "Ative ou desative o serviço de Interatividade (DTVi).",
	"Turn your TV on using your mobile phone via Bluetooth.": "Ligar a TV usando o celular por meio do Bluetooth.",
	"Turn your TV on using your mobile phone via Wi-Fi.": "Ligue a TV usando o celular por meio do Wi-Fi.",
	"Turn your broadcast TV provider's TV Guide on/off.": "Ative ou desative o Guia da TV de sua operadora de serviços de transmissão de TV.",
	"Turn your broadcast TV provider's teletext service on/off.": "Ative ou desative o serviço de teletexto de sua operadora de serviços de transmissão de TV.",
	"Turning Wi-Fi off will prevent you from accessing all Internet-based services unless you use a cable to connect to the network. Do you want to continue?": "Desligar o Wi-Fi evitará que você acesse todos os serviços baseados na Internet, a menos que você use um cabo para conectar-se à rede. Deseja continuar?",
	"Turning this option on may increase energy consumption.": "A ativação dessa função pode aumentar o consumo de energia.",
	"Type": "Tipo",
	"UAE": "Emirados Árabes Unidos",
	"UNPAIR": "DESEMPARELHAR",
	"USA": "EUA",
	"USB storage for Copy Channels": "Armazenamento USB para Copiar Canais",
	"USB to TV": "USB para TV",
	"Ukraine": "Ucrânia",
	"Ukrainian": "Ucraniano",
	"Unable to check for updates.": "Não é possível verificar se há atualizações.",
	"Unable to connect to the network.": "Não é possível conectar à rede.",
	"Undefined": "Indefinido",
	"Under 17 requires accompanying parent or adult guardian.": "Crianças abaixo de 17 anos de idade necessitam do acompanhamento de um dos pais ou de um guardião adulto.",
	"Uniform": "Uniforme",
	"United Arab Emirates": "Emirados Árabes Unidos",
	"United Kingdom": "Reino Unido",
	"United States of America": "Estados Unidos da América",
	"Unknown": "Desconhecido",
	"Unknown issue has occurred.": "Ocorreu um erro temporário desconhecido.",
	"Update canceled.": "Atualização cancelada.",
	"Update in progress...": "Atualização em andamento...",
	"Update in progress...({n}%)": "Atualização em andamento...({n}%)",
	"Update paused.": "Atualização pausada.",
	"Update reserved.": "Atualização reservada.",
	"Update will be cancelled and all update files will be deleted now. Do you want to continue?": "A atualização será cancelada e todos os arquivos de atualização serão excluídos agora. Deseja continuar?",
	"Uruguay": "Uruguai",
	"Use Stand TypeⅠ if the distance between your TV stand and the wall is significant.": "Use o Tipo de Suporte I se a distância entre o suporte da TV e a parede for significativa.",
	"Use Stand TypeⅡ if your TV stand is close to the wall. This will reduce base reflex and give you clearer sound quality.": "Use o Tipo de Suporte II se o suporte da TV estiver próximo à parede. Isso reduzirá o reflexo da base e proporcionará uma qualidade sonora mais clara.",
	"Use Wall-mounted Type if your intalled TV is wall-mounted type.": "Use a Montagem em Parede se a TV instalada for do tipo montagem em parede.",
	"Use the LG Bean Bird character-shaped cursor.": "Use o cursor com formato de caracteres LG Bean Bird.",
	"Use the large, standard-shaped cursor.": "Use o cursor padrão de tamanho grande.",
	"Use the small, standard-shaped cursor.": "Use o cursor padrão de tamanho pequeno.",
	"Use this option to correct picture quality issues that may result after your TV has been turned on for an extended period of time.": "Use essa opção para corrigir problemas de qualidade de imagem que podem ocorrer depois que a TV estiver ligada por um longo período.",
	"User": "Usuário",
	"User Agreements": "Acordos de Usuário",
	"User Guide": "Guia do Usuário",
	"User Name": "Nome do usuário",
	"Uzbek": "Uzbeque",
	"Uzbekistan": "Uzbequistão",
	"V Position": "Posição V",
	"V Sharpness": "Nitidez V",
	"V Size": "Tamanho V",
	"VIC - Victoria - Melbourne": "VIC - Vitória - Melbourne",
	"Valencian": "Valenciano",
	"Vatican City": "Cidade do Vaticano",
	"Vertical Zoom": "Zoom Vertical",
	"Video 1": "Vídeo 1",
	"Video 2": "Vídeo 2",
	"Video 3": "Vídeo 3",
	"Video Description": "Descrição do Vídeo",
	"Vienna": "Viena",
	"Vientiane": "Vienciana",
	"Vietnam": "Vietnã",
	"Vietnamese": "Vietnamita",
	"View BS Conditional Access Systems (B-CAS) information.": "Veja as informações BS Conditional Access Systems (B-CAS).",
	"View current Common Interface (CI) information.": "Veja as informações atuais da Interface Comum (CI).",
	"View messages from your broadcast TV provider.": "Veja mensagens de sua operadora de serviços de transmissão de TV.",
	"Violence": "Violência",
	"Vivid": "Vivo",
	"Voice Recognition Language": "Idioma de Reconhecimento de Voz",
	"Volgograd": "Volgogrado",
	"Volume Increase Amount": "Valor de aumento de volume",
	"Volume Mode": "Modo de Volume",
	"WA - Western Australia - Eucla": "WA - Austrália Ocidental - Eucla",
	"WA - Western Australia - Perth": "WA - Austrália Ocidental - Perth",
	"Wall-mounted Type": "Montagem em Parede",
	"Warm1": "Morno1",
	"Warm2": "Morno2",
	"Warm3": "Morno3",
	"Warsaw": "Varsóvia",
	"We collect and store MAC address, model number, country code, language settings, and software version to verify your device and to check whether you have the latest version of the software.": "Coletamos e armazenamos o Endereço MAC, número do modelo, código do país, configurações de idioma e versão do software para verificar o seu dispositivo e conferir se você tem a versão mais recente do software.",
	"Welsh": "Galês",
	"Western Africa": "África Ocidental",
	"When a connected external hard drive has not been used for a specified amount of time, switch to standby mode.": "Quando um disco rígido externo conectado não for usado por um período de tempo especificado, mude para o modo de espera.",
	"When set to On, experience Dolby Atmos moving audio when you turn on/off the TV.": "Quando a opção estiver \"Ligado\", a experiência Dolby Atmos Audio será ativada quando ligar/desligar a TV.",
	"When the currently displayed app has not received any user input for an hour, it will be replaced by a screen saver. If you turn this option off, the current picture may create an afterimage burned onto your screen, possibly permanently.": "Quando o aplicativo que está sendo exibido deixar de receber entradas do usuário por uma hora, ele será substituído pela proteção de tela. Se você desativar esta opção, a imagem atual poderá criar uma pós-imagem gravada na tela que talvez seja permanente.",
	"When the device is turned on/off, your TV will automatically turn on/off.": "Quando o dispositivo estiver ligado/desligado, sua TV ligará/desligará automaticamente.",
	"When the program does not support the language that you have selected, the default language will be shown.": "Quando o programa não for compatível com o idioma selecionado, o idioma padrão será exibido.",
	"When turned on, on-screen features (e.g. Live menu, Search, Screen Remote) will be partially transparent to show the content beneath it.": "Quando ativado, os recursos na tela (por exemplo, Live menu, pesquisa, controle remoto na tela) ficam parcialmente transparentes para exibir o conteúdo abaixo deles.",
	"When turned on, the background and text color on some menus will be adjusted to enhance contrasts between bright and dark areas.": "Quando ativado, a cor do plano de fundo e do texto de alguns menus será ajustada para aprimorar os contrastes entre as áreas claras e escuras.",
	"When your TV is turned off, the device will automatically turn off.": "Quando sua TV estiver desligada, o dispositivo se desligará automaticamente.",
	"White": "Branco",
	"White Balance": "Balanço de Branco",
	"Wi-Fi Connection": "Conexão da rede Wi-Fi",
	"Wi-Fi Direct connection has not succeeded.": "A conexão do Wi-Fi Direct não foi concluída com sucesso.",
	"Wi-Fi Direct connection with {deviceName} is disconnected.": "A conexão do Wi-Fi Direct com {deviceName} está desativada.",
	"Wi-Fi Direct lets you connect your TV wirelessly to other Wi-Fi Direct-enabled devices, like a cellphone or computer, without having to connect to a wireless router.": "O Wi-Fi Direct permite a conexão sem fios da TV com outros dispositivos habilitados para Wi-Fi Direct, como um celular ou computador, sem a necessidade de conexão com um roteador sem fio.",
	"Wi-Fi Direct lets you connect your TV wirelessly to other Wi-Fi Direct-enabled devices, like a mobile device or a computer, without having to connect to a wireless router. Once connected, you can enjoy your contents from the devices using the Photo & Video and the Music app in TV.": "Esta função permite a conexão sem fio da TV com outros dispositivos compatíveis com Wi-Fi Direct (dispositivos móveis ou computadores), sem a necessidade de conexão com um roteador sem fio. Ao conectar, aproveite o conteúdo dos seus dispositivos na TV por meio dos aplicativos Foto & Vídeo e Música.",
	"Wi-Fi Security": "Segurança da rede Wi-Fi",
	"Wi-Fi is turned off. Turn it on to see the list of available networks that you can connect to and additional related menu items.": "Wi-Fi está desligado. Ligue-o para verificar a lista de redes disponíveis às quais você pode se conectar e os menus adicionais relacionados.",
	"Wi-Fi issue has occurred.": "Ocorreu um problema no Wi-Fi.",
	"Wide Area Zone": "Área Ampliada",
	"Wide View": "Visualização Ampla",
	"Wide View (32:9)": "Visualização Wide (32:9)",
	"Wide Zoom": "Zoom Wide",
	"Window Color": "Cor da Janela",
	"Window Opacity": "Opacidade da Janela",
	"Wired Connection (Ethernet)": "Conexão com fio (Ethernet)",
	"Wired Headphones": "Fones de ouvido com fio",
	"YES": "SIM",
	"Year": "Ano",
	"Yekaterinburg": "Ecaterimburgo",
	"Yellow": "Amarelo",
	"Yemen": "Iêmen",
	"Yerevan": "Erevan",
	"Yes": "Sim",
	"You can also turn Adaptive Sound Control on to enhance all other audio content using Dolby processing.": "Você também pode ativar o Controle de som adaptável para aprimorar todos os outros conteúdos de áudio usando processamento Dolby.",
	"You can control the setting for using HbbTV service.": "Você pode controlar a configuração de uso do serviço HbbTV.",
	"You can control the setting for using IBB service.": "Você pode controlar a configuração de uso do serviço IBB.",
	"You can find the default password in User Guide.": "É possível encontrar a senha padrão no Guia do Usuário.",
	"You can only change settings from the current HDMI input.": "Você pode alterar apenas configurações da entrada HDMI atual.",
	"You can play photos and music from your mobile device to the TV or control your TV by using mobile apps such as LG TV Plus.": "Você pode reproduzir fotos e música do dispositivo móvel para a TV ou controlar a TV usando aplicativos móveis como o LG TV Plus.",
	"You can select left and right audio settings for broadcast signal.": "Você pode selecionar as configurações de áudio da direita e da esquerda para o sinal transmitido.",
	"You can select upto {n} keyboard languages only. De-select selected languages to add more langauge.": "Você pode selecionar até {n} idiomas do teclado. Desmarque os idiomas atuais para adicionar novos.",
	"You can turn on/off the feature of saving CAM operator's profile.": "Você pode ativar/desativar o recurso para salvar o perfil do operador do CAM.",
	"You can turn this feature on or off.": "Você pode ativar ou desativar esse recurso.",
	"You can turn your TV on using your mobile phone.": "Você pode ligar sua TV usando o celular.",
	"You can use 3G/4G USB dongle to connect to the network.": "Você pode usar um dongle USB 3G/4G para se conectar à rede.",
	"You can use your Magic Remote to determine the room’s acoustics and optimize your TV’s sound quality based on the results.": "Você pode usar o Smart Magic para determinar a acústica da sala e otimizar a qualidade do som da TV com base nos resultados.",
	"Your TV and SIMPLINK-connected device will be synced as follows:": "Sua TV e o dispositivo conectado ao SIMPLINK serão sincronizados da seguinte maneira:",
	"Your TV must stay off while Pixel Refresher process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled.": "Sua TV deverá permanecer desligada durante a execução do processo Atualização de Pixels. Qualquer gravação, lembrete ou ativação automática programada da TV durante esse processo será cancelado.",
	"Your TV needs to be connected to the network to automatically set your LG Services Country. Do you want to go to Network Settings now to check the connection?": "Sua TV deve estar conectada à rede para configurar automaticamente seu País de Serviços LG. Deseja acessar Configurações de rede agora para verificar a conexão?",
	"Your TV needs to know your correct location to provide emergency alert messages through its digital TV signal.": "Sua TV precisa conhecer sua localização correta para fornecer mensagens de alerta de emergência por meio do sinal de TV digital.",
	"Your TV will turn off until the process is complete, at which point it will automatically turn back on.": "A TV ficará desligada até o processo terminar e então será religada automaticamente.",
	"Zambia": "Zâmbia",
	"Zaporozhye": "Zaporójia",
	"Zimbabwe": "Zimbábue",
	"Zürich": "Zurique",
	"[{Device}] will be disconnected from your TV. Sound will no longer be played from this device. Do you want to continue?": "O [{Device}] será desconectado da TV. O som não será mais reproduzido a partir desse dispositivo. Deseja continuar?",
	"[{Device}] will be removed from the paired device list. If you want to connect it later, you need to search for available devices and re-pair it. Do you want to continue?": "O [{Device}] será removido da lista de dispositivos emparelhados. Se você desejar conectá-lo posteriormente, precisará buscar dispositivos disponíveis e emparelhá-los novamente. Deseja continuar?",
	"audioGuidance_fast": "Rápido",
	"audioGuidance_high": "Alto",
	"audioGuidance_low": "Baixa",
	"audioGuidance_medium": "Médio",
	"audioGuidance_slow": "Lento",
	"audioGuidance_veryFast": "Muito Rápido",
	"audioGuidance_veryHigh": "Muito alto",
	"audioGuidance_veryLow": "Muito baixo",
	"audioGuidance_verySlow": "Muito Lento",
	"button": "botão",
	"character": "caractere",
	"characters": "caracteres",
	"checked": "selecionado",
	"connecting": "conectando",
	"depthOfColor": "Cor",
	"diagonal zoom in": "ampliar zoom diagonal",
	"diagonal zoom out": "reduzir zoom diagonal",
	"digitalOptionSetByProgram": "Definir por Programa",
	"energy_Maximum": "Máximo",
	"energy_Medium": "Médio",
	"energy_Minimum": "Mínimo",
	"gamma_high1": "Alta1",
	"gamma_high2": "Alta2",
	"hidden": "oculto",
	"horizontal zoom in": "ampliar zoom horizontal",
	"horizontal zoom out": "reduzir zoom horizontal",
	"jpDoNot": "Desligado",
	"logoLuminance_high": "Alta",
	"logoLuminance_low": "Baixa",
	"min": "min.",
	"not connected": "não conectado",
	"pictureControl3dModeStandard": "Padrão",
	"pictureControlAuto": "Automático",
	"pictureControlAuto_BlackLevel": "Automático",
	"pictureControlHigh": "Alto",
	"pictureControlHigh_BlackLevel": "Alto",
	"pictureControlHigh_Male": "Alto",
	"pictureControlLow": "Baixa",
	"pictureControlLow_BlackLevel": "Baixa",
	"pictureControlLow_Male": "Baixa",
	"pictureControlMedium": "Médio",
	"pictureControlMedium_BlackLevel": "Médio",
	"pictureControlMedium_Male": "Médio",
	"pictureControlwhiteBalanceColorTemperatureMedium": "Médio",
	"pictureMode": "Padrão",
	"pictureModeSettings": "Detalhes da Configuração",
	"pointerOptions": "Estilo",
	"pointerSize": "Tamanho",
	"press OK button to edit IP manually": "pressione o botão OK para editar o IP manualmente",
	"press OK button to enter channel to search": "pressione o botão OK para inserir o canal que deseja buscar",
	"press OK button to enter value": "pressione o botão ok para inserir o valor",
	"press right button to adjust HDR Effect level": "pressione o botão para a direita para ajustar o nível do Efeito HDR",
	"press right button to adjust de-judder and de-blur value": "pressione o botão para a direita para ajustar os valores de estabilidade e foco",
	"press right button to adjust zoom ratio and position": "pressione o botão para a direita para ajustar a proporção de zoom e a posição",
	"shift current screen down": "deslocar tela atual para baixo",
	"shift current screen to the left": "deslocar tela atual para a esquerda",
	"shift current screen to the right": "deslocar tela atual para a direita",
	"shift current screen up": "deslocar tela atual para cima",
	"shift down": "deslocar para baixo",
	"shift left": "deslocar para a esquerda",
	"shift right": "deslocar para a direita",
	"shift up": "deslocar para cima",
	"soundMode_Standard": "Padrão",
	"thaRatingNone": "Nenhum",
	"unchecked": "não selecionado",
	"unread": "não lido",
	"vertical zoom in": "ampliar zoom vertical",
	"vertical zoom out": "afastar zoom vertical",
	"volumeModeHigh": "Alto",
	"volumeModeLow": "Baixo",
	"volumeModeMedium": "Médio",
	"webOS TV Version": "Versão da webOS TV",
	"zoom in": "ampliar zoom",
	"zoom out": "afastar zoom",
	"{label} : L{value}": "{label} : E{value}",
	"{label} : R{value}": "{label} : D{value}",
	"• Compatibility problems may occur depending on the connected Bluetooth device.": "• Problemas de compatibilidade podem ocorrer dependendo do dispositivo Bluetooth conectado.",
	"• If audio video sync error occurs with your wireless audio device connected through LG Sound Sync, try restarting the TV.": "• Se houver erro de sincronia de áudio/vídeo com seu dispositivo sem fio conectado por meio da LG Sound Sync, experimente reiniciar a TV.",
	"• If you can't hear sound through the device, make sure it is working and connected properly.": "• Observação: se o som não for ouvido através do dispositivo, certifique-se de que ele esteja funcionando e conectado corretamente."
}
