{
	" (User)": " (Pengguna)",
	"(Version: {l})": "(Versi: {l})",
	"10 Points Code Value": "10 Titik Nilai Kod",
	"10 Points IRE": "10 Titik IRE",
	"10 and Above": "10 dan Ke Atas",
	"11 and Above": "11 dan Ke Atas",
	"12 Hours": "12 Jam",
	"12 and Above": "12 dan Ke Atas",
	"13 and Above": "13 dan Ke Atas",
	"14 and Above": "14 dan Ke Atas",
	"14 by 9": "14:9",
	"15 and Above": "15 dan Ke Atas",
	"16 and Above": "16 dan Ke Atas",
	"16 by 9": "16:9",
	"17 and Above": "17 dan Ke Atas",
	"18 and Above": "18 dan Ke Atas",
	"19 and Above": "19 dan Ke Atas",
	"2 Hours": "2 Jam",
	"2 Hours Auto Power Off": "Tutup Kuasa Automatik 2 Jam",
	"2 Points": "2 Titik",
	"20 Points Code Value": "20 Titik Nilai Kod",
	"20 Points IRE": "20 Titik IRE",
	"20 and Above": "20 dan Ke Atas",
	"21 by 9": "21:9",
	"24 Hours": "24 Jam",
	"3 Hours": "3 Jam",
	"32 by 12": "32:12",
	"32 by 9": "32:9",
	"3G/4G Connection": "Sambungan 3G/4G",
	"3G/4G NETWORK STATUS": "STATUS RANGKAIAN 3G/4G",
	"3G/4G Network Operator": "Pengendali Rangkaian 3G/4G",
	"3G/4G Network Status": "Status Rangkaian 3G/4G",
	"3G/4G Network Type": "Jenis Rangkaian 3G/4G",
	"4 Hours": "4 Jam",
	"4 and Above": "4 dan Ke Atas",
	"4 by 3": "4:3",
	"5 and Above": "5 dan Ke Atas",
	"6 Hours": "6 Jam",
	"6 and Above": "6 dan Ke Atas",
	"7 and Above": "7 dan Ke Atas",
	"8 Hours": "8 Jam",
	"8 and Above": "8 dan Ke Atas",
	"9 and Above": "9 dan Ke Atas",
	"AV Sync Adjustment": "Pelarasan Penyegerakan AV",
	"About This TV": "Mengenai TV Ini",
	"Above 10": "10 ke atas",
	"Above 11": "11 ke atas",
	"Above 12": "12 ke atas",
	"Above 13": "13 ke atas",
	"Above 14": "14 ke atas",
	"Above 15": "15 ke atas",
	"Above 16": "16 ke atas",
	"Above 17": "17 ke atas",
	"Above 18": "18 ke atas",
	"Above 19": "19 ke atas",
	"Above 20": "20 ke atas",
	"Above 4": "4 ke atas",
	"Above 5": "5 ke atas",
	"Above 6": "6 ke atas",
	"Above 7": "7 ke atas",
	"Above 8": "8 ke atas",
	"Above 9": "9 ke atas",
	"Access Point": "Titik Capaian",
	"Access Point 1": "Titik Capaian 1",
	"Access Point 2": "Titik Capaian 2",
	"Access Point 3": "Titik Capaian 3",
	"Access Point Setting": "Penetapan Titik Capaian",
	"Accessibility": "Akses",
	"Account Management": "Pengurusan Akaun",
	"Active Roaming": "Perayauan Aktif",
	"Adaptive Sound Control": "Kawalan Bunyi Penyesuaian",
	"Add Network": "Tambah Rangkaian",
	"Add a hidden wireless network": "Tambah rangkaian wayarles tersembunyi",
	"Add wireless network by manually entering network name (SSID).": "Tambah rangkaian wayarles dengan memasukkan nama rangkaian (SSID) secara manual.",
	"Additional Audio Selection": "Pemilihan Audio Tambahan",
	"Additional Settings": "Tetapan Tambahan",
	"Address Setting": "Penetapan Alamat",
	"Adjust Audio Guidance pitch.": "Laraskan kelangsingan Panduan Audio.",
	"Adjust Audio Guidance speed.": "Laraskan kelajuan Panduan Audio.",
	"Adjust Audio Guidance volume.": "Laraskan kelantangan Panduan Audio.",
	"Adjust Screen Position": "Laraskan Kedudukan Skrin",
	"Adjust Zoom Ratio": "Laraskan Nisbah Zum",
	"Adjust audio timing to synchronize video and audio.": "Laraskan masa audio untuk melaraskan video dan audio.",
	"Adjust blue gain for color balance.": "Laraskan gandaan biru untuk imbangan warna.",
	"Adjust brightness by analyzing image movements to prevent glare and reduce energy consumption.": "Melaraskan kecerahan dengan menganalisis pergerakan imej bagi mencegah silau dan mengurangkan penggunaan tenaga.",
	"Adjust brightness of the LG logo.": "Selaraskan kecerahan logo LG.",
	"Adjust color and saturation for a more vivid image.": "Melaraskan warna dan ketepuan untuk imej yang lebih jelas.",
	"Adjust cursor speed.": "Melaraskan kelajuan kursor.",
	"Adjust detailed settings to further optimize the picture.": "Melaraskan tetapan terperinci untuk mengoptimumkan lagi gambar.",
	"Adjust edge sharpness. Higher values increase the crispness and clarity of the image.": "Melaraskan ketajaman tepi. Nilai yang lebih tinggi meningkatkan ketajaman dan kejelasan imej.",
	"Adjust gamma settings to compensate for the brightness of the input signal.": "Melaraskan tetapan gama untuk mengimbangi kecerahan isyarat input.",
	"Adjust grass tone colors.": "Laraskan warna rona rumput.",
	"Adjust green gain for color balance.": "Laraskan gandaan hijau untuk imbangan warna.",
	"Adjust hue and saturation of a specified color region.": "Melaraskan warna dan ketepuan kawasan warna yang ditentukan.",
	"Adjust left/right audio balance.": "Melaraskan keseimbangan audio kiri-kanan.",
	"Adjust luminance for selected color.": "Laraskan luminans untuk pilihan warna.",
	"Adjust luminance level for selected IRE point.": "Laraskan tahap luminans untuk titik pilihan IRE.",
	"Adjust overall color. Higher values increase saturation.": "Melaraskan warna keseluruhan. Nilai yang tinggi meningkatkan penepuan.",
	"Adjust overall screen brightness. Higher values increase brightness.": "Melaraskan kecerahan keseluruhan skrin. Nilai yang lebih tinggi meningkatkan kecerahan.",
	"Adjust red and green color balance. Higher values increase saturation of the color.": "Melaraskan keseimbangan warna merah dan hijau. Nilai yang tinggi meningkatkan penepuan warna.",
	"Adjust red gain for color balance.": "Laraskan gandaan merah untuk imbangan warna.",
	"Adjust saturation for selected color.": "Laraskan penepuan untuk warna pilihan.",
	"Adjust screen brightness by tuning the OLED LIGHT. Higher values increase brightness.": "Selaraskan kecerahan skrin dengan menala OLED LIGHT. Nilai yang lebih tinggi meningkatkan kecerahan.",
	"Adjust screen brightness by tuning the backlight. Higher values increase brightness.": "Melaras kecerahan skrin dengan menala cahaya belakang. Nilai yang lebih tinggi meningkatkan kecerahan.",
	"Adjust screen brightness to reduce energy consumption.": "Melaraskan kecerahan skrin untuk mengurangkan penggunaan tenaga.",
	"Adjust screen settings for individual picture modes.": "Melaraskan tetapan skrin untuk mod gambar individu.",
	"Adjust skin tone colors.": "Laraskan warna rona kulit.",
	"Adjust skin tone, grass, and sky colors.": "Melaraskan rona kulit, warna rumput dan langit.",
	"Adjust sky tone colors.": "Laraskan warna rona langit.",
	"Adjust the difference between bright and dark areas of the screen. Higher values intensify the difference.": "Melaraskan perbezaan di antara kawasan cerah dan gelap pada skrin. Nilai yang lebih tinggi menambahkan lagi perbezaan.",
	"Adjust the luminance of static images such as logos within content to correct potential picture quality issues.": "Laraskan luminans imej statik seperti logo dalam kandungan untuk membetulkan isu kualiti gambar yang berpotensi.",
	"Adjust tint for selected color.": "Laraskan seri warna untuk warna pilihan.",
	"Adjusting Luminance": "Melaraskan Luminans",
	"Adult": "Dewasa",
	"Adult Language": "Bahasa Orang Dewasa",
	"Adults Only.": "Dewasa Sahaja.",
	"Adults only.": "Dewasa sahaja.",
	"Advanced": "Tetapan Lanjutan",
	"Advanced Controls": "Kawalan Lanjutan",
	"Advanced Wi-Fi Settings": "Tetapan Wi-Fi Lanjutan",
	"Advertising Cookies": "Kuki Iklan",
	"Afrikaans": "Afrika",
	"After changing the country, all currently tuned channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "Selepas menukar negara, semua saluran yang baru ditala akan dipadam. Untuk menala semula saluran, sila pergi ke Penalaan Auto. Adakah anda mahu meneruskan?",
	"After changing your Zip Code, all current Freesat channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "Selepas menukar Kod Zip anda, semua saluran Freesat yang baru ditala akan dipadamkan. Untuk menala semula saluran, sila pergi ke Penalaan Auto. Adakah anda mahu meneruskan?",
	"After you change your country, you can scan for your channels using Auto Tuning. Do you want to continue?": "Selepas anda menukar negara anda, anda boleh mengimbas saluran anda menggunakan Penalaan Automatik. Adakah anda mahu meneruskan?",
	"Albanian": "Bahasa Albania",
	"All Channels": "Semua Saluran",
	"All Children": "Semua Kanak-kanak",
	"All ages admitted.": "Semua usia dibenarkan.",
	"All current settings for {pictureMode} mode will be reset. Do you want to continue?": "Semua tetapan semasa untuk mod {pictureMode} akan diset semula. Adakah anda mahu meneruskan?",
	"All sound effect settings for Standard Mode will be reset. Do you want to continue?": "Semua tetapan kesan bunyi untuk Mod Standard akan diset semula. Adakah anda mahu meneruskan?",
	"All-Direction Zoom": "Zum Semua Arah",
	"Allow Automatic Updates": "Benarkan kemaskini automatik",
	"Always Open": "Sentiasa Buka",
	"An error has occurred while copy channels.": "Ralat berlaku semasa penyalinan saluran dilakukan.",
	"An important software update is available.": "Pengemaskinian perisian penting tersedia.",
	"Analog Mode": "Mod Analog",
	"Analog TV": "TV Analog",
	"Antenna": "Antena",
	"Antenna ATV": "ATV Antena",
	"Antenna DTV": "Antena DTV",
	"Antenna Radio": "Antena Radio",
	"Antigua and Barbuda": "Antigua dan Barbuda",
	"Any Supplementary Audio": "Apa-apa Audio Tambahan",
	"Application Locks": "Kunci Aplikasi",
	"Applied settings are:": "Penetapan terpakai adalah:",
	"Apply the recommended audio settings using Standard Mode.": "Guna tetapan audio yang disyorkan menggunakan Mod Standard.",
	"Apply the recommended audio settings using the enhanced Bass Boost.": "Gunakan tetapan audio yang disyorkan menggunakan Penggalak Bes yang dipertingkat.",
	"Apply the recommended audio settings using the enhanced Treble Boost.": "Gunakan tetapan audio yang disyorkan menggunakan Penggalak Nada Tinggi yang dipertingkatkan.",
	"Apply to all inputs": "Aplikasikan pada semua input",
	"Applying value to all inputs...": "Aplikasikan nilai kepada semua input...",
	"Appropriate for general audience.": "Sesuai untuk penonton umum.",
	"Arabic": "Bahasa Arab",
	"Are you sure you want to disconnect all connected devices.": "Adakah anda pasti ingin memutuskan sambungan ke semua peranti bersambung?",
	"Aspect Ratio": "Nisbah Aspek",
	"Aspect Ratio Settings": "Tetapan Nisbah Aspek",
	"Assamese": "Bahasa Assam",
	"Assign channels to remote buttons so you can quickly jump to them.": "Arahkan saluran ke butang kawalan jauh supaya anda dengan senang boleh melangkau ke saluran tertentu.",
	"Audio Description": "Deskripsi Audio",
	"Audio Description Volume": "Bunyi Deskripsi Audio",
	"Audio Guidance": "Panduan Audio",
	"Audio Language": "Bahasa Audio",
	"Audio Out (Line Out)": "Audio Keluar (Talian Keluar)",
	"Audio Type": "Jenis Audio",
	"Auto": "Automatik",
	"Auto Power Off": "Tutup Kuasa Automatik",
	"Auto Power Sync": "Syncronasi Kuasa Automatik",
	"Auto Start": "Auto Mula",
	"Auto Volume": "Bunyi Automatik",
	"Auto Volume keeps sound volume consistent even when you change channels or broadcast signals.": "Kelantangan Auto mengekalkan volum bunyi konsisten walaupun apabila anda menukar saluran atau isyarat penyiaran.",
	"Automatically optimize picture quality based on color and brightness of ambient light.": "Mengoptimumkan mutu gambar secara automatik berdasarkan warna dan kecerahan cahaya sekitar.",
	"Automatically optimize sound based on content type.": "Mengoptimumkan bunyi secara automatik berdasarkan jenis kandungan.",
	"Automatically update system software when an update is found.": "Mengemas kini perisian sistem secara automatik apabila kemas kini ditemui.",
	"Available Devices": "Peranti Tersedia",
	"Available Internal Storage": "Storan Dalaman Tersedia",
	"BG Color": "Warna Latar Belakang (BG)",
	"BG Opacity": "Kelegapan Latar Belakang (BG)",
	"Back": "Kembali",
	"Backlight": "Cahaya latar",
	"Balance": "Imbangan",
	"Basque": "Bahasa Basque",
	"Bass Boost": "Penggalak Bes",
	"Begin the One Touch Sound Tuning process to determine the optimum audio quality settings for your room.": "Mulakan proses One Touch Sound Tuning untuk menentukan tetapan kualiti audio optimum untuk bilik anda.",
	"Behavior may vary depending on connected device.": "Tingkah laku boleh berubah-ubah mengikut peranti yang bersambung.",
	"Bengali": "Bahasa Bengali",
	"Black": "Hitam",
	"Black Level": "Taraf Hitam",
	"Block TV programs based on content rating.": "Menyekat rancangan TV berdasarkan rating kandungan.",
	"Block TV programs broadcast in English based on their content ratings.": "Sekat rancangan TV yang disiarkan dalam Bahasa Inggeris berdasarkan penilaian kandungan.",
	"Block TV programs broadcast in French based on their content ratings.": "Sekat rancangan TV yang disiarkan dalam Bahasa Perancis berdasarkan penilaian kandungan.",
	"Block access to specified channels and external devices.": "Menyekat akses ke saluran dan peranti luaran yang ditentukan.",
	"Block content based on genre.": "Menyekat kandungan berdasarkan genre.",
	"Block movies based on rating.": "Menyekat tayangan gambar berdasarkan rating.",
	"Blue": "Biru",
	"Bluetooth Audio Device": "Peranti Audio Bluetooth",
	"Bosnia": "Bosnia dan Herzegovina",
	"Bosnia And Herzegovina": "Bosnia Herzegovina",
	"Bosnian": "Bahasa Bosnia",
	"Brightness": "Kecerahan",
	"Broadcast Country": "Negara Penyiaran",
	"Broadcast Mail": "Siaran Mel",
	"Built-in Sound Bar": "Bar Bunyi Dalaman",
	"Bulgarian": "Bahasa Bulgaria",
	"By turning Live Plus on, you are consenting to the collection of television viewing information by LG Electronics Inc. (\"LGE\") through ACR module, which may be shared on an anonymized basis to third parties to provide you with interactive services. We may also share aggregated anonymized information to third parties for marketing purposes. Please note that we do not knowingly collect or distribute the above information from or about children under 13. Detailed information about Live Plus is illustrated in Viewing Information (terms) which may be accessed in the SmartTV settings menu. LGE highly recommend that you review the full version of Viewing Information (terms) before you activate Live Plus function.": "Dengan mengaktifkan Live Plus, anda bersetuju dengan pengumpulan maklumat tontonan televisyen oleh LG Electronics Inc. (\"LGE\") melalui modul ACR, yang mana mungkin dikongsi atas dasar ketanpanamaan dengan pihak ketiga untuk memberikan perkhidmatan interaktif kepada anda. Kami juga mungkin berkongsi maklumat ketanpanamaan teragregat dengan pihak ketiga untuk tujuan pemasaran. Sila ambil perhatian bahawa kami bukan dengan sengaja mengumpul atau mengedarkan maklumat di atas daripada atau berkaitan kanak-kanak bawah 13 tahun.Maklumat terperinci mengenai Live Plus diterangkan dalam Maklumat Tontonan (terma) yang mana boleh diakses menerusi menu tetapan SmartTV. LGE amat mengesyorkan anda mengkaji semula versi penuh Maklumat Tontonan (terma) sebelum anda mengaktifkan fungsi Live Plus.",
	"CANCEL SCHEDULE": "BATAL JADUAL",
	"CI Information": "Maklumat CI",
	"CI password incorrect. Please enter again.": "Kata Laluan CI tidak betul. Sila masukkan semula.",
	"COMPONENT2": "KOMPONEN2",
	"COMPONENT3": "KOMPONEN3",
	"CONNECTING…": "MENYAMBUNG...",
	"CS1 Board": "Papan CS1",
	"CS2 Board": "Papan CS2",
	"Cable": "Kabel",
	"Cable ATV": "ATV Kabel",
	"Cable DTV": "Kabel DTV",
	"Cable Radio": "Radio Kabel",
	"Cairo": "Kaherah",
	"Cambodia": "Kemboja",
	"Can not Find Channel": "Tidak Dapat Mencari Saluran",
	"Canada": "Kanada",
	"Canary Islands": "Kepulauan Canary",
	"Cancel": "Batal",
	"Cancel Update": "Batal Kemas kini",
	"Cantonese": "Bahasa Kantonis",
	"Card ID Number": "Nombor Kad ID",
	"Card Number": "Nombor kad",
	"Catalan": "Bahasa Catalonia",
	"Cayman Islands": "Kepulauan Cayman",
	"Central African Republic": "Republik Afrika Tengah",
	"Changing region may change currently tuned channels in your TV. You can re-tune channels in Auto Tuning. Do you want to change regional settings now?": "Mengubah kawasan boleh mengubah saluran yang baru ditala dalam TV anda. Anda boleh menala semula saluran dalam Penalaan Auto. Adakah anda mahu menukar tetapan kawasan sekarang?",
	"Changing the country will cause your TV to restart and you may need to consent to LG's User Agreements again. Also, the availability of some apps and services may vary based on the LG Services Country. Do you want to continue?": "Mengubah negara akan menyebabkan TV anda dimulakan semula dan anda mungkin perlu bersetuju dengan Perjanjian Pengguna LG semula. Selain itu, kebolehsediaan beberapa aplikasi dan perkhidmatan boleh berubah-ubah mengikut Negara Perkhidmatan LG. Adakah anda mahu meneruskan?",
	"Channel Advisor": "Penasihat Saluran",
	"Channel Locks": "Kunci Saluran",
	"Channel Manager": "Pengurus Saluran",
	"Channel Scrolling Options": "Pilihan Menskrol Saluran",
	"Channel Tuning": "Penalaan Saluran",
	"Channel Tuning & Settings": "Penalaan & Tetapan Saluran",
	"Channels": "Saluran",
	"Channels from HDMI and other external inputs cannot be locked. To lock TV channels, change the current input to Live TV.": "Saluran daripada HDMI dan input luaran lain tidak boleh dikunci. Untuk mengunci saluran TV, tukar input semasa kepada Live TV.",
	"Chatham Islands": "Kepulauan Chatham",
	"Check for problems with the picture quality.": "Memeriksa untuk masalah dengan mutu gambar.",
	"Check for problems with the sound quality of the Internal TV Speaker.": "Periksa masalah kualiti bunyi pembesar suara dalaman TV.",
	"Check for updates": "Semak untuk mendapatkan kemas kini",
	"Checking Password": "Memeriksa Kata Laluan",
	"Checking for updates": "Menyemak kemas kini",
	"Checking...": "Memeriksa...",
	"Children": "Kanak-kanak",
	"Children Age": "Umur Kanak-Kanak",
	"Children Program Locks": "Kunci Program Kanak-kanak",
	"Chinese": "Bahasa Cina",
	"Choose a picture mode, then customize display settings such as contrast, brightness and sharpness for that mode.": "Pilih mod gambar, kemudian selaraskan tetapan paparan eperti kontras, kecerahan dan ketajaman untuk mod tersebut.",
	"Choose to have all channels or just your primary ones when you change channels.": "Pilih untuk mempunyai semua saluran atau hanya saluran utama anda apabila anda mengubah saluran.",
	"Christmas Island": "Kepulauan Krismas",
	"Cinema": "Wayang",
	"Cinema Home": "Laman Utama Pawagam",
	"Cinema View": "Paparan Wayang",
	"Cinema View (32:12)": "Pandangan Wayang (32:12)",
	"Cinema Zoom": "Zoom Wayang",
	"City": "Bandar",
	"City Selection": "Pilihan Bandar",
	"Clean Audio": "Audio Bersih",
	"Clear": "JELAS",
	"Clear Cookies history": "Padam sejarah cookies",
	"Clear the advertising frequency capping cookies.": "Kosongkan kuki penutup frekuensi iklan.",
	"Clear1": "Kosong",
	"Click the CONNECT button below after your LG Wireless Keyboard is turned on and set to the pairing mode.": "Klik butang SAMBUNG di bawah selepas Papan Kekunci Wayarles LG anda dihidupkan dan ditetapkan ke mod pasangan.",
	"Close": "Tutup",
	"Closed Caption": "Kapsyen Tertutup",
	"Closed Caption Settings": "Penetapan Kapsyen Tertutup",
	"Color": "Warna",
	"Color Filter": "Tapisan Warna",
	"Color Gamut": "Warna Gamut",
	"Color Management System": "Sistem Pengurusan Warna",
	"Color Temperature": "Suhu Warna",
	"Component": "Komponen",
	"Confirm": "Sah",
	"Connect": "Sambung",
	"Connect an app on your mobile device that supports LG Connect to the TV and start to enjoy playing mobile photos and music or even control your TV.": "Sambung aplikasi pada peranti mudah alih anda yang menyokong LG Connect ke TV dan mula berseronok memainkan foto mudah alih dan muzik dan juga mengawal TV anda.",
	"Connect to the network through a wireless router. You must be connected to the network to use certain Smart TV features such as web browsing, content sharing, and automatic software updates.": "Menyambung ke rangkaian melalui penghala wayarles. Anda mesti menyambung ke rangkaian untuk menggunakan ciri-ciri Smart TV tertentu seperti melayari web, berkongsi kandungan dan kemas kini perisian automatik.",
	"Connect to the network with an ethernet cable. You must be connected to the network to use certain Smart TV features such as web browsing, content sharing, and automatic software updates.": "Menyambung ke rangkaian dengan kabel ethernet. Anda mesti menyambung ke rangkaian untuk menggunakan ciri-ciri Smart TV tertentu seperti melayari web, berkongsi kandungan dan kemas kini perisian automatik.",
	"Connect via WPS PBC": "Sambung melalui WPS PBC",
	"Connect via WPS PIN": "Sambung melalui WPS PIN",
	"Connect your TV to your router or modem with an Ethernet cable to activate your wired network connection.": "Sambung TV anda ke penghala atau modem dengan kabel Ethernet untuk mengaktifkan sambungan rangkaian berwayar.",
	"Connected": "Bersambung",
	"Connected to Internet": "Bersambung kepada Internet",
	"Connecting...": "Menyambung...",
	"Contrast": "Kontras",
	"Control the advertising frequency capping cookies.": "Kawal kuki penutup frekuensi iklan.",
	"Cool": "Sejuk",
	"Copy Channels": "Salin Saluran",
	"Copy/Delete file": "Salin/Padam fail",
	"Correct contrast and brightness by adjusting black levels.": "Membetulkan kontras dan kecerahan dengan melaraskan aras hitam.",
	"Could not fined available network.": "Tidak dapat mencari rangkaian yang tersedia.",
	"Croatian": "Bahasa Croatia",
	"Current values of customized picture mode settings will be applied to {pictureMode} mode for all inputs. Do you want to continue?": "Nilai semasa tetapan mod gambar tersuai akan ditunjukkan kepada mod {pictureMode} untuk semua input. Adakah anda mahu meneruskan?",
	"Currently connected LG Wireless Keyboard device will be disconnected from your TV. Do you want to continue?": "Peranti Papan Kekunci Tanpa Wayar LG yang disambungkan pada masa ini akan diputuskan daripada TV anda. Adakah anda mahu meneruskan?",
	"Currently connecting via Wi-Fi Direct. Please accept the request on your [{devicename}].": "Sekarang bersambung melalui Wi-Fi Direct. Sila terima permintaan pada [{devicename}] anda.",
	"Custom": "Khas",
	"Custom Time Zone": "Zon Waktu Biasa",
	"Customer Service": "Khidmat Pelanggan",
	"Cyan": "Sian",
	"Czech": "Republik Czech",
	"Czech Republic": "Republik Czech",
	"DISCONNECT": "PUTUSKAN",
	"DNS Server": "Pelayan DNS",
	"DTV Audio Setting": "Penetapan Audio DTV",
	"Damascus": "Damsyik",
	"Danish": "Bahasa Denmark",
	"Data Service": "Servis Data",
	"Date": "Tarikh",
	"Day": "Hari",
	"De-Blur": "Kurangkan kabur",
	"De-Judder": "Kurangkan Gegar",
	"Delete Pairing History": "Padam Sejarah Perpasangan",
	"Delete or add TV channels to customize your channels.": "Padam atau tambah saluran TV untuk menyesuaikan saluran anda.",
	"Demo Options": "Pilihan Demo",
	"Democratic Republic of the Congo": "Republik Demokratik Kongo",
	"Depressed": "Tertekan",
	"Device Name": "Nama Peranti",
	"Device Selection": "Pemilihan Peranti",
	"Device Vendor": "Penjual Peranti",
	"Dial No.": "No. Dail",
	"Digital Mode": "Mod Digital",
	"Digital Mode Option": "Pilihan Mod Digital",
	"Digital Sound Out": "Bunyi Keluar Digital",
	"Digital TV": "TV Digital",
	"Directed to Older Children (ages 7 and above)": "Dihalakan untuk Kanak-kanak Lebih Besar (usia 7 tahun dan ke atas)",
	"Display list of audio devices that can be connected to your TV.": "Memaparkan senarai peranti audio yang boleh disambung ke TV anda.",
	"Display luminance level for the highest point (100 IRE).": "Memaparkan tahap luminans untuk titik tertinggi (100 IRE).",
	"Do Not Track": "Jangan Mengesan",
	"Do not apply the One Touch Sound Tuning recommended audio settings.": "Jangan gunakan One Touch Sound Tuning yang disyorkan tetapan audio.",
	"Do you want to continue?": "Adakah anda mahu meneruskan?",
	"Do you want to copy channel list from USB storage to your TV? Current channels in your TV will be deleted.": "Adakah anda mahu menyalin senarai saluran daripada storan USB ke TV anda? Saluran semasa dalam TV anda akan dipadam.",
	"Do you want to copy channel list from your TV to the USB storage?": "Adakah anda mahu menyalin senarai saluran daripada TV anda ke storan USB?",
	"Do you want to set the correct time now?": "Adakah anda mahu menetapkan masa tepat sekarang?",
	"Do you want to turn your TV off now?": "Adakah anda mahu mematikan TV anda sekarang?",
	"Dominican Republic": "Republik Dominica",
	"Done": "Selesai",
	"Dong, Eup, Myeon": "Dong, Eup Myeon",
	"Download Mail": "Muat Turun Mel",
	"Download and install": "Muat turun dan pasang",
	"Downloadable Rating": "Rating yang Boleh Dimuat Turun",
	"Dual Mono": "Mono Duaan",
	"Dutch": "Bahasa Belanda",
	"Dynamic Color": "Warna Dinamik",
	"Dynamic Contrast": "Kontras Dinamik",
	"Dynamic Tone Mapping": "Pemetaan Ton Dinamik",
	"Easter Island": "Kepulauan Easter",
	"Eastern Africa": "Afrika Timur",
	"Eco Mode": "Mod Eco",
	"Edge Color": "Warna Tepian",
	"Edge Enhancer": "Peningkatan Tepi",
	"Edge Type": "Jenis Tepi",
	"Edit TV channels, set favorites, and manage parental control settings.": "Mengedit saluran TV, menetapkan kegemaran dan mengurus tetapan kawalan ibu bapa.",
	"Egypt": "Mesir",
	"Emergency Alert": "Amaran Kecemasan",
	"Enable LG support representatives to resolve your technical issues remotely. You must call the LG customer service center to receive assistance.": "Membolehkan wakil sokongan LG menyelesaikan masalah teknikal dari jarak jauh. Anda mesti menghubungi pusat perkhidmatan pelanggan LG untuk mendapatkan bantuan.",
	"Enable other devices and apps to turn on your TV.": "Aktifkan peranti lain dan aplikasi untuk menghidupkan TV anda.",
	"Energy Saving": "Penjimatan Tenaga",
	"Energy saving modes to limit power consumption.": "Mod penjimatan tenaga untuk mengehadkan penggunaan kuasa.",
	"English": "Bahasa Inggeris",
	"Enjoy an immersive 3D soundscape with the virtual multi-channel surround sound effect.": "Nikmati suasana bunyi 3D yang mengasyikkan dengan kesan bunyi keliling berbilang saluran maya.",
	"Enjoy an immersive 3D soundscape with the virtual surround sound effect.": "Nikmati suasana bunyi 3D yang mengasyikkan dengan kesan bunyi Virtual Surround.",
	"Enter CI Password": "Masukkan Kata Laluan CI",
	"Enter PIN code into a WPS-enabled router to connect TV to the network.": "Masukkan kod PIN ke dalam penghala didayakan WPS untuk menyambung TV ke rangkaian.",
	"Enter the PIN in your router's settings.": "Masukkan PIN dalam penetapan penghala anda.",
	"Enter the master password.": "Masukkan kata laluan induk.",
	"Estonian": "Bahasa Estonia",
	"Every Day": "Setiap Hari",
	"Every Weekday": "Setiap Hari Kerja",
	"Every Weekend": "Setiap Hujung Minggu",
	"Exempt from ratings.": "Dikecualikan daripada penilaian.",
	"Experience the best immersive audio effect with virtual multi-channel surround sound including height.": "Alami kesan audio yang sangat mengasyikkan dengan bunyi keliling berbilang saluran maya termasuk ketinggian.",
	"Expert": "Pakar",
	"Expert (Bright Room)": "Pakar (Bilik Cerah)",
	"Expert (Dark Room)": "Pakar (Bilik Gelap)",
	"Expert Controls": "Kawalan Pakar",
	"Export your TV's channel list information to a connected USB device.": "Eksport maklumat senarai saluran TV anda ke peranti USB yang disambung.",
	"Extended": "Dipanjangkan",
	"Extending a period of time of the Auto Power Off setting or turning off the function may increase energy consumption.": "Memanjangkan tempoh masa yang tetapan Tutup Kuasa Auto atau mematikan fungsi boleh meningkatkan penggunaan tenaga.",
	"Extreme": "Ekstrem",
	"Eye Comfort Mode": "Mod Keselesaan Mata",
	"Fantasy Violence": "Keganasan Fantasi",
	"Fast": "Laju",
	"Fine tune red, green, blue, cyan, magenta, and yellow color spaces.": "Menala ruang warna merah, hijau, biru, sian, magenta dan kuning.",
	"Finnish": "Bahasa Finland",
	"Firmware Version": "Versi Perisian Tegar",
	"Flash": "Pancaran",
	"Flat Mode": "Mod Rata",
	"Font": "Fon",
	"Font 1": "Fon 1",
	"Font 2": "Fon 2",
	"Font 3": "Fon 3",
	"Font 4": "Fon 4",
	"Font 5": "Fon 5",
	"Font 6": "Fon 6",
	"Font 7": "Fon 7",
	"Font 8": "Fon 8",
	"Football": "Bola Sepak",
	"France": "Perancis",
	"French": "Bahasa Perancis",
	"French Polynesia": "Perancis Polinesia",
	"Full Wide": "Lebar Penuh",
	"Gaelic": "Bahasa Gaelic",
	"Galapagos Islands": "Kepulauan Galapagos",
	"Galician": "Bahasa Galicia",
	"Gallery": "Galeri",
	"Game": "Mainan",
	"Gamma": "Gama",
	"Gateway": "Get Laluan",
	"General": "Umum",
	"General :": "Umum :",
	"General Age": "Umur Umum",
	"General Audience": "Penonton Umum",
	"General Audiences": "Penonton Umum",
	"General Program Locks": "Kunci Program Umum",
	"German": "Bahasa Jerman",
	"Germany": "Jerman",
	"Getting...": "Mendapatkan...",
	"Grass Color": "Warna Rumput",
	"Greek": "Bahasa Greek",
	"Green": "Hijau",
	"Group ID Number": "Nombor ID Kumpulan",
	"Guinea Equatorial": "Guinea Khatulistiwa",
	"Gujarati": "Bahasa Gujarati",
	"H Position": "Kedudukan H",
	"H Sharpness": "Terang H",
	"H Size": "Saiz H",
	"HDD Eco Mode": "Mod Eco HDD",
	"HDD Power Saving Mode": "Mod penjimatan kuasa HDD",
	"HDMI {port1} and HDMI {port2} ports support ULTRA HD Deep Color.": "Port HDMI {port1} dan HDMI {port2} menyokong ULTRA HD Deep Color.",
	"HDMI {port1} port support ULTRA HD Deep Color.": "Port HDMI {port1} menyokong ULTRA HD Deep Color.",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support ULTRA HD Deep Color.": "Port HDMI {port1}, HDMI {port2} dan HDMI {port3} menyokong ULTRA HD Deep Color.",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support ULTRA HD Deep Color.": "Port HDMI {port1}, HDMI {port2}, HDMI {port3} dan HDMI {port4} menyokong ULTRA HD Deep Color.",
	"HDR Effect": "HDR Kesan",
	"HDR Effect Level": "Tahap Kesan HDR",
	"HDR Picture Mode": "Mod Gambar HDR",
	"Hard of Hearing": "Kesusahan Dengar",
	"Hardware Version": "Versi Perkakasan",
	"Headphones Volume": "Bunyi Fon Kepala",
	"Hebrew": "Bahasa Ibrani",
	"High": "Tinggi",
	"High Contrast": "Kontras Tinggi",
	"Higher values increase a sense of warmth or coldness.": "Nilai yang lebih tinggi meningkatkan rasa kepanasan atau kesejukan.",
	"Hindi": "Bahasa Hindi",
	"Home Mode": "Mod Rumah",
	"Home/Store Mode": "Mod Rumah/Kedai",
	"Hours": "Jam",
	"Hungarian": "Bahasa Hungary",
	"IMPORTANT! Resetting will delete all of your account settings and installed apps. This action cannot be undone.": "PENTING! Tetapkan semula akan memadam semua tetapan akaun anda dan aplikasi yang dipasang. Tindakan ini perlu diselesaikan.",
	"IP (Automatic)": "IP (Automatik)",
	"IP Address": "Alamat IP",
	"If Auto Power Sync is enabled, SIMPLINK devices will be able to power on the TV, and the TV will power off SIMPLINK devices when it powers off.": "Apabila Penyelarasan Kuasa Automatik dipilih, TV anda akan dibuka apabila anda menghidupkan peranti SIMPLINK dan peranti SIMPLINK anda akan ditutup apabila TV anda ditutup.",
	"If it's turned on and you connect a device that also supports UHD Deep Color, your picture may be clearer.": "Jika ia dihidupkandan peranti yang disambungkan juga menyokong ULTRA HD Deep Color, gambar anda mungkin lebih jelas.",
	"If recording or software update is in progress, it will wait until they are completed and the process can take more than an hour.": "Jika perakaman atau kemas kini perisian berjalan, ia akan menunggu sehingga ia selesai dan proses tersebut akan mengambil masa lebih daripada sejam.",
	"If set to on, your TV can receive emergency alerts if an emergency situation occurs.": "Jika dihidupkan, TV anda boleh menerima amaran kecemasan jika situasi kecemasan berlaku.",
	"If you turn Audio Guidance on, you can only move with left, right, up, down buttons on your remote and some apps that require the pointer cannot be used.": "Jika anda menghidupkan Panduan Audio, anda hanya boleh bergerak dengan butang kiri, kanan, atas, bawah pada alat kawalan jauh anda dan beberapa aplikasi yang memerlukan penunjuk tersebut tidak boleh digunakan.",
	"If you turn it off, CAM operator's profile will be deleted.": "Jika anda mematikannya, profil operator CAM akan dipadamkan.",
	"If you turn it off, all tuned CAM channels will not be available and notifications will no longer be provided.": "Jika anda mematikannya, semua saluran CAM yang ditala tidak akan tersedia dan pemberitahuan tidak akan diberikan lagi.",
	"If you turn on LG Connect Apps feature, you will be able to either accept or deny connection requests from mobile devices.": "Jika anda menghidupkan ciri LG Connect Apps, anda akan dapat menerima atau menafikan permintaan sambungan daripada peranti mudah alih.",
	"If you turn the screen saver off and the same image remains on the screen for more than 2 hours, it can affect the picture quality of your screen. If it remains for more than 5 hours, permanent picture quality depreciation may occur. Do you want to continue?": "Jika anda mematikan penyelamat skrin dan imej yang sama kekal pada skrin lebih daripada 2 jam, ia akan menjejaskan kualiti gambar skrin anda. Jika ia masih ada lebih dari 5 jam, susut nilai kualiti gambar akan berlaku secara kekal. Adakah anda mahu meneruskan?",
	"If you turn this feature on, the HbbTV application or service will disable its tracking of an individual user.": "Jika anda menghidupkan ciri ini, aplikasi atau perkhidmatan HbbTV akan menyahdayakan penjejakan pengguna individunya.",
	"If you turn this feature on, the IBB service will disable its tracking of an individual user.": "Jika anda menghidupkan ciri ini, perkhidmatan IBB akan menyahdayakan penjejakan pengguna individunya.",
	"If you turn this feature on, you can view the content in the aspect ratio that is in the broadcast signal or content source. If the edge of the screen is not clean, please turn it off.": "Jika anda menghidupkan ciri ini, anda boleh melihat kandungan dalam nisbah aspek yang terdapat dalam isyarat siaran atau sumber kandungan. Jika hujung skrin tidak bersih, sila matikannya.",
	"If you turn this option on, color temperature will be automatically adjusted to reduce eye strain.": "Jika anda menghidupkan pilihan ini, suhu warna akan dilaraskan secara automatik untuk mengurangkan keletihan mata.",
	"If you turn this option on, you can receive the notifications of channels or programs which you have been watching frequently.": "Jika anda menghidupkan pilihan ini, anda boleh menerima pemberitahuan saluran atau program yang anda telah tonton secara kerap.",
	"If you use Energy Saving function, brightness of your TV will be affected.": "Jika anda menggunakan fungsi penjimatan tenaga, kecerahan TV anda akan terjejas.",
	"If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the HDMI ULTRA HD Deep Color setting off.": "Jika peranti anda tidak menyokong ciri ini, ia mungkin tidak akan berfungsi dengan baik. Jika begitu, anda boleh menyambungkan peranti ke port HDMI yang berbeza atau matikan tetapan HDMI ULTRA HD Deep Color.",
	"Import your TV's channel list information from a connected USB device.": "Import maklumat senarai saluran TV anda dari peranti USB yang disambung.",
	"Import/export your TV's channel list information from/to a connected USB device.": "Import/eksport maklumat senarai saluran TV anda daripada /ke Peranti USB yang disambung.",
	"Improve blurry or unclear areas for a sharper image.": "Memperbaiki kawasan yang kabur dan tidak jelas untuk imej yang lebih tajam.",
	"In Home": "Dalam Rumah",
	"Indonesian": "Bahasa Indonesia",
	"Inner": "Dalaman",
	"Input Locks": "Kunci Input",
	"Input field": "Medan input",
	"Insert 3G/4G USB dongle to activate your 3G/4G network connection.": "Masukkan dongle USB 3G/4G USB untuk mengaktifkan sambungan rangkaian 3G/4G anda.",
	"Installing...": "Memasang...",
	"Interactivity(DTVi)": "Interaktiviti (DTVi)",
	"Internal TV Speaker": "Pembesar Suara Dalaman TV",
	"Internal TV Speaker + Optical": "Pembesar Suara Dalaman TV + Optik",
	"Internal TV Speaker + Wired Headphones": "Pembesar Suara Dalaman TV + Fon Kepala Berwayar",
	"Irish": "Bahasa Ireland",
	"It may take a few minutes.": "Ia mungkin mengambil masa beberapa minit.",
	"It may take a few seconds.": "Ia mungkin mengambil masa beberapa saat.",
	"Italian": "Bahasa Itali",
	"Italy": "Itali",
	"Ivory Coast": "Cote d’Ivoire",
	"Japan": "Jepun",
	"Japanese": "Bahasa Jepun",
	"Just Scan": "Hanya Imbas",
	"Kannada": "Bahasa Kannada",
	"Kazakh": "Bahasa Kazakh",
	"Keep Dolby Atmos on for the best sound experience for Dolby Atmos content.": "Hidupkan Dolby Atmos untuk pengalaman bunyi terbaik untuk kandungan Dolby Atmos.",
	"Keyboard Languages": "Bahasa Papan Kekunci",
	"Korea": "Korea Selatan",
	"Korean": "Bahasa Korea",
	"LED Local Dimming": "Malap LED Tempatan",
	"LG Bean Bird character": "Karakter LG Bean Bird",
	"LG Services Country": "Negara Perkhidmatan LG",
	"LG Wireless Keyboard": "Papan Kekunci Wayarles LG",
	"LG Wireless Keyboard Connected:": "Papan Kekunci Wayarles LG Disambung:",
	"LG Wireless Keyboard allows you to control your TV through bluetooth. This feature applies only to specified LG Wireless Keyboard models.": "Papan Kekunci Wayarles membolehkan anda untuk mengawal TV anda melalui Bluetooth. Ciri ini terpakai hanya kepeda model Papan Kekunci Wayarles LG yang tertentu.",
	"Language": "Bahasa",
	"Large": "Besar",
	"Large Standard": "Standard Besar",
	"Last tuning:": "Penalaan terakhir:",
	"Latvian": "Bahasa Latvia",
	"Lebanon": "Lubnan",
	"Left Right": "Kiri/Kanan",
	"Left drop shadow": "Imej bayang bahagian kiri",
	"Legal Notice": "Notis Perundangan",
	"Light": "Lampu",
	"Lithuanian": "Bahasa Lithuania",
	"Live Theater": "Teater Live",
	"Loading...": "Sedang memuat...",
	"Local": "Tempatan",
	"Local Language": "Bahasa Tempatan",
	"Location": "Lokasi",
	"Lock All": "Kunci Semua",
	"Lock changes for currently running apps will be applied the next time they are started.": "Perubahan kunci untuk aplikasi yang berjalan sekarang akan digunakan pada masa seterusnya apabila ia dimulakan.",
	"Logo Luminance Adjustment": "Pelarasan Luminans Logo",
	"Low": "Rendah",
	"Luminance": "Luminan",
	"MAC Address": "Alamat MAC",
	"MAC Address (Wired)": "Alamat MAC (Berwayar)",
	"MAC Address (Wireless)": "Alamat MAC (Wayarles)",
	"MASTER PASSWORD": "KATA LALUAN INDUK",
	"MHEG Guide": "Panduan MHEG",
	"MPEG Noise Reduction": "Kurang Getaran MPEG",
	"Macao": "Macau",
	"Macedonia, The Former Yugoslav Republic Of": "Macedonia, sebelum ini dikenali sebagai Republik Yugoslavia",
	"Macedonian": "Bahasa Macedonia",
	"Malay": "Bahasa Melayu",
	"Malayalam": "Bahasa Malayalam",
	"Manage your account information and settings.": "Menguruskan maklumat dan tetapan akaun anda.",
	"Mandarin": "Bahasa Mandarin",
	"Manually adjust EQ frequencies.": "Melaraskan frekuensi EQ secara manual.",
	"Manually enter the IP and DNS server addresses.": "Memasukkan alamat pelayan IP dan DNS secara manual.",
	"Maori": "Bahasa Maori",
	"Marathi": "Bahasa Marathi",
	"Marshall Islands": "Kepulauan Marshall",
	"Mature Audience Only": "Penonton Matang Sahaja",
	"Maximize contrast by increasing the intensity of bright and dark areas of the screen.": "Memaksimumkan kontras dengan meningkatkan keamatan kawasan cerah dan gelap pada skin.",
	"Menu Language": "Menu Bahasa",
	"Menu Transparency": "Menu Lut sinar",
	"Message": "Mesej",
	"Method": "Kaedah",
	"Middle East": "Timur Tengah",
	"Minutes": "Minit",
	"Mobile TV On": "TV Mudah Alih Dihidupkan",
	"Month": "Bulan",
	"Morocco": "Maghribi",
	"Motion Eye Care": "Jagaan Gerakan Mata",
	"Movie Lock": "Kunci Filem",
	"Multi": "Pelbagai",
	"Multi Audio": "Audio Berbilang",
	"Multi Feed": "Pelbagai Suapan",
	"Multiple": "Berbilang",
	"Music": "Muzik",
	"N/A": "Tidak Berkaitan",
	"NO": "TIDAK",
	"NOTE: When the screen saver option is set to ON, it will not come up while you are watching Live TV and video inputs to avoid interfering with your viewing experience.": "NOTA: Apabila pilihan gambar skrin ditetapkan pada HIDUP, ia tidak akan datang semasa anda menonton TV LANGSUNG dan input video untuk mengelakkan menganggu dengan pengalaman menonton anda.",
	"NSW/ACT - New South Wales / Australian Capital Territory - Sydney": "NSW/ACT - New South Wales/ Ibu Negara Wilayah Persekutuan Australia - Sydney",
	"NT - Northern Territory - Darwin": "NT - Wilayah Utara - Darwin",
	"Netherland": "Belanda",
	"Netherlands": "Belanda",
	"Network": "Rangkaian",
	"Network Name": "Nama Rangkaian",
	"Next": "Seterusnya",
	"Night": "Malam",
	"No": "Tidak",
	"No Internet via 3G/4G network": "Tiada Internet melalui rangkaian 3G/4G",
	"No Internet via Ethernet": "Tiada Internet melalui Ethernet",
	"No Internet via Wi-Fi": "Tiada Internet melalui Wi-Fi",
	"No One 17 and Under Admitted.": "Tiada Sesiapa Berusia 17 Tahun ke Bawah Dibenarkan.",
	"No Operation Auto Off": "Tiada Operasi Mati Automatik",
	"No Signal Auto Off": "Tiada Isyarat Mati Automatik",
	"No Signal Image": "Tiada Isyarat Imej",
	"No Signal Power Off (15Min)": "Tiada Isyarat Tutup Kuasa (15Min)",
	"No Wi-Fi Direct Devices": "Tiada Peranti Wi-Fi Direct",
	"No card information": "Tiada maklumat kad",
	"No devices have been found.": "Tiada peranti ditemui.",
	"No group ID": "Tiada ID kumpulan",
	"No updates found.": "Tiada kemas kini ditemui.",
	"Noise Reduction": "Kurang Getaran",
	"None": "Tiada",
	"North Korea": "Korea Utara",
	"Northern Africa": "Afrika Utara",
	"Norwegian": "Bahasa Norway",
	"Not Connected": "Tidak Bersambung",
	"Not Connected to Internet": "Tidak bersambung ke internet.",
	"Note: Available options depend on the broadcast program.": "Nota: Opsyen yang tersedia bergantung kepada program yang disiarkan.",
	"Note: Behavior may differ if connected device is not a LG device.": "Perhatian: Tindakan mungkin berbeza jika peranti yang disambungkan bukan peranti LG.",
	"Note: Captions are only displayed when provided by the broadcast program.": "Perhatian: Kapsyen hanya dipaparkan apabila disediakan oleh rancangan siaran.",
	"Note: If the device is not properly connected and set up, you may not hear any sound through it.": "Nota: Jika peranti tidak disambung atau ditetapkan dengan betul, anda mungkin tidak dapat mendengar sebarang bunyi menerusinya.",
	"Note: If the speakers are not properly connected and set up, you may not hear any sound through them.": "Nota: Jika speaker tidak disambung atau ditetapkan dengan betul, anda mungkin tidak dapat mendengar sebarang bunyi menerusinya.",
	"Note: If you can't hear sound through the device, make sure it is working properly and supports Sound Sync.": "Nota: Jika and tidak dapat mendengar sebarang bunyi menerusi peranti, pastikan ia berfungsi dengan betul dan boleh digunakann bersama Sound Sync.",
	"Note: Only displayed when it is provided by the program.": "Nota: Hanya dipaparkan apabila disediakan oleh program.",
	"Note: Subtitles are only displayed when provided by the broadcast program.": "Nota: Sarikata hanya dipaparkan apabila disediakan oleh program yang disiarkan.",
	"Note: Supported features may differ by model and its transparency by the feature's operation with content playback like Live TV or VOD content.": "Perhatian: Ciri-ciri yang disokong mungkin berbeza dari segi model dan transparensinya mengikut operasi ciri-ciri dengan main semula kandungan seperti Live TV atau kandungan VOD.",
	"Note: This feature works only when provided by the broadcast program.": "Perhatian: Ciri ini hanya berfungsi apabila disediakan oleh program siaran.",
	"Note: if your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the HDMI ULTRA HD Deep Color setting off.": "Perhatian: jika peranti anda tidak menyokong ciri ini, ia mungkin tidak akan berfungsi dengan baik. Jika begitu, anda boleh menyambungkan peranti ke port HDMI berbeza atau matikan tetapan HDMI ULTRA HD Deep Color.",
	"Note:<br>1. If your TV is turned on while Pixel Refresher is in progress, it will stop the process and you have to start over.<br>2. While processing, a white line may appear in the screen. This is normal when clearing your screen.": "Perhatian:<br>1. Jika TV anda dihidupkan semasa Penyegar Semula Piksel berjalan, ia akan menghentikan proses tersebut dan anda perlu memulakannya semula.<br>2. Semasa memproses, satu garisan putih akan muncul pada skrin. Perkara ini normal semasa mencerahkan skrin anda.",
	"OFF": "MATIKAN",
	"OLED LIGHT": "LAMPU OLED",
	"OLED Panel Settings": "Tetapan Panel OLED",
	"Off": "Matikan",
	"On": "Hidupkan",
	"OnTimer Channel not selected": "Saluran Pemasa Hidup tidak dipilih.",
	"One Touch Sound Tuning Options": "Pilihan One Touch Sound Tuning",
	"Open": "Buka",
	"Open Source Licenses": "Notis Perisian Sumber Terbuka",
	"Open when TV is turned on": "Buka Apabila TV Dihidupkan",
	"Optical": "Optik",
	"Optimize contrast settings based on image brightness of the HDR content.": "Mengoptimumkan tetapan kontras berdasarkan kecerahan imej kandungan HDR.",
	"Optimize contrast settings based on image brightness.": "Mengoptimumkan tetapan kontras berdasarkan kecerahan imej.",
	"Optimize display for movies.": "Mengoptimumkan paparan untuk tayangan gambar.",
	"Optimize image quality for fast-moving images (sports and action).": "Mengoptimumkan mutu imej untuk imej yang bergerak pantas (sukan dan aksi).",
	"Optimize sound based on type of TV installation.": "Mengoptimumkan bunyi berdasarkan jenis pemasangan TV.",
	"Optimize sound mode for each content type and customize audio effects for Standard mode.": "Optimumkan mod bunyi untuk setiap jenis kandungan dan menyesuaikan kesan audio untuk mod Standard.",
	"Optimize sound mode for each content type.": "Mengoptimumkan mod bunyi untuk setiap jenis kandungan.",
	"Original Language": "Bahasa Asal",
	"Others": "Lain-lain",
	"Outer": "Luaran",
	"Output sound through an LG audio device connected to the OPTICAL DIGITAL AUDIO OUT port. With this option, you can control the device's volume with your TV remote.": "Bunyi menerusi peranti audio LG yang disambung kepada port PORTABLE IN OUT. Menerusi opsyen ini, anda boleh mengawal kadar bunyi peranti menerusi alat kawalan TV.",
	"Output sound through an wireless audio device via LG Sound Sync or Bluetooth. It may need some troubleshooting:": "Salur bunyi keluar melalui peranti audio wayarles menggunakan LG Sound Sync atau Bluetooth. Ia mungkin perlukan sedikit penyelesaian masalah:",
	"Output sound through external audio devices connected to the AUDIO OUT/ H/P OUT port.": "Bunyi menerusi peranti audio luaran yang disambung kepada port AUDIO OUT/ H/P OUT",
	"Output sound through external audio devices connected to the HDMI IN (ARC) port.": "Salur keluar bunyi menerusi peranti audio luaran yang bersambung ke port HDMI IN (ARC).",
	"Output sound through external audio devices connected to the OPTICAL DIGITAL AUDIO OUT.": "Salur keluar bunyi menerusi peranti audio luaran yang bersambung ke OPTICAL DIGITAL AUDIO OUT.",
	"Output sound through the Internal TV speaker.": "Bunyi keluar menerusi pembesar suara dalaman TV.",
	"Output sound through wired headphones.": "Menyalur keluar bunyi melalui fon kepala berwayar.",
	"PS": "Palestin",
	"Paired Devices": "Peranti Berpasangan",
	"Panjabi": "Bahasa Punjabi",
	"Parental Guidance Suggested": "Bimbingan Ibu Bapa Disyorkan",
	"Parental guidance suggested for children ages 8-13.": "Bimbingan ibubapa disyorkan untuk kanak-kanak berumur 8-13 tahun.",
	"Parents Strongly Cautioned": "Ibu Bapa Amat Berhati-hati",
	"Password": "Kata laluan",
	"Patent Information": "Maklumat paten",
	"Pattern": "Corak",
	"Persian": "Bahasa Parsi",
	"Philippines": "Filipina",
	"Photo": "Gambar",
	"Pick a Time": "Ambil Masa",
	"Picture": "Gambar",
	"Picture Mode": "Mod Gambar",
	"Picture Mode Settings": "Tetapan Mod Gambar",
	"Picture Options": "Pilihan Gambar",
	"Picture Test": "Ujian Gambar",
	"Picture or sound may not work properly while connected external device and TV are initially communicating. If the issue persists, please revert the settings or reboot your connected external device.": "Gambar atau bunyi mungkin tidak berfungsi dengan betul apabila peranti luaran yang bersambung dan TV berkomunikasi pada mulanya. Jika isu berterusan, sila kembalikan tetapan atau but semula peranti luaran anda yang disambungkan.",
	"Pitch": "Kelangsingan",
	"Pixel Refresher": "Penyegar Semula Piksel",
	"Pixel Refresher allows your TV to provide the clearest picture possible.": "Penyegar Semula Piksel membolehkan TV anda memberikan gambar sejelas mungkin.",
	"Pixel Refresher has been scheduled to start the next time your TV is turned off.": "Penyegar Semula Piksel telah dijadualkan untuk mula pada masa seterusnya TV anda dimatikan.",
	"Pixel Refresher will begin when you turn off your TV.": "Penyegar Semula Piksel akan dimulakan apabila anda mematikan TV anda.",
	"Please check that all values are input correctly.": "Sila periksa semua nilai diinput dengan betul.",
	"Please check the network name and password and try again.": "Sila semak nama rangkaian dan kata laluan kemudian cuba lagi.",
	"Please check the status and try again": "Sila periksa status dan cuba lagi.",
	"Please do not unplug the USB storage until the copying is completed.": "Jangan tanggalkan storan USB sehingga proses penyalinan selesai.",
	"Please enter your password to turn off this function.": "Sila masukkan kata laluan anda untuk mematikan fungsi ini.",
	"Please enter your password to turn on this function.": "Sila masukkan kata laluan anda untuk menghidupkan fungsi ini.",
	"Please make sure that your TV is connected to the network and try again.": "Sila pastikan TV anda disambungkan ke rangkaian dan cuba semula.",
	"Please try again later.": "Sila cuba lagi kemudian.",
	"Please wait while the Settings application reloads.": "Sila tunggu sementara aplikasi Tetapan dimuat semula.",
	"Please wait while the Settings application restarts.": "Sila tunggu sementara aplikasi Penetapan mula semula.",
	"Please wait while the TV restarts.": "Sila tunggu sementara TV memulakan semula.",
	"Please wait while the TV searches for LG Service Country.": "Sila tunggu sementara TV mencari Negara Perkhidmatan LG.",
	"Point": "Titik",
	"Pointer Options": "Pilihan Penunjuk",
	"Polish": "Bahasa Poland",
	"Portuguese": "Bahasa Portugis",
	"Power Saving Mode": "Mod penjimatan kuasa",
	"Preferred Color": "Warna Diutamakan",
	"Preschool": "Prasekolah",
	"Press right button to adjust de-blur and Motion Pro value.": "Tekan butang kanan untuk melaraskan nilai kurangkan kabur dan Motion Pro.",
	"Press right button to adjust de-judder and Motion Pro value.": "Tekan butang kanan untuk melaraskan nilai kurangkan gegar dan Motion Pro.",
	"Press right button to adjust de-judder, de-blur and Motion Pro value.": "Tekan butang kanan untuk melaraskan nilai kurangkan gegar, kurangkan kabur dan Motion Pro.",
	"Press the WPS button on your wireless router now.": "Tekan butang WPS pada penghala wayarles anda sekarang.",
	"Press the WPS-PBC button on a WPS-enabled router to connect TV to the network.": "Tekan butang WPS-PBC pada penghala didayakan WPS untuk menyambung TV ke rangkaian.",
	"Press the right button to adjust Motion Pro settings.": "Tekan butang kanan untuk melaraskan tetapan Motion Pro.",
	"Press the right button to adjust de-blur settings.": "Tekan butang yang betul untuk melaraskan tetapan buang kabur.",
	"Press the right button to adjust de-judder settings.": "Tekan butang yang betul untuk melaraskan tetapan buang gegaran.",
	"Previous": "Sebelumnya",
	"Primary Audio Language": "Bahasa Audio Primer",
	"Primary Channels": "Saluran Utama",
	"Primary Teletext Language": "Bahasa Teleteks Utama",
	"Programme": "Program",
	"Quick Start+": "Mula Segera+",
	"RECONNECT": "SAMBUNG SEMULA",
	"Raised": "Dinaikkan",
	"Real Cinema": "Wayang Sebenar",
	"Reason: Authentication with access point was unsuccessful.": "Sebab: Pengesahan dengan pusat akses tidak berjaya.",
	"Reason: Could not establish a connection to access point.": "Sebab: Tidak dapat mewujudkan sambungan rangkaian ke pusat akses.",
	"Reason: Could not retrieve a valid IP address by using DHCP.": "Sebab: Tidak dapat mendapatkan semula alamat IP yang sah dengan menggunakan DHCP.",
	"Reason: Entered password is incorrect.": "Sebab: Kata laluan yang dimasukkan salah.",
	"Reason: Password is missing.": "Sebab: Kata laluan hilang.",
	"Reason: The network you selected is out of range.": "Sebab: Rangkaian yang anda pilih di luar julat.",
	"Reason: Unable to login.": "Sebab: Tidak dapat log masuk.",
	"Recommended for children ages 14 and older.": "Disyorkan untuk kanak-kanak berumur 14 tahun dan ke atas.",
	"Recommended for children ages 16 and older.": "Disyorkan untuk kanak-kanak berumur 16 tahun dan ke atas.",
	"Red": "Merah",
	"Reduce noise from digital video signals.": "Mengurangkan bising daripada isyarat video digital.",
	"Refresh list": "Segarkan senarai",
	"Region": "Rantau",
	"Remote Settings": "Tetapan Kawalan",
	"Remove irregular and erratic pixels for a clearer image.": "Mengeluarkan piksel tidak sekata dan tidak menentu untuk imej yang lebih jelas.",
	"Reset": "Set Semula",
	"Reset CI Password": "Menetapkan Semula Kata Laluan CI",
	"Reset Password": "Set Semula Kata Laluan",
	"Reset to Initial Settings": "Set semula kepada Penetapan Awal",
	"Restrict access to TV programs and movies based on their ratings.": "Mengehadkan akses kepada rancangan TV dan tayangan gambar berdasarkan ratingnya.",
	"Restrict access to TV programs based on their ratings.": "Hadkan akses kepada rancangan TV berdasarkan penilaiannya.",
	"Restrict access to specified apps.": "Mengehadkan akses ke aplikasi yang ditentukan.",
	"Restrict access to specified channels.": "Mengehadkan akses ke saluran yang ditentukan.",
	"Restrict access to specified inputs.": "Mengehadkan akses ke input yang ditentukan.",
	"Restricted": "Dilarang",
	"Retry": "Cuba semula",
	"Return TV to its initial settings. This will revert all options to their default settings.": "Mengembalikan TV kepada tetapan permulaannya. Pilihan ini akan mengembalikan semua pilihan kepada tetapan lalainya.",
	"Revert Color Management System settings to default.": "Kembalikan tetapan Sistem Pengurusan Warna kepada lalai.",
	"Revert standard mode sound effect settings to default.": "Kembalikan tetapan kesan bunyi mod standard ke lalai.",
	"Revert to default settings. Each picture mode must be reset individually. Please select the picture mode you want to reset.": "Kembali ke tetapan lalai. Setiap mod gambar perlu diset semula secara individu. Sila pilih mod gambar yang anda mahu set semula.",
	"Revert white balance settings to default.": "Kembalikan tetapan imbangan putih kepada lalai.",
	"Revoke Pairing": "Batalkan Pemasangan",
	"Right Left": "Kanan/Kiri",
	"Right drop shadow": "Imej bayang bahagian kanan",
	"Romanian": "Bahasa Romania",
	"Rome": "Rom",
	"Russia": "Rusia",
	"Russian": "Bahasa Rusia",
	"SA - South Australia - Adelaide": "SA - Australia Selatan - Adelaide",
	"SIMPLINK enables HDMI-CEC devices connected to your TV with an HDMI cable to be controlled with your TV remote.": "SIMPLINK membolehkan peranti HDMI-CEC disambungkan ke TV anda dengan menggunakan kabel HDMI bagi membolehkan ia dikawal menggunakan alat kawalan jauh TV anda.",
	"SIMPLINK lets you use your LG Remote to control other SIMPLINK-enabled devices, like a DVD player or audio home theater system, that are connected to your LG Smart TV by HDMI.": "SIMPLINK membolehkan anda menggunakan LG Remote untuk mengawal peranti SIMPLINK-didayakan yang lain, seperti pemain DVD atau sistem teater rumah audio, yang disambung ke LG Smart TV anda dengan HDMI.",
	"SIMPLINK will be automatically turned on to use this ARC mode.": "SIMPLINK akan dihidupkan secara automatik untuk menggunakan mod ARC ini.",
	"START NOW": "MULA SEKARANG",
	"START ONCE TV IS OFF": "MULA SEBAIK SAJA TV DIMATIKAN",
	"Safety": "Keselamatan",
	"Saint Vincent": "Saint Vincent dan Grenadines",
	"Satellite": "Satelit",
	"Satellite DTV": "Satelit DTV",
	"Satellite Radio": "Radio Satelit",
	"Saturation": "Penepuan",
	"Saudi Arabia": "Arab Saudi",
	"Saudi arabia": "Arab Saudi",
	"Save": "Simpan",
	"Save CAM Operator's Profile": "Simpan Profil Operator CAM",
	"Save CI Password": "Menyimpan Kata Laluan CI",
	"Save the Color Management System settings from the currently selected picture mode for all inputs.": "Simpan tetapan Sistem Pengurusan Warna daripada mod gambar yang sedang dipilih untuk semua input.",
	"Save the current customized setting values to currently selected picture mode for all inputs.": "Simpan nilai penetapan tersuai semasa kepada mod gambar yang dipilih sekarang untuk semua input.",
	"Save the white balance settings from the currently selected picture mode for all inputs.": "Simpan tetapan imbangan putih daripada pilihan semasa mod gambar semua input.",
	"Save/reset your CI password. Saving your password will let you skip the sign-in step in the future.": "Simpan/set semula kata laluan CI anda. Peyimpanan kata laluan membolehkan anda melangkau langkah log masuk pada masa hadapan.",
	"Screen Off": "Skrin ditutup",
	"Screen Shift ": "Pertukaran Skrin",
	"Screen shifts at regular time intervals to prevent panel noise.": "Pertukaran Skrin pada selang masa biasa untuk menghalang bunyi panel.",
	"Screen will turn off in 5 seconds. To turn the screen back on, press any button except the power and volume button.": "Skrin akan dimatikan dalam masa 5 saat. Untuk menghidupkan semula skrin, tekan mana-mana butang kecuali butang kuasa dan butang kelantangan.",
	"Search": "Cari",
	"Searching...": "Mencari...",
	"Second Language": "Bahasa Kedua",
	"Secondary Audio Language": "Bahasa Audio Sekunder",
	"Secondary Teletext Language": "Bahasa Kedua Teleteks",
	"Security": "Sekuriti",
	"Select IRE point to adjust luminance.": "Pilih titik IRE untuk melaraskan luminans.",
	"Select Mode": "Pilih Mod",
	"Select TV's language settings.": "Pilih penetapan bahasa TV.",
	"Select aspect ratio from the menu.": "Pilih nisbah aspek daripada menu.",
	"Select audio language for digital broadcasts. For programs that do not support multiple languages, the default will be used.": "Pilih bahasa audio untuk siaran digital. Untuk program yang tidak menyokong pelbagai bahasa, bahasa lalai akan digunakan.",
	"Select audio language for digital broadcasts. The default language is selected when the program does not support multiple languages.": "Memilih bahasa audio untuk siaran digital. Bahasa lalai dipilih apabila rancangan tidak menyokong pelbagai bahasa.",
	"Select caption settings for analog broadcasts.": "Memilih tetapan sari kata untuk siaran analog.",
	"Select caption settings for digital broadcasts.": "Memilih tetapan sari kata untuk siaran digital.",
	"Select caption size, color, transparency, and other options for digital broadcasts.": "Memilih saiz, warna, kelutsinaran sari kata, dan lain-lain pilihan untuk siaran digital.",
	"Select color to be adjusted.": "Pilih warna untuk dilaraskan.",
	"Select days to apply the Timer Power Off settings every week.": "Pilih hari untuk menggunakan tetapan Pemasa Kuasa Dimatikan setiap minggu.",
	"Select days to apply the Timer Power On settings every week.": "Pilih hari untuk menggunakan tetapan Pemasa Hidupkan Kuasa setiap minggu.",
	"Select device for audio output.": "Memilih peranti untuk output audio.",
	"Select digital audio output format. When the program does not support the selected output format, the default output from the source will be used.": "Pilih format output audio digital. Apabila program tidak menyokong format output yang dipilih, output lalai dari sumber akan digunakan.",
	"Select how much the volume should change with each press of your remote's volume key. Higher values increase increments.": "Memilih banyak manakah kelantangan perlu berubah dengan setiap kali menekan kekunci kelantangan alat kawalan jauh. Nilai yang lebih tinggi meningkatkan kenaikan.",
	"Select how the TV will be used.": "Memilih cara TV akan digunakan.",
	"Select language for TV menus.": "Memilih bahasa untuk menu TV.",
	"Select language for subtitles.": "Memilih bahasa untuk sari kata.",
	"Select language for voice recognition.": "Memilih bahasa untuk pengecaman suara.",
	"Select languages for on-screen keyboards.": "Memilih bahasa untuk papan kekunci pada skrin.",
	"Select method to adjust white balance.": "Pilih kaedah untuk melaras imbangan putih.",
	"Select pattern to use as a basis for white balance adjustment. You can use the TV’s built-in pattern or another pattern by connecting an external device.": "Pilih corak untuk digunakan sebagai asas kepada pelarasan imbangan putih. Anda boleh menggunakan corak dibina dalam TV atau corak lain dengan menyambungkan peranti luaran.",
	"Select point to adjust luminance.": "Pilih titik untuk melaraskan luminans.",
	"Select the best picture mode for your viewing environment and content type.": "Pilih mod gambar terbaik untuk persekitaran tontonan anda dan jenis kandungan.",
	"Select the channel to use when the TV turns on.": "Pilih rangkaian untuk digunakan semasa TV dihidupkan.",
	"Select the country where you want to access LG's services. Services may vary depending on location.": "Memilih negara di mana anda mahu mengakses perkhidmatan LG. Perkhidmatan mungkin berbeza bergantung pada lokasi.",
	"Select the desired video angle.": "Memilih sudut video yang diingini.",
	"Select the format to transfer digital audio to an external device.": "Pilih format untuk memindahkan audio digital kepada peranti luaran.",
	"Select the input to use when the TV turns on.": "Pilih input untuk digunakan semasa TV dihidupkan.",
	"Select the most preferred Subtitle Language.": "Pilih pilihan utama anda untuk Bahasa Sarikata.",
	"Select the region where your broadcast signal comes from.": "Memilih kawasan dari mana isyarat siaran anda datang.",
	"Select the second preferred Subtitle Language.": "Pilih pilihan kedua anda untuk Bahasa Sarikata.",
	"Select your first choice of audio language for digital broadcasts. For programs that do not support multiple languages, the default will be used.": "Pilih bahasa pertama untuk bahasa audio untuk siaran digital. Untuk program yang tidak menyokong pelbagai bahasa, bahasa lalai akan digunakan.",
	"Select your first choice of language for your broadcast TV provider's teletext services.": "Pilih bahasa pertama untuk perkhidmatan teleteks pembekal siaran TV anda.",
	"Select your remote's cursor speed and appearance.": "Pilih kelajuan kursor dan rupa kawalan jauh anda.",
	"Select your second choice of audio language for digital broadcasts. For programs that do not support multiple languages, the default will be used.": "Pilih bahasa kedua untuk bahasa audio untuk siaran digital. Untuk program yang tidak menyokong pelbagai bahasa, bahasa lalai akan digunakan.",
	"Select your second choice of language for your broadcast TV provider's teletext services.": "Pilih bahasa kedua untuk perkhidmatan teleteks pembekal siaran TV anda.",
	"Serbian": "Bahasa Serbia",
	"Serial Number": "Nombor Siri",
	"Service 1": "Perkhidmatan 1",
	"Service 2": "Perkhidmatan 2",
	"Service 3": "Perkhidmatan 3",
	"Service 4": "Perkhidmatan 4",
	"Service 5": "Perkhidmatan 5",
	"Service 6": "Perkhidmatan 6",
	"Service Area Zip Code": "Kod Zip Kawasan Perkhidmatan",
	"Set Automatically": "Tetapkan Secara Automatik",
	"Set ID": "Tetapkan ID",
	"Set Store Mode settings.": "Set Tetapan Mod Simpanan.",
	"Set System Color mode for your current TV input.": "Tetapkan sistem Mod Warna untuk input semasa TV anda.",
	"Set TV locks for fantasy violence content.": "Tetapkan kunci TV untuk kandungan keganasan fantasi.",
	"Set TV locks for general programming.": "Tetapkan kunci TV untuk pemprograman umum.",
	"Set TV locks for programs containing adult language.": "Tetapkan kunci TV untuk program yang mengandungi bahasa orang dewasa.",
	"Set TV locks for programs containing sexual situations.": "Tetapkan kunci TV untuk program yang mengandungi situasi seksual.",
	"Set TV locks for programs containing sexually suggestive dialogue.": "Tetapkan kunci TV untuk program yang mengandungi dialog tidak senonoh tentang seks.",
	"Set TV locks for programs containing violence.": "Tetapkan kunci TV untuk program yang mengandungi keganasan.",
	"Set TV locks for ratings based on children’s ages.": "Tetapkan kunci TV untuk penilaian berdasarkan usia kanak-kanak.",
	"Set additional options for Audio Description.": "Tetapkan opsyen tambahan bagi Deskripsi Audio.",
	"Set additional picture settings.": "Tetapkan tetapan gambar tambahan.",
	"Set advanced Subtitle options.": "Tetapkan opsyen tambahan Sarikata.",
	"Set advanced captioning options.": "Menetapkan pilihan penyarikataan lanjutan.",
	"Set audio-related options.": "Tetapkan opsyen berkaitan audio.",
	"Set color balance by adjusting color temperature, luminance, and red, green and blue gain controls.": "Tetapkan keseimbangan warna dengan melaraskan suhu warna, luminans, dan kawalan gandaan merah, hijau dan biru.",
	"Set color gamut automatically according to the signal, or display more vivid and richer color in the order of Extended and Wide.": "Tetapkan gamut warna secara automatik mengikut isyarat, atau paparkan warna yang lebih terang dan lebih pekat dalam pesanan Lanjutan dan Luas.",
	"Set color temperature from warm to cool.": "Menetapkan suhu warna dari suam kepada sejuk.",
	"Set power options to reduce energy consumption.": "Menetapkan pilihan kuasa untuk mengurangkan penggunaan tenaga.",
	"Set the TV to turn off after a set amount of time.": "Menetapkan TV supaya dimatikan selepas sejumlah masa yang ditetapkan.",
	"Set the TV to turn off automatically at a set time.": "Menetapkan TV supaya dimatikan secara automatik pada masa yang ditetapkan",
	"Set the TV to turn off automatically if there is no user input for 2 hours after the timer has turned it on.": "Tetapkan TV untuk dimatikan secara automatik jika tiada input pengguna selama 2 jam selepas pemasa dihidupkan.",
	"Set the TV to turn off automatically when there has been no user input for a specified amount of time.": "Menetapkan TV supaya dimatikan secara automatik apabila tiada input pengguna selama satu jumlah masa yang ditentukan.",
	"Set the TV to turn on automatically at a set time.": "Menetapkan TV supaya dihidupkan secara automatik pada masa yang ditetapkan.",
	"Set the TV to turn on or off automatically at a set time.": "Menetapkan TV supaya dihidupkan atau dimatikan secara automatik pada masa yang ditetapkan.",
	"Set the current date and time.": "Menetapkan tarikh dan masa semasa.",
	"Set the current date manually.": "Menetapkan tarikh semasa secara manual.",
	"Set the current time manually.": "Tetapkan masa semasal secara manual.",
	"Set the range of colors that can be displayed.": "Menetapkan julat warna yang boleh dipaparkan.",
	"Set the region for broadcasts and special services.": "Menetapkan kawasan untuk perkhidmatan siaran dan khas.",
	"Set the screen size and aspect ratio.": "Menetapkan saiz dan nisbah aspek skrin.",
	"Set the volume level to use when the TV turns on.": "Tetapkan tahap kelantangan untuk digunakan semasa TV dihidupkan.",
	"Set time to turn off the TV.": "Tetapkan masa untuk mematikan TV.",
	"Set time to turn on the TV.": "Tetapkan masa untuk menghidupkan TV.",
	"Settings Help": "Bantuan Penetapan",
	"Sexual Situations": "Situasi Seksual",
	"Sexually Suggestive Dialogue": "Dialog Tidak Senonoh Tentang Seks",
	"Sharpness": "Terang",
	"Show Password": "Tunjukkan Kata Laluan",
	"Side by Side": "Sebelah-menyebelah",
	"Signal Strength": "Kekuatan Isyarat",
	"Simultaneous Sound Out with Internal TV Speaker": "Bunyi Keluar Serentak dengan Pembesar Suara Dalaman TV",
	"Singapore": "Singapura",
	"Single Sound Out": "Bunyi Keluar Tunggal",
	"Size": "Saiz",
	"Skin Color": "Warna Kulit",
	"Sky Color": "Warna Langit ",
	"Sleep Timer": "Pemasa Tidur",
	"Slovak": "Bahasa Slovak",
	"Slovenian": "Bahasa Slovenia",
	"Slow": "Perlahan",
	"Small": "Kecil",
	"Small Standard": "Standard Kecil",
	"Smooth": "Lancar",
	"Soccer": "Bola Sepak",
	"Software Version": "Versi Perisian",
	"Software update has been installed. Update will be applied when you restart your TV.": "Kemas kini perisian telah dipasang. Kemas kini akan digunakan apabila anda memula semula TV anda.",
	"Solid": "Padat",
	"Solomon Islands": "Kepulauan Solomon",
	"Some material may be inappropriate for children under 13.": "Bahan tertentu mungkin tidak sesuai untuk kanak-kanak di bawah usia 13 tahun.",
	"Some material may not be suitable for children.": "Bahan tertentu mungkin tidak sesuai untuk kanak-kanak.",
	"Sotho, Northern": "Sotho, Utara",
	"Sotho, Southern": "Sotho, Selatan",
	"Sound": "Bunyi",
	"Sound Mode": "Mod Bunyi",
	"Sound Mode Settings": "Tetapan Mod Bunyi",
	"Sound Out": "Bunyi Keluar",
	"Sound Test": "Ujian Bunyi",
	"Sound can be heard simultaneously through Internal TV Speaker and external audio devices connected to the OPTICAL DIGITAL AUDIO OUT port.": "Bunyi boleh didengar secara serentak menerusi Pembesar Suara Dalaman TV dan peranti audio luaran yang disambungkan ke PORTABLE IN OUT.",
	"Sound can be heard simultaneously through internal TV speaker and wired headphones.": "Bunyi boleh didengari serentak melalui Pembesar Suara Dalaman TV dan fon kepala berwayar.",
	"South Africa": "Afrika Selatan",
	"South Korea": "Korea Selatan",
	"Southern Africa": "Afrika Selatan",
	"Spain": "Sepanyol",
	"Spanish": "Bahasa Sepanyol",
	"Speed": "Kelajuan",
	"Spoken Subtitle": "Sari Kata Yang Disebut",
	"Sports": "Sukan",
	"Stand TypeⅠ": "Jenis DirianⅠ",
	"Stand TypeⅡ": "Jenis DirianⅡ",
	"Standard": "Taraf",
	"Standard Mode Sound Effect": "Kesan Bunyi Mod Standard",
	"Standby Light": "Cahaya Siap Sedia",
	"Start New Sound Tuning": "Mulakan Penalaan Bunyi Baru",
	"Startup Sound": "Memulakan bunyi",
	"Store Demo mode provides options to optimize the TV for retail displays.": "Mod Demo Kedai menyediakan pilihan untuk mengoptimumkan TV untuk pameran jualan runcit.",
	"Store Mode": "Mod Simpan",
	"Store Mode Settings": "Simpan Tetapan Mod",
	"Store Mode is for in-store display purposes. It will re-initialize the settings every few minutes. Do you want to close this app and start the Store Mode?": "Mod Kedai ialah untuk tujuan paparan dalam kedai. Ia akan mengasal semula penetapan sekali setiap beberapa minit. Adakah anda mahu menutup aplikasi ini dan memulakan Mod Simpan?",
	"Strong": "Kuat",
	"Style": "Gaya",
	"Subnet Mask": "Topeng Subnet",
	"Subnet prefix length": "Panjang prefiks subnet",
	"Subtitle First Choice Language": "Pilihan Bahasa Pertama Sari Kata",
	"Subtitle Language": "Bahasa Sari Kata",
	"Subtitle Second Choice Language": "Pilihan Bahasa Kedua Sari Kata",
	"Subtitles": "Sarikata",
	"Suitable for children ages 13 and older.": "Sesuai untuk kanak-kanak berusia 13 tahun ke atas.",
	"Suitable for children ages 2-7.": "Sesuai untuk kanak-kanak berusia 2-7 tahun.",
	"Suitable for children ages 8 and older.": "Sesuai untuk kanak-kanak berusia 8 tahun ke atas.",
	"Super Impose": "Singgahan Canggih",
	"Super Resolution": "Resolusi Super",
	"Swedish": "Bahasa Sweden",
	"System Color": "Warna Sistem",
	"TEXT 1": "TEKS 1",
	"TEXT 2": "TEKS 2",
	"TEXT 3": "TEKS 3",
	"TEXT 4": "TEKS 4",
	"TV Information": "Maklumat TV",
	"TV Installation Type": "Jenis Pemasangan TV",
	"TV Lock": "Kunci TV",
	"TV Name": "Nama TV",
	"TV Power Sound": "Bunyi Kuasa TV",
	"TV Program Locks": "Kunci Program TV",
	"TV Rating English": "Rating TV dalam Bahasa Inggeris",
	"TV Rating French": "Rating TV dalam Bahasa Perancis",
	"TV Speaker Bar": "Bar Pembesar Suara TV",
	"TV Speaker Bar + Wired Headphones": "Bar Pembesar Suara TV + Fon Kepala Berwayar",
	"TV to USB": "TV ke USB",
	"Tamil": "Bahasa Tamil",
	"Target Luminance": "Luminans Sasaran",
	"Teletext": "Teleteks",
	"Telugu": "Bahasa Telugu",
	"Text Color": "Warna Teks",
	"Text Opacity": "Kelegapan Teks",
	"Thai": "Bahasa Thai",
	"The LG Services Country information could not be retrieved from the server. Please try again later.": "Maklumat Negara Perkhidmatan LG tidak boleh didapatkan semula daripada pelayan. Sila cuba lagi kemudian.",
	"The Settings application must reload to change the menu language. Do you want to continue?": "Aplikasi Tetapan mesti dimuat semula untuk menukar bahasa menu. Adakah anda mahu meneruskan?",
	"The channel list have been successfully copied from the USB storage to your TV. The TV will restart in 5 seconds.": "Senarai saluran telah berjaya disalin daripada storan USB ke TV anda. TV akan dimulakan semula dalam masa 5 saat.",
	"The channel list have been successfully copied from your TV to the USB storage.": "Senarai saluran telah berjaya disalin daripada TV anda ke storan USB.",
	"The contents on the screen or subtitles will be verbally spoken for visually impaired viewers.": "Kandungan pada skrin atau sari kata akan dituturkan secara lisan bagi penonton yang cacat penglihatan.",
	"The contents on the screen will be described with voice for visually impaired viewers.": "Kandungan pada skrin akan dihuraikan dengan suara untuk penonton yang terjejas penglihatan.",
	"The list of all paired devices will be deleted. Do you want to continue?": "Senarai semua peranti yang berpasangan akan dipadam. Adakah anda mahu meneruskan?",
	"The network is currently unavailable. Please try again later.": "Rangkaian tidak tersedia buat masa ini. Sila cuba lagi kemudian.",
	"The process will take about an hour to complete and your TV needs to remain turned off.": "Proses ini akan mengambil masa lebih kurang sejam untuk selesai dan TV anda perlu dimatikan.",
	"The update cannot be applied to the TV. Software will revert to the previous version.": "Kemas kini tidak boleh digunakan pada TV. Perisian akan dikembalikan ke versi sebelumnya.",
	"There are no paired devices.": "Tidak ada peranti berpasangan.",
	"There are settings to correct or prevent OLED panel noise.": "Terdapat tetapan untuk membetulkan atau menghalang bunyi panel OLED.",
	"There is no USB device connected to your TV.": "Tiada peranti USB disambung ke TV anda.",
	"There is no message.": "Tiada mesej.",
	"Third Language": "Bahasa Ketiga",
	"This mode provides a clear and natural sound quality.": "Mod ini menyediakan kualiti bunyi yang bersih dan semula jadi.",
	"This setting puts your TV in standby mode when it's turned off so it will help using TV's functions quicker when you turn the TV back on.": "Penetapan ini meletakkan TV anda dalam mod sedia apabila ia dimatikan supaya ia akan membantu menggunakan fungsi TV dengan lebih cepat apabila anda mengidupkan semula TV.",
	"This setting puts your TV in standby mode when it's turned off so it will start up more quickly the next time it's turned on.": "Tetapan ini akan meletakkan TV anda dalam keadaan siap sedia apabila ia dimatikan, maka ia akan bermula dengan pantas semasa dihidupkan lain kali.",
	"This settings is only available for Internal TV Speaker.": "Tetapan ini hanya tersedia untuk Pembesar Suara Dalaman TV.",
	"Time": "Masa",
	"Time & Date": "Masa & Tarikh",
	"Timer Channel": "Saluran Pemasa",
	"Timer Power Off": "Tutup Kuasa Pemasa",
	"Timer Power On": "Pasang Kuasa Pemasa",
	"Timer Repeat": "Ulangan Pemasa",
	"Timers": "Pemasa",
	"Timezone": "Zon Waktu",
	"Tint": "Keserian",
	"To experience optimal sound effect, it is recommended to set the balance between the L10~R10 range.": "Untuk pengalaman kesan bunyi yang optimum, disyorkan untuk menetapkan keseimbangan antara julat Kiri10~Kanan10.",
	"To test your TV sound, Sound Out setting needs to be changed to the Internal TV Speaker. Do you want to continue?": "Untuk menguji bunyi TV anda, Tetapan Keluar Bunyi perlu diubah kepada Pembesar Suara TV Dalaman. Adakah anda mahu meneruskan?",
	"To use Wi-Fi Direct, you must turn on the Wi-Fi within the TV. Do you want to turn Wi-Fi on?": "Untuk menggunakan Wi-Fi Direct, anda mesti menghidupkan Wi-Fi dalam TV. Adakah anda mahu menghidupkan Wi-Fi?",
	"To use the Wi-Fi Direct, you must close the Screen Share app.": "Untuk menggunakan Wi-Fi Direct, anda mesti menutup aplikasi Screen Share.",
	"Top and Bottom": "Atas dan Bawah",
	"Total Power On Time": "Jumlah Masa Kuasa Dihidupkan",
	"Tracking Speed": "Kelajuan Penjejakan",
	"Translucent": "Lutcahaya",
	"Transparent": "Lutsinar",
	"Treble Boost": "Penggalak Nada Tinggi",
	"Trinidad and Tobago": "Trinidad dan Tobago",
	"Tune and save available channels.": "Tala dan simpan saluran yang tersedia.",
	"Tune and save available channels. You can set satellite channel options.": "Tala dan simpan saluran yang tersedia. Anda boleh menetapkan pilihan saluran satelit.",
	"Turkey": "Turki",
	"Turkish": "Bahasa Turki",
	"Turn Dolby Surround on to make all your content sound better. Note that Dolby Atmos must also be switched on to use this feature.": "Hidupkan Dolby Surround untuk menghasilkan bunyi kandungan anda yang lebih baik. Ambil perhatian bahawa Dolby Atmos juga mesti dihidupkan untuk menggunakan ciri ini.",
	"Turn automatic volume adjustments on/off and set how much to change volume with each remote click.": "Hidupkan/Matikan pelarasan kelantangani automatik dan tetapkan kadar kelantangan yang ingin diubah pada setiap satu klik.",
	"Turn on the advertising frequency capping cookies. This keeps on tracking the number of times an ad is shown on your TV and is used to help limit the number of times the same ad is displayed.": "Hidupkan kuki penutup frekuensi iklan. Ini akan terus mengesan berapa kali iklan dipaparkan pada TV anda dan digunakan untuk membantu mengehadkan berapa kali iklan yang sama dipaparkan.",
	"Turn on via Bluetooth": "Hidupkan melalui Bluetooth",
	"Turn on via Wi-Fi": "Hidupkan melalui Wi-Fi",
	"Turn on/off ULTRA HD Deep Color for HDMI {num} port.": "Hidupkan/Matikan ULTRA HD Deep Color untuk port HDMI {num}.",
	"Turn on/off and set Audio Guidance options for visually impaired viewers.": "Buka/tutup dan tetapkan pilihan Panduan Audion bagi penonton yang cacat pengelihatan.",
	"Turn on/off captioning for hearing-impaired people. Program must support feature to work.": "Menghidupkan/mematikan penyarikataan untuk mereka dengan pendengaran terjejas. Rancangan TV mesti menyokong fungsi ini untuk berjaya.",
	"Turn on/off description box in Settings.": "Buka/tutup ruang deskripsi di Tetapan.",
	"Turn on/off standby light.": "Hidupkan/matikan lampu tunggu sedia.",
	"Turn on/off the images to be displayed when there is no signal.": "Hidupkan/matikan imej yang dipaparkan apabila tiada isyarat.",
	"Turn on/off the sound notification for TV power.": "Hidupkan/matikan pemberitahuan bunyi untuk kuasa TV.",
	"Turn the HbbTV service on/off.": "Hidupkan/matikan perkhidmatan HbbTV.",
	"Turn the Hybridcast service on/off.": "Hidupkan/Matikan perkhidmatan Hybridcast.",
	"Turn the Interactivity (DTVi) service on/off.": "Hidupkan/matikan perkhidmatan Interaktif (DTVi).",
	"Turn your TV on using your mobile phone via Bluetooth.": "Hidupkan TV anda menggunakan telefon mudah alih anda melalui Bluetooth.",
	"Turn your TV on using your mobile phone via Wi-Fi.": "Hidupkan TV anda menggunakan telefon mudah alih anda melalui Wi-Fi.",
	"Turn your broadcast TV provider's TV Guide on/off.": "Hidupkan/Matikan Panduan TV pembekal siaran TV anda.",
	"Turn your broadcast TV provider's teletext service on/off.": "Hidupkan/Matikan perkhimatan teleteks pembekal siaran TV anda.",
	"Turning Wi-Fi off will prevent you from accessing all Internet-based services unless you use a cable to connect to the network. Do you want to continue?": "Mematikan Wi-Fi akan menghalang anda daripada mengakses semua perkhidmatan berdasarkan Internet melainkan anda menggunakan kabel untuk bersambung ke rangkaian. Adakah anda mahu meneruskan?",
	"Turning this option on may increase energy consumption.": "Menghidupkan fungsi ini mungkin meningkatkan penggunaan tenaga.",
	"Type": "Jenis",
	"UAE": "Emiriah Arab Bersatu",
	"UNPAIR": "TIDAK BERPASANGAN",
	"USA": "Amerika Syarikat",
	"USB storage for Copy Channels": "Storan USB untuk Salin Saluran",
	"USB to TV": "USB ke TV",
	"Ukrainian": "Bahasa Ukraine",
	"Unable to check for updates.": "Tidak dapat menyemak kemas kini.",
	"Unable to connect to the network.": "Tidak dapat bersambung ke rangkaian.",
	"Undefined": "Tak Tertakrif",
	"Under 17 requires accompanying parent or adult guardian.": "Usia di bawah 17 tahun memerlukan penyertaan ibu bapa atau penjaga dewasa.",
	"Uniform": "Seragam",
	"United Arab Emirates": "Emiriah Arab Bersatu",
	"United States of America": "Amerika Syarikat",
	"Unknown": "Tidak diketahui",
	"Unknown issue has occurred.": "Isu yang tidak diketahui berlaku.",
	"Update canceled.": "Kemas kini dibatalkan.",
	"Update in progress...": "Kemas kini sedang berlangsung...",
	"Update in progress...({n}%)": "Kemas kini sedang berlangsung…({n}%)",
	"Update paused.": "Kemas kini dihentikan seketika.",
	"Update reserved.": "Kemas kini disimpan.",
	"Update will be cancelled and all update files will be deleted now. Do you want to continue?": "Kemas kini akan dibatalkan dan semua fail yang dikemas kini akan dipadam sekarang. Adakah anda mahu meneruskan?",
	"Urdu": "Bahasa Urdu",
	"Use Stand TypeⅠ if the distance between your TV stand and the wall is significant.": "Gunakan Jenis DirianⅠ jika jarak di antara dirian TV anda dan dinding adalah signifikan.",
	"Use Stand TypeⅡ if your TV stand is close to the wall. This will reduce base reflex and give you clearer sound quality.": "Gunakan Jenis DirianⅡ jika jarak dirian TV anda dekat dengan dinding. Ini akan mengurangkan refleks asas dan memberikan kualiti bunyi yang lebih jelas.",
	"Use Wall-mounted Type if your intalled TV is wall-mounted type.": "Gunakan Jenis Lekapan Dinding jika TV yang dipasang adalah jenis lekapan dinding.",
	"Use the LG Bean Bird character-shaped cursor.": "Gunakan kursor bentuk karakter LG Bean Bird.",
	"Use the large, standard-shaped cursor.": "Gunakan kursor besar bentuk standard.",
	"Use the small, standard-shaped cursor.": "Gunakan kursor kecil bentuk standard.",
	"Use this option to correct picture quality issues that may result after your TV has been turned on for an extended period of time.": "Gunakan opsyen ini untuk membetulkan isu berkaitan kualiti gambar yang mungkin berlaku selepas TV anda dihidupkan untuk satu tempoh masa yang panjang.",
	"User": "Pengguna",
	"User Agreements": "Perjanjian Pengguna",
	"User Guide": "Panduan Pengguna",
	"User Name": "Nama Pengguna",
	"Uzbek": "Bahasa Uzbek",
	"V Position": "Kedudukan V",
	"V Sharpness": "Terang V",
	"V Size": "Saiz V",
	"Valencian": "Bahasa Valencia",
	"Vertical Zoom": "Zum Vertikal",
	"Video Description": "Deskripsi Video",
	"Vietnamese": "Bahasa Vietnam",
	"View BS Conditional Access Systems (B-CAS) information.": "Lihat maklumat Sistem Akses Bersyarat BS (B-CAS).",
	"View current Common Interface (CI) information.": "Lihat maklumat Antara Muka Biasa (CI) semasa.",
	"View messages from your broadcast TV provider.": "Lihat mesej daripada pembekal siaran TV anda.",
	"Violence": "Keganasan",
	"Vivid": "Terang",
	"Voice Recognition Language": "Bahasa Pengiktirafan Suara",
	"Volume": "Bunyi",
	"Volume Increase Amount": "Jumlah Pertambahan Volum",
	"Volume Mode": "Mod Bunyi",
	"WA - Western Australia - Eucla": "WA - Australia Barat - Eucla",
	"WA - Western Australia - Perth": "WA - Australia Barat - Perth",
	"Wall-mounted Type": "Jenis Lekapan Dinding",
	"Warm1": "Panas1",
	"Warm2": "Panas2",
	"Warm3": "Panas3",
	"We collect and store MAC address, model number, country code, language settings, and software version to verify your device and to check whether you have the latest version of the software.": "Kami mengumpul dan menyimpan alamat MAC, nombor model, kod negara, tetapan bahasa, dan versi perisian untuk mengesahkan peranti anda dan memastikan anda mempunyai versi perisian yang terkini.",
	"Welsh": "Bahasa Wales",
	"Western Africa": "Afrika Barat",
	"When a connected external hard drive has not been used for a specified amount of time, switch to standby mode.": "Apabila pemacu keras luaran yang disambungkan tidak digunakan selama satu jumlah masa yang ditentukan, bertukar ke mod tunggu sedia.",
	"When set to On, experience Dolby Atmos moving audio when you turn on/off the TV.": "Apabila ditetapkan ke Aktif, pengalaman Dolby Atmos bergerak audio apabila anda menghidupkan / mematikan TV.",
	"When the currently displayed app has not received any user input for an hour, it will be replaced by a screen saver. If you turn this option off, the current picture may create an afterimage burned onto your screen, possibly permanently.": "Apabila aplikasi yang sedang dipaparkan tidak menerima sebarang input pengguna selama satu jam, ia akan digantikan oleh penyelamat skrin. Jika anda menutup pilihan ini, gambar semasa akan mencipta imej tinggal yang diletakkan kepada skrin anda, mungkin secara kekal.",
	"When the device is turned on/off, your TV will automatically turn on/off.": "Apabila peranti dibuka/ditutup, TV anda akan dibuka/ditutup secara automatik.",
	"When the program does not support the language that you have selected, the default language will be shown.": "Apabila program tidak menyokong bahasa yang anda telah pilih, bahasa lalai akan ditunjukkan.",
	"When turned on, on-screen features (e.g. Live menu, Search, Screen Remote) will be partially transparent to show the content beneath it.": "Apabila dihidupkan, ciri-ciri pada skrin (cth. Menu siaran langsung, Carian, Alat Kawalan Jauh Skrin) akan separa lut sinar untuk menunjukkan kandungan di bawahnya.",
	"When turned on, the background and text color on some menus will be adjusted to enhance contrasts between bright and dark areas.": "Apabila dihidupkan, latar belakang dan warna teks pada sesetengah menu akan diselaraskan untuk meningkatkan kontras antara kawasan cerah dan gelap.",
	"When your TV is turned off, the device will automatically turn off.": "Apabila TV anda dimatikan, peranti akan dimatikan secara automatik.",
	"White": "Putih",
	"White Balance": "Imbangan Putih",
	"Wi-Fi Connection": "Sambungan Wi-Fi",
	"Wi-Fi Direct connection has not succeeded.": "Sambungan Wi-Fi Direct tidak berjaya.",
	"Wi-Fi Direct connection with {deviceName} is disconnected.": "Sambungan Wi-Fi Direct dengan {deviceName} diputuskan sambungan.",
	"Wi-Fi Direct lets you connect your TV wirelessly to other Wi-Fi Direct-enabled devices, like a cellphone or computer, without having to connect to a wireless router.": "Wi-Fi Direct membolehkan anda menyambung TV anda secara wayarles ke peranti didayakan Wi-Fi Direct, seperti telefon bimbit atau komputer tanpa membuat sambungan ke penghala wayarles.",
	"Wi-Fi Direct lets you connect your TV wirelessly to other Wi-Fi Direct-enabled devices, like a mobile device or a computer, without having to connect to a wireless router. Once connected, you can enjoy your contents from the devices using the Photo & Video and the Music app in TV.": "Wi-Fi Direct membolehkan anda menyambung TV anda secara wayarles ke peranti didayakan Wi-Fi Direct, seperti peranti mudah alih atau komputer, tanpa membuat sambungan ke penghala wayarles. Satu kali Bersambung, you can enjoy your Kandungan daripada the Peranti using the Foto & Video and the MUZIK app in TV.",
	"Wi-Fi Security": "Sekuriti Wi-Fi",
	"Wi-Fi is turned off. Turn it on to see the list of available networks that you can connect to and additional related menu items.": "Wi-Fi dimatikan. Hidupkannya untuk melihat senarai rangkaian tersedia yang anda boleh sambung kepadanya dan item menu tambahan yang berkaitan.",
	"Wi-Fi issue has occurred.": "Isu Wi-Fi issue telah berlaku.",
	"Wide": "Lebar",
	"Wide Area Zone": "Zon Kawasan Luas",
	"Wide View": "Paparan Lebar",
	"Wide View (32:9)": "Pandangan Lebar (32:9)",
	"Wide Zoom": "Zum Lebar",
	"Window Color": "Warna Window",
	"Window Opacity": "Kelegapan Window",
	"Wired Connection (Ethernet)": "Sambungan Berwayar (Ethernet)",
	"Wired Headphones": "Fon Kepala Berwayar",
	"YES": "YA",
	"Year": "Tahun",
	"Yellow": "Kuning",
	"Yemen": "Yaman",
	"Yes": "Ya",
	"You can also turn Adaptive Sound Control on to enhance all other audio content using Dolby processing.": "Anda juga boleh menghidupkan Adaptive Sound Control untuk mempertingkatkan semua kandungan audio lain menggunakan pemprosesan Dolby.",
	"You can control the setting for using HbbTV service.": "Anda boleh mengawal tetapan untuk menggunakan perkhidmatan HbbTV.",
	"You can control the setting for using IBB service.": "Anda boleh mengawal tetapan untuk menggunakan perkhidmatan IBB.",
	"You can find the default password in User Guide.": "Anda boleh mendapatkan kata laluan sedia ada di dalam Panduan Pengguna.",
	"You can only change settings from the current HDMI input.": "Anda hanya boleh menukar tetapan daripada input HDMI semasa.",
	"You can play photos and music from your mobile device to the TV or control your TV by using mobile apps such as LG TV Plus.": "Anda boleh memainkan foto dan muzik daripada peranti mudah alih anda pada TV atau mengawal TV anda dengan menggunakan aplikasi mudah alih seperti LG TV Plus.",
	"You can select left and right audio settings for broadcast signal.": "Anda boleh memilih tetapan audio kiri dan kanan untuk isyarat siaran.",
	"You can select upto {n} keyboard languages only. De-select selected languages to add more langauge.": "Anda boleh memilih sehingga {n} bahasa papan kekunci. Nyahpilih bahasa yang sedia ada untuk menambah bahasa baru.",
	"You can turn on/off the feature of saving CAM operator's profile.": "Anda boleh menghidupkan/mematikan ciri-ciri penyimpanan profil operator CAM.",
	"You can turn this feature on or off.": "Anda boleh menghidupkan atau mematikan ciri ini.",
	"You can turn your TV on using your mobile phone.": "Anda boleh menghidupkan TV anda menggunakan telefon mudah alih anda.",
	"You can use 3G/4G USB dongle to connect to the network.": "Anda boleh menggunakan USB dongle 3G/4G untuk bersambung ke rangkaian.",
	"You can use your Magic Remote to determine the room’s acoustics and optimize your TV’s sound quality based on the results.": "Anda boleh menggunakan Magic Remote untuk menentukan akustik bilik dan mengoptimumkan kualiti bunyi TV anda berdasarkan hasilnya.",
	"Your TV and SIMPLINK-connected device will be synced as follows:": "TV anda dan peranti SIMPLINK-bersambung akan disegerakkan seperti berikut:",
	"Your TV must stay off while Pixel Refresher process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled.": "TV anda mesti dimatikan semasa proses Penyegar Semula Piksel berjalan. Sebarang perakaman, peringatan atau penghidup pemasa semasa atau yang akan berlaku yang dijadualkan semasa proses ini akan dibatalkan.",
	"Your TV needs to be connected to the network to automatically set your LG Services Country. Do you want to go to Network Settings now to check the connection?": "TV anda mesti disambungkan ke rangkaian untuk menetapkan Negara Perkhidmatan LG anda secara automatik. Adakah anda mahu pergi ke Tetapan Rangkaian sekarang untuk memeriksa sambungan?",
	"Your TV needs to know your correct location to provide emergency alert messages through its digital TV signal.": "TV anda perlu mengetahui lokasi anda yang betul untuk memberikan mesej amaran kecemasan melalui isyarat TV digitalnya.",
	"Your TV will turn off until the process is complete, at which point it will automatically turn back on.": "TV anda akan dimatikan secara automatik sehingga proses selesai, selepas itu ia akan dihidupkan semula.",
	"[{Device}] will be disconnected from your TV. Sound will no longer be played from this device. Do you want to continue?": "[{Device}] akan diputuskan daripada TV anda. Bunyi tidak akan dimainkan daripada peranti ini. Adakah anda mahu meneruskan?",
	"[{Device}] will be removed from the paired device list. If you want to connect it later, you need to search for available devices and re-pair it. Do you want to continue?": "[{Device}] akan dibuang daripada senarai peranti yang berpasangan. Jika anda mahu menyambungkannya kemudian, anda perlu mencari peranti yang tersedia dan membaikinya. Adakah anda mahu meneruskan?",
	"aspectRatio_original": "Asal",
	"audioGuidance_fast": "Laju",
	"audioGuidance_high": "Tinggi",
	"audioGuidance_low": "Rendah",
	"audioGuidance_slow": "Perlahan",
	"audioGuidance_veryFast": "Sangat Pantas",
	"audioGuidance_veryHigh": "Sangat Tinggi",
	"audioGuidance_veryLow": "Sangat Rendah",
	"audioGuidance_verySlow": "Sangat Perlahan",
	"button": "butang",
	"character": "watak",
	"characters": "watak",
	"checked": "diperiksa",
	"connecting": "bersambung",
	"depthOfColor": "Warna",
	"diagonal zoom in": "zum masuk pepenjuru",
	"diagonal zoom out": "zum keluar pepenjuru",
	"digitalOptionSetByProgram": "Ditetapkan Oleh Program",
	"energy_Maximum": "Maksimum",
	"gamma_high1": "Tinggi1",
	"gamma_high2": "Tinggi2",
	"hidden": "tersembunyi",
	"horizontal zoom in": "zum masuk horizontal",
	"horizontal zoom out": "zum keluar horizontal",
	"jpDoNot": "Matikan",
	"logoLuminance_high": "Tinggi",
	"logoLuminance_low": "Rendah",
	"min": "minit",
	"not connected": "tidak bersambung",
	"pictureControl3dModeStandard": "Taraf",
	"pictureControlAuto": "Automatik",
	"pictureControlAuto_BlackLevel": "Automatik",
	"pictureControlHigh": "Tinggi",
	"pictureControlHigh_BlackLevel": "Tinggi",
	"pictureControlHigh_Male": "Tinggi",
	"pictureControlLow": "Rendah",
	"pictureControlLow_BlackLevel": "Rendah",
	"pictureControlLow_Male": "Rendah",
	"pictureMode": "Taraf",
	"pictureModeSettings": "Selaraskan",
	"pointerOptions": "Gaya",
	"pointerSize": "Saiz",
	"press OK button to edit IP manually": "tekan butang OK untuk mengedit IP secara manual",
	"press OK button to enter channel to search": "tekan butang OK untuk masuk ke saluran untuk mencari",
	"press OK button to enter value": "tekan butang OK untuk memasukkan nilai",
	"press right button to adjust HDR Effect level": "tekan butang ke kanan untuk melaraskan tahap Kesan HDR",
	"press right button to adjust de-judder and de-blur value": "tekan butang ke kanan untuk melaraskan nilai de-judder dan de-blur",
	"press right button to adjust zoom ratio and position": "tekan butang ke kanan untuk melaraskan nisbah dan kedudukan zum",
	"shift current screen down": "anjakkan skrin semasa ke bawah",
	"shift current screen to the left": "anjakkan skrin semasa ke kiri",
	"shift current screen to the right": "anjakkan skrin semasa ke kanan",
	"shift current screen up": "anjakkan skrin semasa ke atas",
	"shift down": "anjak ke bawah",
	"shift left": "anjak ke kiri",
	"shift right": "anjak ke kanan",
	"shift up": "anjak ke atas",
	"soundMode_Standard": "Taraf",
	"thaRatingNone": "Tiada",
	"unchecked": "belum diperiksa",
	"vertical zoom in": "zum masuk vertical",
	"vertical zoom out": "zum keluar vertical",
	"volumeModeHigh": "Tinggi",
	"volumeModeLow": "Rendah",
	"webOS TV Version": "Versi webOS TV",
	"zoom in": "zum masuk",
	"zoom out": "zum keluar",
	"{label} : L{value}": "{label} : Kiri{value}",
	"{label} : R{value}": "{label} : Kanan{value}",
	"• Compatibility problems may occur depending on the connected Bluetooth device.": "• Masalah keserasian mungkin berlaku bergantung pada peranti Bluetooth yang disambung.",
	"• If audio video sync error occurs with your wireless audio device connected through LG Sound Sync, try restarting the TV.": "• Jika ralat berlaku semasa audio video segerak dengan peranti audio wayarles bersambung dengan LG Sound Sync, cuba hidupkankan semula TV.",
	"• If you can't hear sound through the device, make sure it is working and connected properly.": "• Jika anda tidak dapat mendengar bunyi menerusi peranti, pastikan ia berfungsi dan disambungkan dengan betul."
}
