{
	" (User)": " (Utilizador)",
	"10 Points Code Value": "Valor de Código de 10 Pontos",
	"10 Points IRE": "10 Pontos IRE",
	"10 and Above": "Maiores de 10",
	"11 and Above": "Maiores de 11",
	"12 and Above": "Maiores de 12",
	"13 and Above": "Maiores de 13",
	"14 and Above": "Maiores de 14",
	"15 and Above": "Maiores de 15",
	"16 and Above": "Maiores de 16",
	"17 and Above": "Maiores de 17",
	"18 and Above": "Maiores de 18",
	"19 and Above": "Maiores de 19",
	"2 Hours": "2 Horas",
	"2 Hours Auto Power Off": "Desligamento Automático Após 2 Horas",
	"20 Points Code Value": "Valor de Código de 20 Pontos",
	"20 Points IRE": "20 Pontos IRE",
	"20 and Above": "Maiores de 20",
	"3G/4G Connection": "Ligação 3G/4G",
	"3G/4G NETWORK STATUS": "ESTADO DA REDE 3G/4G",
	"3G/4G Network Operator": "Operadora da Rede 3G/4G",
	"3G/4G Network Status": "Estado da Rede 3G/4G",
	"3G/4G Network Type": "Tipo de Rede 3G/4G",
	"4 and Above": "Maiores de 4",
	"5 and Above": "Maiores de 5",
	"6 and Above": "Maiores de 6",
	"7 and Above": "Maiores de 7",
	"8 and Above": "Maiores de 8",
	"9 and Above": "Maiores de 9",
	"AV Sync Adjustment": "Ajuste da Sincronização de AV",
	"Abidjan": "Abijão",
	"About This TV": "Acerca deste Televisor",
	"Above 10": "Superior a 10",
	"Above 11": "Superior a 11",
	"Above 12": "Superior a 12",
	"Above 13": "Superior a 13",
	"Above 14": "Superior a 14",
	"Above 15": "Superior a 15",
	"Above 16": "Superior a 16",
	"Above 17": "Superior a 17",
	"Above 18": "Superior a 18",
	"Above 19": "Superior a 19",
	"Above 20": "Superior a 20",
	"Above 4": "Superior a 4",
	"Above 5": "Superior a 5",
	"Above 6": "Superior a 6",
	"Above 7": "Superior a 7",
	"Above 8": "Superior a 8",
	"Above 9": "Superior a 9",
	"Access Point": "Ponto de Acesso",
	"Access Point Setting": "Definição do Ponto de Acesso",
	"Account Management": "Gestão de Contas",
	"Active Roaming": "Roaming Ativo",
	"Adaptive Sound Control": "Controlo de Som Adaptativo",
	"Add a hidden wireless network": "Adicionar uma rede sem fios oculta",
	"Add wireless network by manually entering network name (SSID).": "Adicionar uma rede sem fios através da introdução manual do nome da rede (SSID).",
	"Addis Ababa": "Adis Ababa",
	"Additional Settings": "Definições Adicionais",
	"Address Setting": "Definição do Endereço",
	"Aden": "Áden",
	"Adjust Audio Guidance pitch.": "Ajustar o tom do Guia de Áudio.",
	"Adjust Audio Guidance speed.": "Ajustar a velocidade do Guia de Áudio.",
	"Adjust Audio Guidance volume.": "Ajustar o volume do Guia de Áudio.",
	"Adjust Screen Position": "Ajustar Posição do Ecrã",
	"Adjust audio timing to synchronize video and audio.": "Ajustar o tempo do áudio para sincronizar o vídeo e o áudio.",
	"Adjust blue gain for color balance.": "Ajustar o ganho de azul para o equilíbrio das cores.",
	"Adjust brightness by analyzing image movements to prevent glare and reduce energy consumption.": "Ajustar o brilho através da análise de movimentos na imagem para impedir encadeamentos e reduzir o consumo de energia.",
	"Adjust brightness of the LG logo.": "Ajuste o brilho do logótipo da LG.",
	"Adjust color and saturation for a more vivid image.": "Ajustar a cor e saturação para uma imagem mais viva.",
	"Adjust cursor speed.": "Ajustar a velocidade do cursor.",
	"Adjust detailed settings to further optimize the picture.": "Ajustar definições detalhadas para otimizar a imagem em pormenor.",
	"Adjust edge sharpness. Higher values increase the crispness and clarity of the image.": "Ajustar a nitidez dos contornos. Os valores mais elevados aumentam a nitidez da imagem.",
	"Adjust gamma settings to compensate for the brightness of the input signal.": "Ajustar as definições de gama para compensar o brilho do sinal de entrada.",
	"Adjust grass tone colors.": "Ajustar cor da relva.",
	"Adjust green gain for color balance.": "Ajustar o ganho de verde para o equilíbrio das cores.",
	"Adjust hue and saturation of a specified color region.": "Ajustar a matiz e saturação da região de cores especificada.",
	"Adjust left/right audio balance.": "Ajustar o panorama esquerdo/direito do áudio.",
	"Adjust luminance for selected color.": "Ajustar a luminância para a cor selecionada.",
	"Adjust luminance level for selected IRE point.": "Ajustar o nível de luminância para um ponto IRE selecionado.",
	"Adjust overall color. Higher values increase saturation.": "Ajustar cor geral. Os valores mais elevados aumentam a saturação.",
	"Adjust overall screen brightness. Higher values increase brightness.": "Ajustar o brilho geral do ecrã. Os valores mais elevados aumentam o brilho.",
	"Adjust red and green color balance. Higher values increase saturation of the color.": "Ajustar o equilíbrio entre as cores vermelho e verde. Os valores mais elevados aumentam saturação da cor.",
	"Adjust red gain for color balance.": "Ajustar o ganho de vermelho para o equilíbrio das cores.",
	"Adjust saturation for selected color.": "Ajustar a saturação para a cor selecionada.",
	"Adjust screen brightness by tuning the OLED LIGHT. Higher values increase brightness.": "Ajustar o brilho do ecrã através do ajuste da LUZ OLED. Os valores mais elevados aumentam o brilho.",
	"Adjust screen brightness by tuning the backlight. Higher values increase brightness.": "Ajustar o brilho do ecrã através da personalização da retroiluminação. Os valores mais elevados aumentam o brilho.",
	"Adjust screen brightness to reduce energy consumption.": "Ajustar brilho do ecrã para reduzir o consumo de energia.",
	"Adjust screen settings for individual picture modes.": "Ajustar as definições de ecrã para modos de fotografia individuais.",
	"Adjust skin tone colors.": "Ajustar cor da pele.",
	"Adjust skin tone, grass, and sky colors.": "Ajustar as cores do tom da pele, da relva e do céu.",
	"Adjust sky tone colors.": "Ajustar cor do céu.",
	"Adjust the difference between bright and dark areas of the screen. Higher values intensify the difference.": "Ajustar a diferença entre as áreas claras e escuras do ecrã. Os valores mais elevados intensificam a diferença.",
	"Adjust the luminance of static images such as logos within content to correct potential picture quality issues.": "Ajuste a luminância de imagens estáticas, p.ex., logótipos dentro do conteúdo, para corrigir problemas potenciais com a qualidade da imagem.",
	"Adjust tint for selected color.": "Ajustar a tonalidade para a cor selecionada.",
	"Adjusting Luminance": "A Ajustar a Luminância",
	"Adult": "Adultos",
	"Adult Language": "Linguagem Adulta",
	"Adults Only.": "Apenas Adultos.",
	"Adults only.": "Apenas adultos.",
	"Advanced": "Definições avançadas",
	"Advanced Controls": "Controlos Avançados",
	"Advanced Wi-Fi Settings": "Definições de Wi-Fi Avançadas",
	"Advertising Cookies": "Cookies de Publicidade",
	"Afrikaans": "Afrikaans",
	"After changing the country, all currently tuned channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "Depois de alterar o país, todos os canais sintonizados serão eliminados. Para voltar a sintonizar os canais, aceda à Sintonia Automática. Deseja continuar?",
	"After changing your Zip Code, all current Freesat channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "Depois de alterar o seu código postal, todos os canais Freesat atuais serão eliminados. Para voltar a sintonizar os canais, aceda à Sintonia Automática. Deseja continuar?",
	"After you change your country, you can scan for your channels using Auto Tuning. Do you want to continue?": "Depois de alterar o seu país, poderá procurar canais novamente com a Sintonia Automática. Quer continuar?",
	"Algiers": "Algiers",
	"All Channels": "Todos os Canais",
	"All Children": "Todas as Crianças",
	"All ages admitted.": "Todas as idades.",
	"All current settings for {pictureMode} mode will be reset. Do you want to continue?": "Todas as definições atuais para o modo {pictureMode} serão repostas. Deseja continuar?",
	"All sound effect settings for Standard Mode will be reset. Do you want to continue?": "Todas as definições de efeitos de som para o Modo Normal serão repostas. Deseja continuar?",
	"Amsterdam": "Amesterdão",
	"An important software update is available.": "Está disponível uma atualização importante parta o software.",
	"Analog TV": "Televisão analógica",
	"Antenna ATV": "ATV Antena",
	"Antenna DTV": "DTV ANTENA",
	"Antenna Radio": "Rádio por Antena",
	"Any Supplementary Audio": "Qualquer Áudio Complementar",
	"Application Locks": "Bloqueios de Aplicações",
	"Applied settings are:": "Definições aplicadas:",
	"Apply the recommended audio settings using Standard Mode.": "Aplicar as definições de áudio recomendadas utilizando o Modo Normal.",
	"Apply the recommended audio settings using the enhanced Bass Boost.": "Aplicar as definições de áudio recomendadas utilizando a função Mais Graves.",
	"Apply the recommended audio settings using the enhanced Treble Boost.": "Aplicar as definições de áudio recomendadas utilizando a função Mais Agudos.",
	"Applying value to all inputs...": "A aplicar valor a todas as entradas...",
	"Appropriate for general audience.": "Adequado para público geral.",
	"Are you sure you want to disconnect all connected devices.": "Deseja realmente desligar todos os dispositivos ligados?",
	"Armenia": "Arménia",
	"Ashgabat": "Asgabat",
	"Aspect Ratio": "Proporção",
	"Aspect Ratio Settings": "Definições da Proporção da Imagem",
	"Assign channels to remote buttons so you can quickly jump to them.": "Atribuir canais aos botões do comando para que possa aceder aos canais rapidamente.",
	"Audio Description": "Descrição Áudio",
	"Audio Description Volume": "Volume de Descrição de Áudio",
	"Audio Guidance": "Orientações de Áudio",
	"Audio Language": "Idioma do Áudio",
	"Audio Out (Line Out)": "Saída de Áudio (Line Out)",
	"Audio Type": "Tipo de Áudio",
	"Auto Power Off": "Desligar Automaticamente",
	"Auto Power Sync": "Ativação Automática Sincronizada",
	"Auto Start": "Início Automático",
	"Auto Volume": "Volume Automático",
	"Auto Volume keeps sound volume consistent even when you change channels or broadcast signals.": "O Volume Automático assegura um volume de som constante mesmo quando muda de canal ou de sinal de emissão.",
	"Automatically optimize picture quality based on color and brightness of ambient light.": "Otimizar automaticamente a qualidade da imagem de acordo com a cor e o brilho da luz ambiente.",
	"Automatically optimize sound based on content type.": "Otimizar o som automaticamente de acordo com o tipo de conteúdo.",
	"Automatically update system software when an update is found.": "Atualizar automaticamente o software do sistema quando for encontrada uma atualização.",
	"BG Color": "Cor Fundo",
	"BG Opacity": "Opacidade Fundo",
	"Backlight": "Retroiluminação",
	"Baghdad": "Bagdade",
	"Bahamas": "Baamas",
	"Bahrain": "Barém",
	"Baku": "Bacu",
	"Balance": "Panorama",
	"Bamako": "Bamaco",
	"Bangladesh": "Bangladeche",
	"Bass Boost": "Bass Boost",
	"Begin the One Touch Sound Tuning process to determine the optimum audio quality settings for your room.": "Iniciar o processo de One Touch Sound Tuning para determinar as melhores definições de qualidade de áudio para a sua sala.",
	"Behavior may vary depending on connected device.": "O comportamento poderá variar consoante o dispositivo ligado.",
	"Benin": "Benim",
	"Bermuda": "Bermuda",
	"Bishkek": "Bishkek",
	"Block TV programs based on content rating.": "Bloquear programas televisivos de acordo com a classificação do conteúdo.",
	"Block TV programs broadcast in English based on their content ratings.": "Bloquear programas televisivos emitidos em inglês com base nas classificações dos seus conteúdos.",
	"Block TV programs broadcast in French based on their content ratings.": "Bloquear programas televisivos emitidos em francês com base nas classificações dos seus conteúdos.",
	"Block access to specified channels and external devices.": "Bloquear o acesso aos canais e dispositivos externos especificados.",
	"Block content based on genre.": "Bloquear conteúdos de acordo com o género.",
	"Block movies based on rating.": "Bloquear filmes de acordo com a classificação.",
	"Bosnia": "Bósnia",
	"Botswana": "Botsuana",
	"Brazilian Punk": "Punk brasileiro",
	"Broadcast Country": "País da Emissão",
	"Broadcast Mail": "Correio de Emissão",
	"Built-in Sound Bar": "Barra de som Incorporada",
	"Burkina Faso": "Burquina Faso",
	"By turning Live Plus on, you are consenting to the collection of television viewing information by LG Electronics Inc. (\"LGE\") through ACR module, which may be shared on an anonymized basis to third parties to provide you with interactive services. We may also share aggregated anonymized information to third parties for marketing purposes. Please note that we do not knowingly collect or distribute the above information from or about children under 13. Detailed information about Live Plus is illustrated in Viewing Information (terms) which may be accessed in the SmartTV settings menu. LGE highly recommend that you review the full version of Viewing Information (terms) before you activate Live Plus function.": "Ao ativar o Live Plus, consente com a recolha de dados sobre o que vê na televisão pela LG Electronics Inc. (\"LGE\") através do módulo ACR, que poderá ser partilhado de forma anonimizada com terceiros para lhe fornecer serviços interativos. Poderemos também partilhar dados anonimizados agregados com terceiros para fins de marketing. Note que não recolhemos nem distribuímos propositadamente os dados supra de ou sobre menores de 13. Informações detalhadas sobre o Live encontram-se ilustradas em Informações de Visualização (termos), a que pode aceder no menu de definições do SmartTV. A LGE recomenda vivamente que consulte a versão completa de Informações de Visualização (termos) antes de ativar a função Live Plus.",
	"CANCEL SCHEDULE": "CANCELAR AGENDA",
	"CC 1": "LO1",
	"CC 2": "LO2",
	"CC 3": "LO3",
	"CC 4": "LO4",
	"CI Information": "Informação CI",
	"CI password incorrect. Please enter again.": "Palavra-passe CI incorreta. Introduza-a novamente.",
	"COMPONENT2": "COMPONENTE2",
	"COMPONENT3": "COMPONENTE3",
	"CONNECTING…": "A LIGAR...",
	"CS1 Board": "Quadro CS1",
	"CS2 Board": "Quadro CS2",
	"Cable ATV": "ATV Cabo",
	"Cable DTV": "DTV Cabo",
	"Cameroon": "Camarões",
	"Can not Find Channel": "Canal Não Encontrado",
	"Cancún": "Cancún",
	"Card ID Number": "Número de ID de Cartão",
	"Card Number": "Número do Cartão",
	"Cayman Islands": "Ilhas Caimão",
	"Ceuta": "Ceúta",
	"Chad": "Chade",
	"Changing region may change currently tuned channels in your TV. You can re-tune channels in Auto Tuning. Do you want to change regional settings now?": "A alteração da região poderá mudar os canais atualmente sintonizados no seu televisor. Pode voltar a sintonizar os canais na Sintonia Automática. Deseja alterar definições de região agora?",
	"Changing the country will cause your TV to restart and you may need to consent to LG's User Agreements again. Also, the availability of some apps and services may vary based on the LG Services Country. Do you want to continue?": "A alteração do país fará com que o seu televisor seja reiniciado e poderá ter de concordar novamente com os Contratos de Utilizador da LG. Também, a disponibilidade de algumas aplicações e serviços poderá variar consoante o País dos Serviços LG. Deseja continuar?",
	"Channel Advisor": "Recomendações de Canais",
	"Channel Manager": "Gestor de Canais",
	"Channel Scrolling Options": "Opções de Navegação de Canais",
	"Channel Tuning": "Sintonização de Canais",
	"Channel Tuning & Settings": "Sintonia e Definições de Canais",
	"Channels from HDMI and other external inputs cannot be locked. To lock TV channels, change the current input to Live TV.": "Os canais de HDMI e outras entradas externas não podem ser bloqueados. Para bloquear canais de televisão, mude a entrada atual para Live TV.",
	"Check for problems with the picture quality.": "Verificar se existem problemas com a qualidade da imagem.",
	"Check for problems with the sound quality of the Internal TV Speaker.": "Verificar se existem problemas com a qualidade do som da coluna interna do televisor.",
	"Check for updates": "Verificar se existem atualizações",
	"Checking Password": "A Verificar Palavra-passe",
	"Checking for updates": "A verificar se existem atualizações",
	"Checking...": "A verificar...",
	"Children": "Crianças",
	"Children Age": "Menores Idade",
	"Children Program Locks": "Bloqueios de Programas para Crianças",
	"Choose a picture mode, then customize display settings such as contrast, brightness and sharpness for that mode.": "Escolher um modo de imagem e personalizar definições de imagem como o contraste, o brilho e nitidez para esse modo.",
	"Choose to have all channels or just your primary ones when you change channels.": "Escolha ter todos os canais ou apenas os primários quando mudar de canal.",
	"Christmas Island": "Ilhas de Natal",
	"Cinema Home": "Cinema - Casa",
	"Cinema View": "Cinema Panorâmico",
	"Cinema View (32:12)": "Vista Cinematográfica (32:12)",
	"Cinema Zoom": "Zoom de Cinema",
	"City": "Localidade",
	"City Selection": "Seleção de Localidade",
	"Clean Audio": "Áudio Nítido",
	"Clear": "Nítido",
	"Clear Cookies history": "Limpar Histórico de Cookies",
	"Clear Plus": "Clear Plus",
	"Clear Voice Ⅲ": "Voz Nítida Ⅲ",
	"Clear the advertising frequency capping cookies.": "Limpar os cookies para limitar a frequência dos anúncios.",
	"Clear1": "Nítido",
	"Click the CONNECT button below after your LG Wireless Keyboard is turned on and set to the pairing mode.": "Clique no botão LIGAR abaixo depois de o Teclado Sem Fios LG estar ligado e defina o modo de emparelhamento.",
	"Closed Caption": "Legendas Ocultas",
	"Closed Caption Settings": "Definições das Legendas Ocultas",
	"Color Filter": "Filtro de Cores",
	"Color Management System": "Sistema de Gestão de Cores",
	"Color Temperature": "Temperatura de Cor",
	"Conakry": "Conacri",
	"Connect": "Ligar",
	"Connect an app on your mobile device that supports LG Connect to the TV and start to enjoy playing mobile photos and music or even control your TV.": "Ligue uma aplicação do seu dispositivo móvel que suporte o LG Connect ao televisor para ver fotos e ouvir músicas no televisor ou mesmo comandar o televisor.",
	"Connect to the network through a wireless router. You must be connected to the network to use certain Smart TV features such as web browsing, content sharing, and automatic software updates.": "Ligue-se à rede através de um router sem fios. Tem de estar ligado à rede para utilizar determinados funções do Smart TV como, por exemplo, navegação na Internet, partilha de conteúdos e atualizações de software automáticas.",
	"Connect to the network with an ethernet cable. You must be connected to the network to use certain Smart TV features such as web browsing, content sharing, and automatic software updates.": "Ligue-se à rede com um cabo Ethernet. Tem de estar ligado à rede para utilizar determinados funções do Smart TV como, por exemplo, navegação na Internet, partilha de conteúdos e atualizações de software automáticas.",
	"Connect via WPS PBC": "Ligar por WPS PBC",
	"Connect via WPS PIN": "Ligar por WPS PIN",
	"Connect your TV to your router or modem with an Ethernet cable to activate your wired network connection.": "Ligue o televisor ao router ou modem com um cabo Ethernet para ativar a ligação de rede com fios.",
	"Connected": "Ligado",
	"Connected to Internet": "Ligado à Internet",
	"Connecting...": "A Ligar...",
	"Control the advertising frequency capping cookies.": "Controlar os cookies para limitar a frequência dos anúncios.",
	"Copenhagen": "Copenhaga",
	"Copy/Delete file": "Copiar/Eliminar ficheiro",
	"Correct contrast and brightness by adjusting black levels.": "Corrigir o contraste e brilho através do ajuste dos níveis de preto.",
	"Could not fined available network.": "Não foi encontrada uma rede disponível.",
	"Current values of customized picture mode settings will be applied to {pictureMode} mode for all inputs. Do you want to continue?": "Os valores atuais das definições do modo de imagem personalizado serão aplicados ao modo {pictureMode} para todas as entradas. Deseja continuar?",
	"Currently connected LG Wireless Keyboard device will be disconnected from your TV. Do you want to continue?": "O dispositivo Teclado Sem Fios LG atualmente ligado será desligado do seu televisor. Deseja continuar?",
	"Currently connecting via Wi-Fi Direct. Please accept the request on your [{devicename}].": "A ligar por Wi-Fi Direct. Aceite o pedido no seu [{devicename}].",
	"Custom Time Zone": "Personalizar Fuso Horário",
	"Customer Service": "Assistência ao Cliente",
	"Cyan": "Turquesa",
	"Czech": "República Checa",
	"Czech Republic": "República Checa",
	"C{value}": "F{value}",
	"Côte d'Ivoire": "Côte d'Ivoire",
	"DISCONNECT": "DESLIGAR",
	"DR Congo": "DR Congo",
	"DTV Audio Setting": "Definição do Áudio DTV",
	"Dakar": "Dacar",
	"Dar es Salaam": "Dar es Salaam",
	"De-Blur": "De-Blur",
	"De-Judder": "De-Judder",
	"Delete Pairing History": "Eliminar Histórico de Emparelhamento",
	"Delete or add TV channels to customize your channels.": "Eliminar ou adicionar canais de televisão para personalizar os seus canais.",
	"Demo Options": "Opções para a Demo",
	"Device Selection": "Seleção de Dispositivo",
	"Device Vendor": "Fabricante do Dispositivo",
	"Dhaka": "Dhaka",
	"Dial No.": "N.º de Marcação",
	"Digital TV": "Televisão digital",
	"Directed to Older Children (ages 7 and above)": "Para Crianças Mais Velhas (maiores de 7)",
	"Display list of audio devices that can be connected to your TV.": "Mostrar lista dos dispositivos de áudio que podem ser ligados ao televisor.",
	"Display luminance level for the highest point (100 IRE).": "Apresentar o nível de luminância para o ponto mais elevado (100 IRE).",
	"Do Not Track": "Não Rastrear",
	"Do not apply the One Touch Sound Tuning recommended audio settings.": "Não aplicar as definições de áudio recomendadas do One Touch Sound Tuning.",
	"Do you want to copy channel list from USB storage to your TV? Current channels in your TV will be deleted.": "Deseja copiar a lista de canais de armazenamento USB para o seu televisor? Os canais atuais do seu televisor serão eliminados.",
	"Do you want to copy channel list from your TV to the USB storage?": "Deseja copiar a lista de canais do seu televisor para o armazenamento USB?",
	"Do you want to set the correct time now?": "Deseja definir a hora certa agora?",
	"Do you want to turn your TV off now?": "Deseja desligar o televisor agora?",
	"Dominica": "Domínica",
	"Dong, Eup, Myeon": "Dong, Eup Myeon",
	"Douala": "Douala",
	"Download Mail": "Transferir Correio",
	"Download and install": "Transferir e instalar",
	"Downloadable Rating": "Classificação Transferível",
	"Dual Mono": "Mono Duplo",
	"Dushanbe": "Dushanbe",
	"Dutch": "Neerlandês",
	"Dynamic Tone Mapping": "Contraste Dinâmico",
	"Easter Island": "Ilhas de Páscoa",
	"Edge Color": "Cor da Margem",
	"Edge Enhancer": "Edge Enhancer",
	"Edge Type": "Tipo de Margem",
	"Edit TV channels, set favorites, and manage parental control settings.": "Editar os canais de televisão, definir favoritos e gerir definições de controlo parental.",
	"El salvador": "El salvador",
	"Emergency Alert": "Aviso de Emergência",
	"Enable LG support representatives to resolve your technical issues remotely. You must call the LG customer service center to receive assistance.": "Permitir que os técnicos de suporte da LG resolvam problemas técnicos por via remota. Tem de ligar ao centro de serviço ao cliente da LG para receber assistência.",
	"Enable other devices and apps to turn on your TV.": "Permitir que outros dispositivos e aplicações sem liguem ao televisor.",
	"Energy Saving": "Poupança de Energia",
	"Energy saving modes to limit power consumption.": "Modos de poupança de energia para reduzir o consumo de energia.",
	"Enjoy an immersive 3D soundscape with the virtual multi-channel surround sound effect.": "Ambiente sonoro 3D envolvente com efeito de som surround multicanal virtual.",
	"Enjoy an immersive 3D soundscape with the virtual surround sound effect.": "Desfrute de uma paisagem de sonoplastia 3D com o efeito de som Virtual Surround.",
	"Enter CI Password": "Introduzir Palavra-passe CI",
	"Enter PIN code into a WPS-enabled router to connect TV to the network.": "Introduza o PIN num router com capacidades WPS para ligar o televisor à rede.",
	"Enter the PIN in your router's settings.": "Introduza o PIN nas definições do router.",
	"Enter the master password.": "Introduza a palavra-passe mestre.",
	"Estonia": "Estónia",
	"Estonian": "Estónio",
	"Every Day": "Todos os Dias",
	"Every Weekday": "Todos os Dias da Semana",
	"Every Weekend": "Todos os Fins-de-semana",
	"Exempt from ratings.": "Isento de classificação.",
	"Experience the best immersive audio effect with virtual multi-channel surround sound including height.": "Obtenha o efeito de áudio mais impressionante com o som surround virtual multicanais, incluindo altura.",
	"Expert": "Perito",
	"Expert (Bright Room)": "Avançado (Sala Iluminada)",
	"Expert (Dark Room)": "Avançado (Sala Escura)",
	"Expert Controls": "Controlos Avançados",
	"Export your TV's channel list information to a connected USB device.": "Exportar das informações da lista de canais do televisor para um dispositivo USB ligado.",
	"Extended": "Alargado",
	"Extending a period of time of the Auto Power Off setting or turning off the function may increase energy consumption.": "Aumentar o período do tempo da definição de Desativação Automática ou desligar essa função poderá aumentar o consumo de energia.",
	"Eye Comfort Mode": "Modo de Conforto Ocular",
	"Fantasy Violence": "Violência de Fantasia",
	"Fiji": "Fidji",
	"Fine tune red, green, blue, cyan, magenta, and yellow color spaces.": "Ajustar em detalhe os espaços colorimétricos vermelho, verde, azul, turquesa, magenta e amarelo.",
	"Firmware Version": "Versão do Firmware",
	"Flash": "Flash",
	"Font": "Tipo de Letra",
	"Font 1": "Tipo de Letra 1",
	"Font 2": "Tipo de Letra 2",
	"Font 3": "Tipo de Letra 3",
	"Font 4": "Tipo de Letra 4",
	"Font 5": "Tipo de Letra 5",
	"Font 6": "Tipo de Letra 6",
	"Font 7": "Tipo de Letra 7",
	"Font 8": "Tipo de Letra 8",
	"Full Wide": "Largura Total",
	"Game": "Jogo",
	"General Age": "Geral Idade",
	"General Audience": "Público Geral",
	"General Audiences": "Públicos Gerais",
	"General Program Locks": "Bloqueios de Programas Gerais",
	"Getting...": "O obter...",
	"Grass Color": "Cor da Relva",
	"Greenland": "Gronelândia",
	"Group ID Number": "Número de ID do Grupo",
	"Guatemala City": "Cidade de Guatemala",
	"Guayaquil": "Guayaquil",
	"Guinea Conakry": "Guiné Conacri",
	"G{value}": "V{value}",
	"HDD Eco Mode": "Modo HDD Ecológico",
	"HDD Power Saving Mode": "Modo de Poupança de Energia do HDD",
	"HDMI UHD Deep Color": "HDMI ULTRA HD Deep Colour",
	"HDMI {port1} and HDMI {port2} ports support ULTRA HD Deep Color.": "As entradas HDMI {port1} e HDMI {port2} suportam ULTRA HD Deep Colour.",
	"HDMI {port1} port support ULTRA HD Deep Color.": "A entrada HDMI {port1} suporta ULTRA HD Deep Colour.",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support ULTRA HD Deep Color.": "As entradas HDMI {port1}, HDMI {port2} e HDMI {port3} suportam ULTRA HD Deep Colour.",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support ULTRA HD Deep Color.": "As entradas HDMI {port1}, HDMI {port2}, HDMI {port3} e HDMI {port4} suportam ULTRA HD Deep Colour.",
	"HDR Effect": "HDR Efeito",
	"HDR Picture Mode": "Modo de Imagem HDR",
	"Hard of Hearing": "Pessoas com Dificuldades Auditivas",
	"Hardware Version": "Versão do Hardware",
	"Headphones Volume": "Volume dos Auscultadores",
	"Helsinki": "Helsínquia",
	"High Contrast": "Alto Contraste",
	"Higher values increase a sense of warmth or coldness.": "Os valores mais elevados aumentam as sensações de calor ou frio.",
	"Hindi": "Hindi",
	"Home/Store Mode": "Modo Casa/Loja",
	"IMPORTANT! Resetting will delete all of your account settings and installed apps. This action cannot be undone.": "IMPORTANTE! Se repor, irá eliminar todas as definições da sua conta e as aplicações instaladas. Esta ação não pode ser anulada.",
	"IVC (Cote d’Ivoire)": "Costa do Marfim (Cote d’Ivoire)",
	"If Auto Power Sync is enabled, SIMPLINK devices will be able to power on the TV, and the TV will power off SIMPLINK devices when it powers off.": "Com a Sincronização das Ligação Automática selecionada, o seu televisor ligar-se-á quando ligar um dispositivo SIMPLINK e os seus dispositivos SIMPLINK desligar-se-ão quando desligar o seu televisor.",
	"If it's turned on and you connect a device that also supports UHD Deep Color, your picture may be clearer.": "Se estiver ligada, e ser ligar um dispositivo que também suporte o ULTRA HD Deep Colour, a imagem poderá ficar mais nítida.",
	"If recording or software update is in progress, it will wait until they are completed and the process can take more than an hour.": "Se houver uma gravação ou atualização de software em curso, o atualizador aguardará até que as mesmas terminem e o processo pode demorar mais do que uma hora.",
	"If set to on, your TV can receive emergency alerts if an emergency situation occurs.": "Quando definido como ligado, o televisor pode receber avisos de emergência numa situação de emergência.",
	"If you turn Audio Guidance on, you can only move with left, right, up, down buttons on your remote and some apps that require the pointer cannot be used.": "Se ligar o Guia Áudio, só se pode deslocar com os botões para a esquerda, direita, para cima, para baixo no comando e algumas aplicações que necessitem do ponteiro não pode ser utilizadas.",
	"If you turn it off, CAM operator's profile will be deleted.": "Se a desligar, o perfil do operador CAM será eliminado.",
	"If you turn it off, all tuned CAM channels will not be available and notifications will no longer be provided.": "Se a desligar, todos os canais CAM sintonizados ficarão indisponíveis e deixará de receber notificações.",
	"If you turn on LG Connect Apps feature, you will be able to either accept or deny connection requests from mobile devices.": "Se ligar a função LG Connect Apps, poderá aceitar ou recusar pedidos de ligação de dispositivos móveis.",
	"If you turn the screen saver off and the same image remains on the screen for more than 2 hours, it can affect the picture quality of your screen. If it remains for more than 5 hours, permanent picture quality depreciation may occur. Do you want to continue?": "Se desligar a proteção de ecrã e a mesma imagem se mantiver no ecrã durante mais de 2 horas, a qualidade da imagem do seu ecrã poderá ficar afetada. Se se mantiver durante mais de 5 horas, a qualidade da imagem poderá piorar de forma permanente. Deseja continuar?",
	"If you turn this feature on, the HbbTV application or service will disable its tracking of an individual user.": "Se ligar esta função, a aplicação ou o serviço HbbTV irá desativar o próprio rastreio de um utilizador individual.",
	"If you turn this feature on, the IBB service will disable its tracking of an individual user.": "Se ligar esta função, o serviço IBB irá desativar o próprio rastreio de um utilizador individual.",
	"If you turn this feature on, you can view the content in the aspect ratio that is in the broadcast signal or content source. If the edge of the screen is not clean, please turn it off.": "Se ligar esta função, pode ver o conteúdo com a proporção de imagem presente no sinal da emissão ou no conteúdo de origem. Se a margem do ecrã não estiver bem definida, desligue a função.",
	"If you turn this option on, color temperature will be automatically adjusted to reduce eye strain.": "Se ligar esta opção, a temperatura cromática será ajustada automaticamente para reduzir o cansaço ocular.",
	"If you turn this option on, you can receive the notifications of channels or programs which you have been watching frequently.": "Se ligar esta opção, pode receber as notificações de canais ou programas que costuma ver com frequência.",
	"If you use Energy Saving function, brightness of your TV will be affected.": "Se utilizar a função Poupança de Energia, o brilho da sua TV será afetado.",
	"If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the HDMI ULTRA HD Deep Color setting off.": "Se o seu dispositivo não suportar esta função, poderá não funcionar corretamente. Nesse caso, pode ligar o dispositivo a uma outra entrada HDMI ou desligar a definição HDMI ULTRA HD Deep Colour.",
	"Import your TV's channel list information from a connected USB device.": "Importar das informações da lista de canais do televisor a partir um dispositivo USB ligado.",
	"Import/export your TV's channel list information from/to a connected USB device.": "Importe/exporte informação da lista de canais do seu televisor de/para um dispositivo USB ligado.",
	"Improve blurry or unclear areas for a sharper image.": "Melhorar as áreas desfocadas para assegurar uma imagem mais nítida.",
	"In Home": "Em Casa",
	"Indianapolis": "Indianapolis",
	"Inner": "Interior",
	"Input field": "Campo de introdução",
	"Insert 3G/4G USB dongle to activate your 3G/4G network connection.": "Insira a pen USB 3G/4G para ativar a ligação de rede 3G/4G.",
	"Installing...": "A instalar...",
	"Interactivity(DTVi)": "Interatividade(DTVi)",
	"Internal TV Speaker": "Coluna Interna do Televisor",
	"Internal TV Speaker + Optical": "Coluna Interna do Televisor + Ótica",
	"Internal TV Speaker + Wired Headphones": "Coluna Interna do Televisor + Auscultadores com Fios",
	"Iran": "Irão",
	"It may take a few minutes.": "Poderá demorar alguns minutos.",
	"It may take a few seconds.": "Poderá demorar alguns segundos.",
	"Jerusalem": "Jerusalem",
	"Just Scan": "Apenas Pesquisar",
	"Kaliningrad": "Kaliningrad",
	"Kampala": "Kampala",
	"Kannada": "Kannada",
	"Karachi": "Karachi",
	"Keep Dolby Atmos on for the best sound experience for Dolby Atmos content.": "Mantenha o Dolby Atmos ligado para a melhor experiência de som para conteúdos Dolby Atmos.",
	"Kenya": "Quénia",
	"Keyboard Languages": "Idiomas de Teclado",
	"Kiribati": "Quiribati",
	"Kolkata": "Kolkata",
	"Korea": "Coreia",
	"Kuwait City": "Cidade de Kuwait",
	"LED Local Dimming": "LED Local Dimming",
	"LG Bean Bird character": "LG Bean Bird",
	"LG Remote Service": "Serviço LG Remote",
	"LG Services Country": "País dos Serviços LG",
	"LG Wireless Keyboard": "Teclado Sem Fios LG",
	"LG Wireless Keyboard Connected:": "Teclado Sem Fios LG Ligado:",
	"LG Wireless Keyboard allows you to control your TV through bluetooth. This feature applies only to specified LG Wireless Keyboard models.": "O Teclado Sem Fios LG permite controlar o seu televisor mediante Bluetooth. Esta funcionalidade só se aplica aos modelos de Teclado Sem Fios LG especificados.",
	"Large Standard": "Padrão Grande",
	"Latvia": "Letónia",
	"Latvian": "Letónio",
	"Left drop shadow": "Sombra à esquerda",
	"Liechtenstein": "Listenstaina",
	"Light": "Leve",
	"Lilongwe": "Lilongué",
	"Loading...": "A Carregar...",
	"Location": "Localização",
	"Lock changes for currently running apps will be applied the next time they are started.": "As alterações de bloqueio para aplicações que estão a ser executadas serão aplicadas na próxima vez que forem iniciadas.",
	"Logo Luminance Adjustment": "Ajuste do brilho do Logótipo",
	"Lome": "Lomé",
	"Low": "Baixo",
	"MAC Address (Wired)": "Endereço MAC (Com fios)",
	"MAC Address (Wireless)": "Endereço MAC (Sem fios)",
	"MASTER PASSWORD": "PALAVRA-PASSE MESTRE",
	"Macedonia": "Macedónia",
	"Macedonia, The Former Yugoslav Republic Of": "Macedónia, FYROM",
	"Macedonian": "Macedónio",
	"Madagascar": "Madagáscar",
	"Madeira": "Madeira",
	"Madrid": "Madrid",
	"Makassar": "Makassar",
	"Malayalam": "Malayalam",
	"Manage your account information and settings.": "Gerir os dados e as definições da sua conta.",
	"Manually adjust EQ frequencies.": "Ajustar manualmente frequências do equalizador.",
	"Manually enter the IP and DNS server addresses.": "Introduzir manualmente os endereços IP e o servidor DNS.",
	"Marathi": "Marathi",
	"Mature Audience Only": "Apenas Adultos",
	"Mauritius": "Maurícia",
	"Maximize contrast by increasing the intensity of bright and dark areas of the screen.": "Maximizar o contraste ao aumentar a intensidade das áreas claras e escuras do ecrã.",
	"Mayotte": "Mayotte",
	"Menu Language": "Idioma dos Menus",
	"Menu Transparency": "Transparência dos Menus",
	"Middle East": "Médio Oriente",
	"Mobile TV On": "TV Móvel Ligada",
	"Monaco": "Mónaco",
	"Montevideo": "Montevideo",
	"Moscow": "Moscovo",
	"Motion Eye Care": "Proteção de Movimentação Ocular",
	"Multi Audio": "Multi-Áudio",
	"Multi Feed": "Alimentação Múltipla",
	"Multiple": "Múltiplo",
	"Muscat": "Muscat",
	"Myanmar": "Myanmar",
	"N/A": "N/A",
	"NOTE: When the screen saver option is set to ON, it will not come up while you are watching Live TV and video inputs to avoid interfering with your viewing experience.": "NOTA: Com a opção de proteção de ecrã Ligada, a proteção não aparece enquanto estiver a ver Live TV e entradas de vídeo para que não haja perturbações da sua experiência de visualização.",
	"NSW/ACT - New South Wales / Australian Capital Territory - Sydney": "NSW/ACT - New South Wales/Australian Capital Territory - Sydney",
	"NT - Northern Territory - Darwin": "NT - Northern Territory - Darwin",
	"Nairobi": "Nairobi",
	"Ndjamena": "Ndjamena",
	"Netherland": "Países Baixos",
	"Netherlands": "Países Baixos",
	"New Caledonia": "Nova Caledónia",
	"New York": "Nova Iorque",
	"Next": "Seguinte",
	"No Internet via 3G/4G network": "Sem Internet por rede 3G/4G",
	"No Internet via Ethernet": "Sem Internet via Ethernet",
	"No Internet via Wi-Fi": "Sem Internet via Wi-Fi",
	"No One 17 and Under Admitted.": "Não para Menores de 17",
	"No Operation Auto Off": "Desligar Automaticamente Sem Funcionamento",
	"No Signal Auto Off": "Desligar Automaticamente Sem Sinal",
	"No Signal Image": "Imagem de Falta de Sinal",
	"No Signal Power Off (15Min)": "Desligar Televisor Se Não Houver Sinal (15 min)",
	"No Wi-Fi Direct Devices": "Sem Dispositivos Wi-Fi Direct",
	"No card information": "Sem informação de cartão",
	"No devices have been found.": "Não foram encontrados dispositivos.",
	"No group ID": "Sem ID de grupo",
	"No updates found.": "No foram encontradas atualizações.",
	"North Korea": "Coreia do Norte",
	"Northern Africa": "África do Norte",
	"Not Connected": "Não Ligado",
	"Not Connected to Internet": "Não Ligado à Internet",
	"Note: Available options depend on the broadcast program.": "Nota: As opções disponíveis dependem do programa que está a ser transmitido.",
	"Note: Behavior may differ if connected device is not a LG device.": "Nota: o comportamento poderá ser diferente se o dispositivo ligado não for um dispositivo LG.",
	"Note: Captions are only displayed when provided by the broadcast program.": "Nota: as legendas só são apresentadas se o programa emissor as fornecer.",
	"Note: If the device is not properly connected and set up, you may not hear any sound through it.": "Nota: se o dispositivo não estiver corretamente ligado e configurado, não conseguirá ouvir qualquer som através dele.",
	"Note: If the speakers are not properly connected and set up, you may not hear any sound through them.": "Nota: se as colunas não estiverem corretamente ligadas e configuradas, não conseguirá ouvir qualquer som através delas.",
	"Note: If you can't hear sound through the device, make sure it is working properly and supports Sound Sync.": "Nota: se não conseguir ouvir som através do dispositivo, certifique-se de que está a funcionar corretamente e suporta a Sincronização de Som.",
	"Note: Only displayed when it is provided by the program.": "Nota: Apresentado apenas quando fornecido pelo programa.",
	"Note: Subtitles are only displayed when provided by the broadcast program.": "Nota: as legendas só são apresentadas se o programa emissor as fornecer.",
	"Note: Supported features may differ by model and its transparency by the feature's operation with content playback like Live TV or VOD content.": "Nota: as funções suportadas poderão variar consoante o modelo e a transparência através do funcionamento da função com reprodução de conteúdos como, por exemplo, Live TV ou conteúdos VOD.",
	"Note: This feature works only when provided by the broadcast program.": "Nota: esta função só funciona quando fornecida pelo programa emitido.",
	"Note: if your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the HDMI ULTRA HD Deep Color setting off.": "Nota: se o seu dispositivo não suportar esta função, poderá funcionar incorretamente. Nesse caso, pode ligar o dispositivo a outra entrada HDMI ou desligar a definição HDMI ULTRA HD Deep Colour.",
	"Note:<br>1. If your TV is turned on while Pixel Refresher is in progress, it will stop the process and you have to start over.<br>2. While processing, a white line may appear in the screen. This is normal when clearing your screen.": "Nota:<br>1. Se o televisor estiver ligado enquanto a Limpeza de Ecrã estiver em curso, o processo será parado e terá de recomeçar desde o princípio.<br>2. Durante o processamento, poderá aparecer uma linha branca no ecrã. É um efeito normal da limpeza do ecrã.",
	"OK": "OK",
	"OLED LIGHT": "LUZ OLED",
	"OLED Panel Settings": "Definições do Painel OLED",
	"OnTimer Channel not selected": "Canal de Temporizador não selecionado.",
	"One Touch Sound Tuning Options": "Opções de One Touch Sound Tuning",
	"Open": "Abrir",
	"Open Source Licenses": "Licenças Open Source",
	"Open when TV is turned on": "Abrir Ao Ligar o Televisor",
	"Optical": "Ótica",
	"Optimize contrast settings based on image brightness of the HDR content.": "Otimizar as definições de contraste de acordo com o brilho do conteúdo HDR.",
	"Optimize contrast settings based on image brightness.": "Otimizar as definições de contraste de acordo com o brilho da imagem.",
	"Optimize display for movies.": "Otimizar a imagem para filmes.",
	"Optimize image quality for fast-moving images (sports and action).": "Otimizar a qualidade da imagem para imagens com movimentos rápidos (desporto e ação).",
	"Optimize sound based on type of TV installation.": "Otimizar o som de acordo com o tipo de instalação do televisor.",
	"Optimize sound mode for each content type and customize audio effects for Standard mode.": "Otimizar o modo de som para cada tipo de conteúdo e personalizar os efeitos de áudio para o modo Normal.",
	"Optimize sound mode for each content type.": "Otimizar o modo do som para cada tipo de conteúdo.",
	"Outer": "Exterior",
	"Output sound through an LG audio device connected to the OPTICAL DIGITAL AUDIO OUT port. With this option, you can control the device's volume with your TV remote.": "Fazer a saída do som através de um dispositivo de áudio LG ligado à saída OPTICAL DIGITAL AUDIO OUT. Com esta opção, pode controlar o volume do dispositivo com o comando do televisor.",
	"Output sound through an wireless audio device via LG Sound Sync or Bluetooth. It may need some troubleshooting:": "Fazer a saída do som através de um dispositivo áudio sem fios via LG Sound Sync ou Bluetooth. Poderá ser necessário resolver alguns problemas:",
	"Output sound through external audio devices connected to the AUDIO OUT/ H/P OUT port.": "Fazer a saída do som através de dispositivos de áudio externos ligada à saída AUDIO OUT/ H/P OUT.",
	"Output sound through external audio devices connected to the HDMI IN (ARC) port.": "Fazer a saída do som através de dispositivos de áudio externos ligada à entrada HDMI IN (ARC).",
	"Output sound through external audio devices connected to the OPTICAL DIGITAL AUDIO OUT.": "Fazer a saída do som através de dispositivos de áudio externos ligada à OPTICAL DIGITAL AUDIO OUT.",
	"Output sound through the Internal TV speaker.": "Fazer a saída do som através da Coluna Interna do Televisor.",
	"Output sound through wired headphones.": "Fazer a saída do som através de auscultadores com fios.",
	"PIN: {pin}": "PIN {pin}",
	"Panjabi": "Punjabi",
	"Papua New Guinea": "Papua New Guiné",
	"Parental Guidance Suggested": "Orientação Parental Sugerida",
	"Parental guidance suggested for children ages 8-13.": "Orientação paternal recomendada para menores entre os 8 e 13 anos.",
	"Parents Strongly Cautioned": "Pais Fortemente Avisados",
	"Password": "Palavra-passe",
	"Patent Information": "Informação de Patente",
	"Photo": "Fotografia",
	"Pick a Time": "Escolher uma Hora",
	"Picture Mode": "Modo da Imagem",
	"Picture Mode Settings": "Definições do Modo de Imagem",
	"Picture Options": "Opções de Imagem",
	"Picture Test": "Teste da Imagem",
	"Picture or sound may not work properly while connected external device and TV are initially communicating. If the issue persists, please revert the settings or reboot your connected external device.": "A imagem ou o som poderão funcionar incorretamente enquanto o dispositivo externo ligado e o televisor comunicam inicialmente. Se o problema continuar, reverta as definições ou reinicie o dispositivo externo ligado.",
	"Pixel Refresher": "Rejuvenescedor de Píxel",
	"Pixel Refresher allows your TV to provide the clearest picture possible.": "O Rejuvenescedor de Píxel permite que o televisor apresente a nítida imagem mais nítida possível.",
	"Pixel Refresher has been scheduled to start the next time your TV is turned off.": "O Rejuvenescedor de Píxel foi agendado para ser iniciado na próxima vez que o televisor for desligado.",
	"Pixel Refresher will begin when you turn off your TV.": "O Rejuvenescedor de Píxel inicia quando desligar o televisor.",
	"Please check that all values are input correctly.": "Confira se todos os valores foram introduzidos corretamente.",
	"Please check the network name and password and try again.": "Verifique o nome e a palavra-passe de rede, e tente novamente.",
	"Please check the status and try again": "Verifique o estado e tente novamente",
	"Please do not unplug the USB storage until the copying is completed.": "Não retire o armazenamento USB até que a cópia esteja concluída.",
	"Please enter your password to turn off this function.": "Por favor introduza a sua palavra-passe para desligar esta função.",
	"Please enter your password to turn on this function.": "Introduza a sua palavra-passe para ligar esta função.",
	"Please make sure that your TV is connected to the network and try again.": "Certifique-se de que o televisor está ligado à rede e tente novamente.",
	"Please wait while the Settings application reloads.": "Aguarde enquanto a aplicação de definições é carregada novamente.",
	"Please wait while the Settings application restarts.": "Aguarde enquanto a aplicação Definições é reiniciada.",
	"Please wait while the TV restarts.": "Aguarde enquanto o televisor é reiniciado.",
	"Please wait while the TV searches for LG Service Country.": "Aguarde enquanto o televisor procura o País do Serviço LG.",
	"Pointer Options": "Opções de Apontador",
	"Poland": "Polónia",
	"Polish": "Polaco",
	"Port Louis": "Porto Luís",
	"Port of Spain": "Port of Spain",
	"Port-au-Prince": "Port-au-Prince",
	"Power Saving Mode": "Modo de Poupança de Energia",
	"Preferred Color": "Cor Preferida",
	"Preschool": "Pré-escolar",
	"Press right button to adjust de-blur and Motion Pro value.": "Prima o botão direito para ajustar o valor de de-blur e de Motion Pro.",
	"Press right button to adjust de-judder and Motion Pro value.": "Prima o botão direito para ajustar o valor de de-judder e de Motion Pro.",
	"Press right button to adjust de-judder, de-blur and Motion Pro value.": "Prima o botão direito para ajustar o valor de de-judder, de-blur e de Motion Pro.",
	"Press the WPS button on your wireless router now.": "Prima agora o botão WPS no router sem fios.",
	"Press the WPS-PBC button on a WPS-enabled router to connect TV to the network.": "Prima o botão WPS-PBC num router com capacidades WPS para ligar o televisor à rede.",
	"Press the right button to adjust Motion Pro settings.": "Prima o botão direito para ajustar as definições de Motion Pro.",
	"Press the right button to adjust de-blur settings.": "Prima o botão direito para ajustar as definições de de-blur.",
	"Press the right button to adjust de-judder settings.": "Prima o botão direito para ajustar as definições de de-judder.",
	"Primary Audio Language": "Idioma de Áudio Principal",
	"Primary Channels": "Canais Primários",
	"Primary Teletext Language": "Idioma Principal do Teletexto",
	"Quick Start+": "Arranque Rápido+",
	"RECONNECT": "LIGAR NOVAMENTE",
	"Rangoon": "Rangoon",
	"Reason: Authentication with access point was unsuccessful.": "Motivo: a autenticação no ponto de acesso falhou.",
	"Reason: Could not establish a connection to access point.": "Motivo: não foi possível estabelecer uma ligação para aceder ao ponto.",
	"Reason: Could not retrieve a valid IP address by using DHCP.": "Motivo: não foi possível obter um endereço IP válido através de DHCP.",
	"Reason: Entered password is incorrect.": "Motivo: a palavra-passe introduzida não é correta.",
	"Reason: Password is missing.": "Motivo: falta a palavra-passe.",
	"Reason: The network you selected is out of range.": "Motivo: a rede que selecionou encontra-se fora do alcance.",
	"Reason: Unable to login.": "Motivo: não é possível iniciar sessão.",
	"Recommended for children ages 14 and older.": "Recomendado para maiores de 14.",
	"Recommended for children ages 16 and older.": "Recomendado para maiores de 16.",
	"Reduce noise from digital video signals.": "Reduzir o ruído nos sinais de vídeo digitais.",
	"Remote Settings": "Definições do Comando",
	"Remove irregular and erratic pixels for a clearer image.": "Remover pixéis irregulares e erróneos para assegurar uma imagem mais nítida.",
	"Reset": "Repor",
	"Reset CI Password": "Repor Palavra-passe CI",
	"Reset Password": "Repor Palavra-passe",
	"Reset to Initial Settings": "Repor Definições Iniciais",
	"Restrict access to TV programs and movies based on their ratings.": "Restringir o acesso a programas televisivos e filmes de acordo com as suas classificações.",
	"Restrict access to TV programs based on their ratings.": "Restringir o acesso a Programas televisivos em função das suas classificações.",
	"Restrict access to specified apps.": "Restringir o acesso às aplicações especificadas.",
	"Restrict access to specified channels.": "Restringir o acesso aos canais especificados.",
	"Restrict access to specified inputs.": "Restringir o acesso às entradas especificadas.",
	"Retry": "Tentar Novamente",
	"Return TV to its initial settings. This will revert all options to their default settings.": "Voltar a aplicar definições iniciais do televisor. Todas as opções voltarão às suas definições iniciais.",
	"Revert Color Management System settings to default.": "Repor os valores predefinidos do Sistema de Gestão de Cores",
	"Revert standard mode sound effect settings to default.": "Reverter as definições de efeito de som de modo normal para as predefinições.",
	"Revert to default settings. Each picture mode must be reset individually. Please select the picture mode you want to reset.": "Voltar às definições iniciais. Cada modo de imagem deve ser reposto individualmente. Selecione o modo de imagem que deseja repor.",
	"Revert white balance settings to default.": "Repor as definições de compensação de branco iniciais.",
	"Revoke Pairing": "Revogar Emparelhamento",
	"Reykjavik": "Reiquiavique",
	"Right drop shadow": "Sombra à direita",
	"Riyadh": "Riad",
	"Romania": "Roménia",
	"R{value}": "E{value}",
	"SA - South Australia - Adelaide": "SA - South Australia - Adelaide",
	"SIMPLINK enables HDMI-CEC devices connected to your TV with an HDMI cable to be controlled with your TV remote.": "O SIMPLINK permite que dispositivos HDMI-CEC ligados ao televisor com um cabo HDMI possam ser controlados com o comando do televisor.",
	"SIMPLINK lets you use your LG Remote to control other SIMPLINK-enabled devices, like a DVD player or audio home theater system, that are connected to your LG Smart TV by HDMI.": "O SIMPLINK permite utilizar o seu Comando LG para controlar outros dispositivos com capacidades SIMPLINK, por exemplo, um leitor de DVD ou um sistema de áudio home cinema, e que estejam ligados ao LG Smart TV por HDMI.",
	"SIMPLINK will be automatically turned on to use this ARC mode.": "O SIMPLINK será ligado automaticamente para usar este modo de ARC.",
	"START ONCE TV IS OFF": "INICIAR QUANDO O TELEVISOR ESTIVER DESLIGADO",
	"Saint Lucia": "Santa Lucia",
	"Sakhalin": "Sakhalin",
	"Sana": "Saná",
	"Santo Domingo": "São Domingo",
	"Sarajevo": "Saraievo",
	"Satellite DTV": "DTV por Satélite",
	"Satellite Radio": "Rádio por Satélite",
	"Save": "Guardar",
	"Save CAM Operator's Profile": "Guardar o perfil do operador de CAM",
	"Save CI Password": "Guardar Palavra-passe CI",
	"Save the Color Management System settings from the currently selected picture mode for all inputs.": "Guardar as definições do Sistema de Gestão de Cores do modo de imagem atualmente selecionado para todas as entradas.",
	"Save the current customized setting values to currently selected picture mode for all inputs.": "Guarde os valores das definições personalizadas atuais do modo de fotografia selecionado atualmente para todas as entradas.",
	"Save the white balance settings from the currently selected picture mode for all inputs.": "Guardar as definições de compensação de branco do modo de imagem atualmente selecionado para todas as entradas.",
	"Save/reset your CI password. Saving your password will let you skip the sign-in step in the future.": "Guardar/repor a sua palavra-passe CI. Se guardar a sua palavra-passe, poderá ignorar o passo de iniciar sessão no futuro.",
	"Screen Off": "Ecrã Desligado",
	"Screen Saver": "Proteção de Ecrã",
	"Screen Shift ": "Deslocamento do Ecrã",
	"Screen shifts at regular time intervals to prevent panel noise.": "O ecrã desloca-se regularmente para impedir ruídos no painel.",
	"Screen will turn off in 5 seconds. To turn the screen back on, press any button except the power and volume button.": "O ecrã será desligado dentro de 5 segundos. Para voltar a ligar o ecrã, prima qualquer botão exceto o botão de ligar/desligar e de volume.",
	"Search": "Procurar",
	"Searching...": "A procurar...",
	"Second Language": "Segundo Idioma",
	"Secondary Audio Language": "Idioma de Áudio Secundário",
	"Secondary Teletext Language": "Idioma de Teletexto Secundário",
	"Select IRE point to adjust luminance.": "Selecione um ponto IRE para ajustar a luminância.",
	"Select TV's language settings.": "Selecionar as definições de idioma do televisor.",
	"Select aspect ratio from the menu.": "Selecione Proporção da Imagem no menu.",
	"Select audio language for digital broadcasts. For programs that do not support multiple languages, the default will be used.": "Selecione o idioma de áudio para transmissões digitais. Nos programas que não suportem múltiplos idiomas, será utilizada a predefinição.",
	"Select audio language for digital broadcasts. The default language is selected when the program does not support multiple languages.": "Selecione o idioma de áudio para transmissões digitais. É selecionado o idioma predefinido quando o programa não suportar múltiplos idiomas.",
	"Select caption settings for analog broadcasts.": "Selecionar as definições das legendas para as transmissões analógicas.",
	"Select caption settings for digital broadcasts.": "Selecionar as definições das legendas para as transmissões digitais.",
	"Select caption size, color, transparency, and other options for digital broadcasts.": "Selecionar o tamanho, a cor, a transparência e outras opções de para as transmissões digitais.",
	"Select color to be adjusted.": "Selecione a cor a ajustar.",
	"Select days to apply the Timer Power Off settings every week.": "Selecione os dias para aplicar as definições de Desligar por Temporizador todas as semanas.",
	"Select days to apply the Timer Power On settings every week.": "Selecione dias para aplicar as definições de Ligar por Temporizador todas as semanas.",
	"Select device for audio output.": "Selecionar o dispositivo para a saída de áudio.",
	"Select digital audio output format. When the program does not support the selected output format, the default output from the source will be used.": "Selecionar o formato de saída de áudio digital. Quando o programa não suporta o formato de saída selecionado, será usada a saída predefinida da fonte.",
	"Select how much the volume should change with each press of your remote's volume key. Higher values increase increments.": "Selecione em quanto o volume de mudar sempre que se prima o botão de volume do comando. Os valores mais elevados aumentam os incrementos.",
	"Select how the TV will be used.": "Selecione de que forma será utilizado o televisor.",
	"Select language for TV menus.": "Selecione o idioma para os menus do televisor.",
	"Select language for subtitles.": "Selecionar o idioma para as legendas.",
	"Select language for voice recognition.": "Selecione o idioma para o reconhecimento de voz.",
	"Select languages for on-screen keyboards.": "Selecionar os idiomas para os teclados no ecrã.",
	"Select method to adjust white balance.": "Selecione o método para ajustar a compensação de branco.",
	"Select pattern to use as a basis for white balance adjustment. You can use the TV’s built-in pattern or another pattern by connecting an external device.": "Selecione o padrão a utilizar como base para o ajuste da compensação de branco. Pode utilizar o padrão incorporado do televisor ou outro padrão ligando um dispositivo externo.",
	"Select point to adjust luminance.": "Selecione um ponto para ajustar a luminância.",
	"Select the best picture mode for your viewing environment and content type.": "Selecione o melhor modo de imagem para o seu ambiente de visualização e o tipo de conteúdo.",
	"Select the channel to use when the TV turns on.": "Selecione o canal a utilizar quando o televisor é ligado.",
	"Select the country where you want to access LG's services. Services may vary depending on location.": "Selecionar o país onde deseja aceder aos serviços da LG. Os serviços poderão variar conforme a localização.",
	"Select the desired video angle.": "Selecione o ângulo de vídeo pretendido.",
	"Select the input to use when the TV turns on.": "Selecione a entrada a utilizar quando o televisor é ligado.",
	"Select the most preferred Subtitle Language.": "Selecione a sua primeira escolha para o Idioma das Legendas.",
	"Select the region where your broadcast signal comes from.": "Selecionar a região de onde provém o seu sinal de emissão.",
	"Select the second preferred Subtitle Language.": "Selecione a sua segunda escolha para o Idioma das Legendas.",
	"Select your first choice of audio language for digital broadcasts. For programs that do not support multiple languages, the default will be used.": "Selecione a sua primeira escolha do idioma de áudio para as emissões digitais. Nos programas que não suportem múltiplos idiomas, será utilizada a predefinição.",
	"Select your first choice of language for your broadcast TV provider's teletext services.": "Selecione a sua primeira escolha do idioma para os serviços de teletexto do seu fornecedor de emissão de televisão.",
	"Select your remote's cursor speed and appearance.": "Selecione a velocidade e o aspeto do cursor do seu comando.",
	"Select your second choice of audio language for digital broadcasts. For programs that do not support multiple languages, the default will be used.": "Selecione a sua segunda escolha do idioma de áudio para as emissões digitais. Nos programas que não suportem múltiplos idiomas, será utilizada a predefinição.",
	"Select your second choice of language for your broadcast TV provider's teletext services.": "Selecione a sua segunda escolha do idioma para os serviços de teletexto do seu fornecedor de emissão de televisão.",
	"Seoul": "Seoul",
	"Serial Number": "Número de Série",
	"Serta Wego": "Serta Wego",
	"Service Area Zip Code": "Código Postal da Área do Serviço",
	"Set Store Mode settings.": "Configurar definições do Modo de Loja",
	"Set System Color mode for your current TV input.": "Definir o modo Cor do Sistema para a entrada de televisão atual.",
	"Set TV locks for fantasy violence content.": "Definir bloqueios de televisão para conteúdos de violência de fantasia.",
	"Set TV locks for general programming.": "Definir bloqueios de televisão para a programação geral.",
	"Set TV locks for programs containing adult language.": "Definir bloqueios de televisão para programas que contenham linguagem adulta.",
	"Set TV locks for programs containing sexual situations.": "Definir bloqueios de televisão para programas que contenham situações sexuais.",
	"Set TV locks for programs containing sexually suggestive dialogue.": "Definir bloqueios de televisão para programas que contenham diálogos que sugiram sexo.",
	"Set TV locks for programs containing violence.": "Definir bloqueios de televisão para programas que contenham violência.",
	"Set TV locks for ratings based on children’s ages.": "Definir bloqueios de televisão para classificações baseadas nas idades dos menores.",
	"Set additional options for Audio Description.": "Definir opções adicionais para a Descrição de Áudio.",
	"Set additional picture settings.": "Especificar definições de imagem adicionais.",
	"Set advanced Subtitle options.": "Definir opções de Legendas avançadas.",
	"Set advanced captioning options.": "Definir opções de legendas avançadas.",
	"Set audio-related options.": "Definir opções relacionadas com áudio.",
	"Set color balance by adjusting color temperature, luminance, and red, green and blue gain controls.": "Definir o equilíbrio das cores ajustando os controlos de temperatura colorimétrica, luminância, e ganho de vermelho, verde e azul.",
	"Set color gamut automatically according to the signal, or display more vivid and richer color in the order of Extended and Wide.": "Defina a gama de cores automaticamente de acordo com o sinal ou utilize o modo Alargado e Amplo para ver cores mais vivas e brilhantes.",
	"Set color temperature from warm to cool.": "Definir a temperatura colorimétrica desde quente a frio.",
	"Set power options to reduce energy consumption.": "Definir opções de energia para reduzir o consumo de energia.",
	"Set the TV to turn off after a set amount of time.": "Definir que o televisor deve desligar-se após um tempo especificado.",
	"Set the TV to turn off automatically at a set time.": "Definir que o televisor deve desligar-se automaticamente a uma hora especificada.",
	"Set the TV to turn off automatically if there is no user input for 2 hours after the timer has turned it on.": "Definir o televisor a desligar-se automaticamente se não houver comandos do utilizador 2 horas após o temporizador ter ligado o televisor.",
	"Set the TV to turn off automatically when there has been no user input for a specified amount of time.": "Definir que o televisor deve desligar-se automaticamente se não houver ação do utilizador durante um tempo especificado.",
	"Set the TV to turn on automatically at a set time.": "Definir que o televisor deve ligar automaticamente a uma hora especificada.",
	"Set the TV to turn on or off automatically at a set time.": "Definir que o televisor deve ligar-se ou desligar-se automaticamente a uma hora especificada.",
	"Set the current date and time.": "Definir a data e hora atuais.",
	"Set the current date manually.": "Defina a data atual manualmente.",
	"Set the current time manually.": "Definir a hora atual manualmente.",
	"Set the range of colors that can be displayed.": "Definir a gama de cores que é possível apresentar.",
	"Set the region for broadcasts and special services.": "Definir a região para as transmissões e serviços especiais.",
	"Set the screen size and aspect ratio.": "Definir o tamanho e a proporção de imagem do ecrã.",
	"Set the volume level to use when the TV turns on.": "Definir o nível de volume a utilizar quando o televisor é ligado.",
	"Set time to turn off the TV.": "Definir a hora para desligar o televisor.",
	"Set time to turn on the TV.": "Definir hora para ligar o televisor.",
	"Settings Help": "Ajuda para as Definições",
	"Sexual Situations": "Situações de Natureza Sexual",
	"Sexually Suggestive Dialogue": "Diálogos que sugiram sexo",
	"Show Password": "Mostrar Palavra-passe",
	"Signal Strength": "Força do Sinal",
	"Simultaneous Sound Out with Internal TV Speaker": "Saída de Som Simultânea com a Coluna Interna do Televisor",
	"Singapore": "Singapura",
	"Single Sound Out": "Saída de Som única",
	"Sleep Timer": "Temporizador",
	"Slovenia": "Eslovénia",
	"Small": "Pequena",
	"Small Standard": "Padrão Pequeno",
	"Soccer": "Futebol",
	"Software Version": "Versão do Software",
	"Software update has been installed. Update will be applied when you restart your TV.": "Foi instalada uma atualização de software. A atualização será aplicada quando reiniciar o televisor.",
	"Solomon Islands": "Ilhas de Salomão",
	"Some material may be inappropriate for children under 13.": "Alguns conteúdos poderão não ser apropriados para menores de 13.",
	"Some material may not be suitable for children.": "Alguns conteúdos poderão não ser apropriados para menores.",
	"Sotho, Northern": "Sotho, Northern",
	"Sotho, Southern": "Sotho, Southern",
	"Sound Mode Settings": "Definições do Modo de Som",
	"Sound can be heard simultaneously through Internal TV Speaker and external audio devices connected to the OPTICAL DIGITAL AUDIO OUT port.": "O som sai em simultâneo através da Coluna Interna do Televisor e de dispositivos de áudio externos ligados à saída OPTICAL DIGITAL AUDIO OUT.",
	"Sound can be heard simultaneously through internal TV speaker and wired headphones.": "O som pode ser ouvido em simultâneo através da coluna interna do televisor e dos auscultadores com fios.",
	"Southern Africa": "África Austral",
	"Spoken Subtitle": "Legenda Falada",
	"Sports": "Desporto",
	"Stand TypeⅠ": "Tipo de Pé Ⅰ",
	"Stand TypeⅡ": "Tipo de Pé Ⅱ",
	"Standard Mode Sound Effect": "Efeito de Som de Modo Normal",
	"Standby Light": "Luz de Standby",
	"Start New Sound Tuning": "Iniciar Novo Ajuste do Som",
	"Startup Sound": "Som ao Ligar",
	"Store Demo": "Demo de Loja",
	"Store Demo mode provides options to optimize the TV for retail displays.": "O modo de Demo de Loja fornece opções para otimizar o ecrã do televisor em loja.",
	"Store Mode Settings": "Definições do Modo de Loja",
	"Store Mode is for in-store display purposes. It will re-initialize the settings every few minutes. Do you want to close this app and start the Store Mode?": "O Modo Loja serve para fins de apresentação na loja. O modo reinicia as definições a intervalos de alguns minutos. Pretende fechar esta aplicação e iniciar o Modo Loja?",
	"Subnet Mask": "Máscara de Sub-rede",
	"Subnet prefix length": "Comprimento do prefixo de sub-rede",
	"Subtitle First Choice Language": "Primeira Escolha de Idioma para as Legendas",
	"Subtitle Language": "Idioma das Legendas",
	"Subtitle Second Choice Language": "Segunda Escolha do Idioma das Legendas",
	"Suitable for children ages 13 and older.": "Apropriado para maiores de 13.",
	"Suitable for children ages 2-7.": "Apropriado para menores entre 2 e 7 anos.",
	"Suitable for children ages 8 and older.": "Apropriado para maiores de 8.",
	"Super Impose": "Sobrepor",
	"Swati": "Swati",
	"System Color": "Cor do Sistema",
	"TAS - Tasmania - Hobart": "TAS - Tasmania - Hobart",
	"TV Information": "Informações do televisor",
	"TV Installation Type": "Tipo de Instalação do Televisor",
	"TV Lock": "Bloqueio de Televisão",
	"TV Name": "Nome do Televisor",
	"TV Power Sound": "Som de Ligar/Desligar o Televisor",
	"TV Program Locks": "Bloqueio de Programas de TV",
	"TV Rating English": "Classificação TV Inglesa",
	"TV Rating French": "Classificação TV Francesa",
	"TV Speaker Bar": "Barra de Som do Televisor",
	"TV Speaker Bar + Wired Headphones": "Barra de Som do Televisor + Auscultadores com Fios",
	"TV to USB": "Da TV para USB",
	"Tagalog": "Filipino",
	"Tajikistan": "Tajiquisitão",
	"Tamil": "Tamil",
	"Target Luminance": "Luminância Pretendida",
	"Tehran": "Teerão",
	"Teletext": "Teletexto",
	"Telugu": "Telugo",
	"Terrestrial DTV": "DTV Terrestre",
	"The LG Services Country information could not be retrieved from the server. Please try again later.": "Não foi possível obter a informação do País dos Serviços LG a partir do servidor. Tente novamente mais tarde.",
	"The Settings application must reload to change the menu language. Do you want to continue?": "A aplicação de definições deve ser carregada novamente para alterar o idioma dos menus. Deseja continuar?",
	"The channel list have been successfully copied from the USB storage to your TV. The TV will restart in 5 seconds.": "A lista de canais foi copiada com sucesso do armazenamento USB para o seu televisor. O televisor será reiniciado dentro de 5 segundos.",
	"The channel list have been successfully copied from your TV to the USB storage.": "A lista de canais foi copiada com sucesso do seu televisor para o armazenamento USB.",
	"The contents on the screen or subtitles will be verbally spoken for visually impaired viewers.": "Os conteúdos do ecrã ou das legendas são pronunciados em voz alta para espetadores com dificuldades visuais.",
	"The contents on the screen will be described with voice for visually impaired viewers.": "Os conteúdos do ecrã são descritos em voz alta para espetadores com dificuldades visuais.",
	"The list of all paired devices will be deleted. Do you want to continue?": "A lista de todos os dispositivos emparelhados será eliminada. Deseja continuar?",
	"The network is currently unavailable. Please try again later.": "De momento, a rede não está disponível. Tente novamente mais tarde.",
	"The process will take about an hour to complete and your TV needs to remain turned off.": "O processo demora cerca de uma hora e o televisor deve estar desligado.",
	"The update cannot be applied to the TV. Software will revert to the previous version.": "A atualização não pode ser aplicada ao televisor. O software voltará à versão anterior.",
	"There are no paired devices.": "Não existem dispositivos emparelhados.",
	"There are settings to correct or prevent OLED panel noise.": "Existem definições para corrigir ou impedir ruído de painel OLED.",
	"There is no USB device connected to your TV.": "Não existe um dispositivo USB ligado ao seu televisor.",
	"There is no message.": "Não existem mensagens.",
	"Thimphu": "Thimphu",
	"Third Language": "Terceiro Idioma",
	"This mode provides a clear and natural sound quality.": "Este modo assegura uma qualidade de som nítida e natural.",
	"This setting puts your TV in standby mode when it's turned off so it will help using TV's functions quicker when you turn the TV back on.": "Esta definição coloca o televisor no modo standby quando este estiver desligado para que o televisor funcione mais rapidamente quando voltar a ligá-lo.",
	"This setting puts your TV in standby mode when it's turned off so it will start up more quickly the next time it's turned on.": "Esta definição coloca o seu televisor no modo de standby quando estiver desligado para que arranque mais rapidamente na próxima vez que o ligar.",
	"This settings is only available for Internal TV Speaker.": "Estas definições só estão disponíveis para a coluna interna do televisor.",
	"Timer Channel": "Canal Temporizador",
	"Timer Power Off": "Ativação Temporizada Desligada",
	"Timer Power On": "Ativação Temporizada Ligada",
	"Timezone": "Fuso Horário",
	"Tint": "Tom de Cor",
	"Tiranë": "Tiranë",
	"To experience optimal sound effect, it is recommended to set the balance between the L10~R10 range.": "Para assegurar o melhor efeito de som possível, recomendamos que coloque o nível a meio entre E10 e D10.",
	"To test your TV sound, Sound Out setting needs to be changed to the Internal TV Speaker. Do you want to continue?": "Para testar o som do televisor, a Definição de Saída de Som precisa de ser mudada para a Coluna Interna do Televisor. Deseja continuar?",
	"To use Wi-Fi Direct, you must turn on the Wi-Fi within the TV. Do you want to turn Wi-Fi on?": "Para utilizar o Wi-Fi Direct, tem de ligar o Wi-Fi no televisor. Deseja ligar o Wi-Fi?",
	"To use the Wi-Fi Direct, you must close the Screen Share app.": "Para utilizar o Wi-Fi Direct, tem de fechar a aplicação Screen Share.",
	"Top and Bottom": "Topo e Fundo",
	"Total Power On Time": "Tempo Total Ligado",
	"Tracking Speed": "Velocidade de Rastreio",
	"Treble Boost": "Treble Boost",
	"Trinidad And Tobago": "Trindade e Tobago",
	"Trinidad and Tobago": "Trindade e Tobago",
	"Tripoli": "Tripoli",
	"Tune and save available channels.": "Sintonizar e guardar canais disponíveis.",
	"Tune and save available channels. You can set satellite channel options.": "Sintonizar e guardar canais disponíveis. Pode definir opções de canais de satélite.",
	"Tunis": "Tunis",
	"Turkmenistan": "Turquemenistão",
	"Turn Dolby Surround on to make all your content sound better. Note that Dolby Atmos must also be switched on to use this feature.": "Ligue o Dolby Surround para melhorar o som de todos os seus conteúdos. Note que o Dolby Atmos deve também ser ligado para utilizar esta função.",
	"Turn automatic volume adjustments on/off and set how much to change volume with each remote click.": "Ligar/desligar ajustes de volume automáticos e definir a quantidade de volume a mudar com cada clique no comando.",
	"Turn on the advertising frequency capping cookies. This keeps on tracking the number of times an ad is shown on your TV and is used to help limit the number of times the same ad is displayed.": "Ativar os cookies para limitar a frequência dos anúncios. Esta função regista o número de vezes que uma publicidade aparece na televisão e serve para limitar o número de vezes que a mesma publicidade é apresentada.",
	"Turn on via Bluetooth": "Ligar via Bluetooth",
	"Turn on via Wi-Fi": "Ligar via Wi-Fi",
	"Turn on/off ULTRA HD Deep Color for HDMI {num} port.": "Ligar/desligar ULTRA HD Deep Colour para a entrada HDMI {num}.",
	"Turn on/off and set Audio Guidance options for visually impaired viewers.": "Ligar/desligar e definir as opções do Guia de Áudio para espetadores invisuais.",
	"Turn on/off captioning for hearing-impaired people. Program must support feature to work.": "Ligar/desligar as legendas para pessoas com deficiências auditivas. Para funcionar, o programa deve suportar esta função.",
	"Turn on/off description box in Settings.": "Ligar/desligar a caixa de descrição nas Definições.",
	"Turn on/off standby light.": "Ligue/Desligue a luz de standby.",
	"Turn on/off the images to be displayed when there is no signal.": "Ligar/desligar as imagens a mostrar quando não houver sinal.",
	"Turn on/off the sound notification for TV power.": "Ligar/desligar o som de notificação para quando o televisor for ligado/desligado.",
	"Turn the HbbTV service on/off.": "Ligar/desligar o serviço HbbTV.",
	"Turn the Hybridcast service on/off.": "Ligar/desligar o serviço Hybridcast.",
	"Turn the Interactivity (DTVi) service on/off.": "Ligar/desligar o serviço de Interatividade (DTVi).",
	"Turn your TV on using your mobile phone via Bluetooth.": "Ligue o seu televisor através do seu telemóvel por Bluetooth.",
	"Turn your TV on using your mobile phone via Wi-Fi.": "Ligar o televisor através do seu telemóvel via Wi-Fi.",
	"Turn your broadcast TV provider's TV Guide on/off.": "Ligar/desligar Guia TV do seu fornecedor de emissão de televisão.",
	"Turn your broadcast TV provider's teletext service on/off.": "Ligar/desligar o serviço de teletexto do seu fornecedor de emissão de televisão.",
	"Turning Wi-Fi off will prevent you from accessing all Internet-based services unless you use a cable to connect to the network. Do you want to continue?": "Se desligar o Wi-Fi, deixará de poder aceder a todos os serviços baseados na Internet, a não ser que utilize um cabo para se ligar à rede. Deseja continuar?",
	"Turning this option on may increase energy consumption.": "Se ligar esta opção, o consumo de energia poderá aumentar.",
	"USB to TV": "Do USB para TV",
	"Unable to check for updates.": "Não é possível verificar a existência de atualizações.",
	"Unable to connect to the network.": "Não é possível ligar à rede.",
	"Undefined": "Não definido",
	"Under 17 requires accompanying parent or adult guardian.": "Os menores de 17 devem ser acompanhados por um adulto ou encarregado de educação.",
	"Unknown issue has occurred.": "Ocorreu um problema desconhecido.",
	"Update in progress...": "Atualização em curso...",
	"Update in progress...({n}%)": "Atualização em curso...({n}%)",
	"Update paused.": "Atualização em pausa.",
	"Update will be cancelled and all update files will be deleted now. Do you want to continue?": "A atualização será cancelada e todos os ficheiros de atualização serão eliminados agora. Deseja continuar?",
	"Use Stand TypeⅠ if the distance between your TV stand and the wall is significant.": "Utilize a Base do Tipo I se a distância entre a base do televisor e a parede for significativa.",
	"Use Stand TypeⅡ if your TV stand is close to the wall. This will reduce base reflex and give you clearer sound quality.": "Utilize a Base do Tipo II se a base do televisor estiver perto da parede. Isto reduzir o reflexo da base e assegurará uma qualidade de som mais nítida.",
	"Use Wall-mounted Type if your intalled TV is wall-mounted type.": "Utilize o Tipo Montado na Parede se o seu televisor instalado for do tipo montado na parede.",
	"Use the LG Bean Bird character-shaped cursor.": "Utilizar o cursor com a forma do LG Bean Bird.",
	"Use the large, standard-shaped cursor.": "Utilizar o cursor pequeno normal.",
	"Use the small, standard-shaped cursor.": "Utilizar o cursor pequeno de forma normal.",
	"Use this option to correct picture quality issues that may result after your TV has been turned on for an extended period of time.": "Utilize esta opção para corrigir problemas com a qualidade da imagem que possam ocorrer depois de o seu televisor ter estado ligado durante muito tempo.",
	"User": "Utilizador",
	"User Agreements": "Contratos de Utilizador",
	"User Guide": "Guia do Utilizador",
	"User Name": "Nome de Utilizador",
	"Uzbek": "Usbeque",
	"Uzbekistan": "Usbequistão",
	"VIC - Victoria - Melbourne": "VIC - Victoria - Melbourne",
	"Vientiane": "Vientiane",
	"Vietnam": "Vietname",
	"View BS Conditional Access Systems (B-CAS) information.": "Ver informação B-CAS (BS Conditional Access Systems).",
	"View current Common Interface (CI) information.": "Ver informação CI (Common Interface) atual.",
	"View messages from your broadcast TV provider.": "Ver mensagens do seu fornecedor de emissão de televisão.",
	"Volgograd": "Volgograd",
	"Volume Increase Amount": "Valor para Aumentar o Volume",
	"WA - Western Australia - Eucla": "WA - Western Australia - Eucla",
	"WA - Western Australia - Perth": "WA - Western Australia - Perth",
	"Wall-mounted Type": "Montado na Parede",
	"Warm1": "Quente 1",
	"Warm2": "Quente 2",
	"Warm3": "Quente 3",
	"Wasu": "Foiu",
	"We collect and store MAC address, model number, country code, language settings, and software version to verify your device and to check whether you have the latest version of the software.": "Recolhemos e guardamos o endereço MAC, o número do modelo, código do país, definições do idioma e a versão do software para validar o seu dispositivo e para verificar se possui a versão mais recente do software.",
	"When a connected external hard drive has not been used for a specified amount of time, switch to standby mode.": "Se um disco rígido externo ligado não for utilizado durante um tempo especificado, mudar para o modo de standby.",
	"When set to On, experience Dolby Atmos moving audio when you turn on/off the TV.": "No modo Ligado, tenha a experiência do som em movimento Dolby Atmos cada vez que liga/desliga a TV.",
	"When the currently displayed app has not received any user input for an hour, it will be replaced by a screen saver. If you turn this option off, the current picture may create an afterimage burned onto your screen, possibly permanently.": "Se a aplicação atualmente apresentada não receber qualquer comando do utilizador durante uma hora, será substituída por uma imagem de Proteção de Ecrã. Se desligar esta opção, a imagem atual poderá criar uma imagem “fantasma” no ecrã, e que poderá ser permanente.",
	"When the device is turned on/off, your TV will automatically turn on/off.": "Quando o dispositivo for ligado/desligado, o televisor será ligado/desligado automaticamente.",
	"When the program does not support the language that you have selected, the default language will be shown.": "Quando o programa não suporta o idioma selecionado, será apresentado o idioma predefinido.",
	"When turned on, on-screen features (e.g. Live menu, Search, Screen Remote) will be partially transparent to show the content beneath it.": "Quando ligadas, as funções visíveis no ecrã (por ex., menu Em Direto, Pesquisa, Comando no ecrã) ficarão parcialmente transparentes para que possa ver o conteúdo debaixo das mesmas.",
	"When turned on, the background and text color on some menus will be adjusted to enhance contrasts between bright and dark areas.": "Quando ligado, a cor do fundo e do texto nalguns menus será ajustada para aumentar o contraste entre as áreas claras e escuras.",
	"When your TV is turned off, the device will automatically turn off.": "Quando o televisor estiver desligado, o dispositivo será desligado automaticamente.",
	"White Balance": "Compensação de Branco",
	"Wi-Fi Connection": "Ligação Wi-Fi",
	"Wi-Fi Direct connection has not succeeded.": "A ligação por Wi-Fi Direct falhou.",
	"Wi-Fi Direct connection with {deviceName} is disconnected.": "A ligação Wi-Fi Direct com o {deviceName} está desligada.",
	"Wi-Fi Direct lets you connect your TV wirelessly to other Wi-Fi Direct-enabled devices, like a cellphone or computer, without having to connect to a wireless router.": "Com o Wi-Fi Direct, pode ligar o seu televisor sem usar fios a outros dispositivos com capacidade Wi-Fi Direct, por exemplo, a um telemóvel ou computador, sem ter de ligar-se um router sem fios.",
	"Wi-Fi Direct lets you connect your TV wirelessly to other Wi-Fi Direct-enabled devices, like a mobile device or a computer, without having to connect to a wireless router. Once connected, you can enjoy your contents from the devices using the Photo & Video and the Music app in TV.": "Com o Wi-Fi Direct, pode ligar o seu televisor sem usar fios a outros dispositivos com capacidade Wi-Fi Direct, por exemplo, a um dispositivo móvel ou computador, sem ter de ligar-se um router sem fios. Depois de ligado, pode aceder aos seus conteúdos a partir dos dispositivos com a aplicação de Fotografias e Vídeo, e Música no televisor.",
	"Wi-Fi Security": "Segurança de Wi-Fi",
	"Wi-Fi is turned off. Turn it on to see the list of available networks that you can connect to and additional related menu items.": "O Wi-Fi está desligado. Ligue-o para ver a lista de redes disponíveis a que se pode ligar e itens de menu adicionais relacionados.",
	"Wi-Fi issue has occurred.": "Ocorreu um problema com o Wi-Fi.",
	"Wide": "Amplo",
	"Wide Area Zone": "Zona de Área Ampla",
	"Wide View": "Panorâmico",
	"Wide View (32:9)": "Vista Panorâmica (32:9)",
	"Wide Zoom": "Zoom Panorâmico",
	"Wired Connection (Ethernet)": "Ligação Com Fios (Ethernet)",
	"Wired Headphones": "Auscultadores com Fios",
	"W{value}": "Q{value}",
	"Yekaterinburg": "Yekaterinburg",
	"Yemen": "Iémen",
	"Yerevan": "Yerevan",
	"You can also turn Adaptive Sound Control on to enhance all other audio content using Dolby processing.": "Também pode utilizar o Controlo de Som Adaptativo para melhorar todo o outro conteúdo áudio utilizando o processamento Dolby.",
	"You can control the setting for using HbbTV service.": "Pode controlar a definição para utilizar o serviço HbbTV.",
	"You can control the setting for using IBB service.": "Pode controlar a definição para utilizar o serviço IBB.",
	"You can find the default password in User Guide.": "Pode encontrar a palavra-passe de fábrica no Guia do Utilizador.",
	"You can only change settings from the current HDMI input.": "Só pode alterar as definições da entrada HDMI atual.",
	"You can play photos and music from your mobile device to the TV or control your TV by using mobile apps such as LG TV Plus.": "Pode ver fotos e ouvir músicas do seu dispositivo móvel no televisor ou comandar o seu televisor através de aplicações móveis como o LG TV Plus.",
	"You can select left and right audio settings for broadcast signal.": "Pode selecionar definições para o áudio esquerdo e direto para o sinal da emissão.",
	"You can select upto {n} keyboard languages only. De-select selected languages to add more langauge.": "Pode selecionar até {n} idiomas de teclado. Remova idiomas selecionados para adicionar outros.",
	"You can turn on/off the feature of saving CAM operator's profile.": "Pode ligar/desligar a função de guardar perfil do operador CAM.",
	"You can turn this feature on or off.": "Pode ligar ou desligar esta função.",
	"You can turn your TV on using your mobile phone.": "Pode ligar o televisor através do seu telemóvel.",
	"You can use 3G/4G USB dongle to connect to the network.": "Pode usar uma pen USB 3G/4G para ligar à rede.",
	"You can use your Magic Remote to determine the room’s acoustics and optimize your TV’s sound quality based on the results.": "Pode utilizar o seu comando Magic Remote para determinar a acústica da sala e otimizar a qualidade de som do seu televisor em função dos resultados.",
	"Your TV and SIMPLINK-connected device will be synced as follows:": "O seu televisor e o dispositivo ligado por SIMPLINK serão sincronizados da seguinte forma:",
	"Your TV must stay off while Pixel Refresher process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled.": "O televisor deve estar desligado enquanto o processo Rejuvenescedor de Píxel estiver em curso. Quaisquer gravações, lembretes ou um ligamento temporizado do televisor atuais ou futuros durante este processo serão cancelados.",
	"Your TV needs to be connected to the network to automatically set your LG Services Country. Do you want to go to Network Settings now to check the connection?": "O seu televisor deve estar ligado à rede para definir automaticamente o País dos Serviços LG. Deseja aceder às Definições de Rede agora para conferir a ligação?",
	"Your TV needs to know your correct location to provide emergency alert messages through its digital TV signal.": "O seu televisor precisa de saber a sua localização correta para fornecer alertas de emergência através do seu sinal de TV digital.",
	"Your TV will turn off until the process is complete, at which point it will automatically turn back on.": "O televisor desligar-se-á até o processo estar concluído, após isso voltará a ligar-se.",
	"Zaporozhye": "Zaporozhye",
	"Zimbabwe": "Zimbabué",
	"[{Device}] will be disconnected from your TV. Sound will no longer be played from this device. Do you want to continue?": "[{Device}] será desligado do seu televisor. O som deixará de ser reproduzido por este dispositivo. Deseja continuar?",
	"[{Device}] will be removed from the paired device list. If you want to connect it later, you need to search for available devices and re-pair it. Do you want to continue?": "[{Device}] será removido da lista de dispositivos emparelhados. Se quiser ligá-lo mais tarde, terá de procurar dispositivos disponíveis e voltar a emparelhá-lo. Deseja continuar?",
	"audioGuidance_low": "Baixo",
	"audioGuidance_veryHigh": "Muito Alto",
	"audioGuidance_veryLow": "Muito Baixo",
	"character": "caráter",
	"connecting": "a ligar",
	"diagonal zoom in": "aumentar na diagonal",
	"diagonal zoom out": "diminuir na diagonal",
	"gamma_high1": "Alto1",
	"gamma_high2": "Alto2",
	"horizontal zoom in": "aumentar a horizontal",
	"horizontal zoom out": "diminuir na horizontal",
	"logoLuminance_high": "Alto",
	"logoLuminance_low": "Baixo",
	"min": "min",
	"not connected": "não ligado",
	"pictureControlLow": "Baixo",
	"pictureControlLow_BlackLevel": "Baixo",
	"pictureControlLow_Male": "Baixo",
	"pictureModeSettings": "Personalizar",
	"press OK button to edit IP manually": "Prima o botão OK para editar o IP manualmente",
	"press OK button to enter channel to search": "Prima o botão OK para introduzir canal uma pesquisa",
	"press OK button to enter value": "Prima o botão OK para introduzir um valor",
	"press right button to adjust HDR Effect level": "prima o botão para a direita para ajustar o nível do Efeito HDR",
	"press right button to adjust de-judder and de-blur value": "prima o botão para a direita para ajustar o valor de de-judder e de-blur",
	"press right button to adjust zoom ratio and position": "prima o botão para a direita para ajustar a taxa de zoom e posição",
	"shift current screen down": "deslocar o ecrã atual para baixo",
	"shift current screen to the left": "deslocar o ecrã atual para a esquerda",
	"shift current screen to the right": "deslocar o ecrã atual para a direita",
	"shift current screen up": "deslocar o ecrã atual para cima",
	"unread": "não lidas",
	"vertical zoom in": "aumentar na vertical",
	"vertical zoom out": "diminuir na vertical",
	"webOS TV Version": "Versão do webOS TV",
	"zoom in": "zoom in",
	"zoom out": "zoom out",
	"• Compatibility problems may occur depending on the connected Bluetooth device.": "• Poderão ocorrer Problemas de compatibilidade consoante o dispositivo Bluetooth ligado.",
	"• If audio video sync error occurs with your wireless audio device connected through LG Sound Sync, try restarting the TV.": "• Se ocorrer um erro de sincronização de áudio e vídeo com o seu dispositivo áudio sem fios ligado através do LG Sound Sync, experimente reiniciar o televisor.",
	"• If you can't hear sound through the device, make sure it is working and connected properly.": "• Se não ouvir som através do dispositivo, certifique-se de que está ligado e a funcionar corretamente."
}
