{
	" (User)": " (ผู้ใช้)",
	"(Version: {l})": "(เวอร์ชัน: {l})",
	"10 Points Code Value": "ค่ารหัส 10 จุด",
	"10 Points IRE": "IRE 10 จุด",
	"10 and Above": "10 ปีขึ้นไป",
	"10 min": "10 นาที",
	"11 and Above": "11 ปีขึ้นไป",
	"12 Hours": "12 ชั่วโมง",
	"12 and Above": "12 ปีขึ้นไป",
	"120 min": "120 นาที",
	"13 and Above": "13 ปีขึ้นไป",
	"14 and Above": "14 ปีขึ้นไป",
	"14 by 9": "14 ต่อ 9",
	"15 and Above": "15 ปีขึ้นไป",
	"16 and Above": "16 ปีขึ้นไป",
	"16 by 9": "16 ต่อ 9",
	"17 and Above": "17 ปีขึ้นไป",
	"18 and Above": "18 ปีขึ้นไป",
	"180 min": "180 นาที",
	"19 and Above": "19 ปีขึ้นไป",
	"2 Hours": "2 ชั่วโมง",
	"2 Hours Auto Power Off": "ปิดอัตโนมัติใน 2 ชั่วโมง",
	"2 Points": "2 พอยต์",
	"20 Points Code Value": "ค่ารหัส 20 จุด",
	"20 Points IRE": "IRE 20 จุด",
	"20 and Above": "20 ปีขึ้นไป",
	"20 min": "20 นาที",
	"21 by 9": "21 ต่อ 9",
	"24 Hours": "24 ชั่วโมง",
	"240 min": "240 นาที",
	"3 Hours": "3 ชั่วโมง",
	"30 min": "30 นาที",
	"32 by 12": "32 ต่อ 12",
	"32 by 9": "32 ต่อ 9",
	"3G/4G Connection": "การเชื่อมต่อ 3G/4G",
	"3G/4G NETWORK STATUS": "สถานะเครือข่าย 3G/4G",
	"3G/4G Network Operator": "ผู้ให้บริการเครือข่าย 3G/4G",
	"3G/4G Network Status": "สถานะเครือข่าย 3G/4G",
	"3G/4G Network Type": "ประเภทเครือข่าย 3G/4G",
	"4 Hours": "4 ชั่วโมง",
	"4 and Above": "4 ปีขึ้นไป",
	"4 by 3": "4 ต่อ 3",
	"5 and Above": "5 ปีขึ้นไป",
	"6 Hours": "6 ชั่วโมง",
	"6 and Above": "6 ปีขึ้นไป",
	"60 min": "60 นาที",
	"7 and Above": "7 ปีขึ้นไป",
	"8 Hours": "8 ชั่วโมง",
	"8 and Above": "8 ปีขึ้นไป",
	"9 and Above": "9 ปีขึ้นไป",
	"90 min": "90 นาที",
	"AV Sync Adjustment": "การปรับการซิงค์ AV",
	"Abidjan": "อาบิดจาน",
	"About This TV": "เกี่ยวกับ TV เครื่องนี้",
	"Above 10": "มากกว่า 10",
	"Above 11": "มากกว่า 11",
	"Above 12": "มากกว่า 12",
	"Above 13": "มากกว่า 13",
	"Above 14": "มากกว่า 14",
	"Above 15": "มากกว่า 15",
	"Above 16": "มากกว่า 16",
	"Above 17": "มากกว่า 17",
	"Above 18": "มากกว่า 18",
	"Above 19": "มากกว่า 19",
	"Above 20": "มากกว่า 20",
	"Above 4": "มากกว่า 4",
	"Above 5": "มากกว่า 5",
	"Above 6": "มากกว่า 6",
	"Above 7": "มากกว่า 7",
	"Above 8": "มากกว่า 8",
	"Above 9": "มากกว่า 9",
	"Access Point": "จุดเชื่อมต่อ",
	"Access Point 1": "จุดเชื่อมต่อ 1",
	"Access Point 2": "จุดเชื่อมต่อ 2",
	"Access Point 3": "จุดเชื่อมต่อ 3",
	"Access Point Setting": "การตั้งค่าจุดเชื่อมต่อ",
	"Accessibility": "การเข้าถึง",
	"Account Management": "ตัวจัดการบัญชี",
	"Accra": "อักกรา",
	"Active Roaming": "การโรมมิ่งที่ใช้งานอยู่",
	"Adak": "เอดัก",
	"Adaptive Sound Control": "การควบคุมเสียงแบบปรับเปลี่ยนได้",
	"Add Network": "เพิ่มเครือข่าย",
	"Add a hidden wireless network": "เพิ่มเครือข่ายไร้สายที่ซ่อนไว้",
	"Add wireless network by manually entering network name (SSID).": "เพิ่มเครือข่ายไร้สายด้วยการป้อนชื่อเครือช่าย (SSID) ด้วยตนเอง",
	"Addis Ababa": "แอดดิสอาบาบา",
	"Additional Audio Selection": "การเลือกเสียงเพิ่มเติม",
	"Additional Settings": "การตั้งค่าเพิ่มเติม",
	"Address Setting": "การตั้งค่าที่อยู่",
	"Aden": "เอเดน",
	"Adjust Audio Guidance pitch.": "ปรับพิตช์ของการแนะนำด้วยเสียง",
	"Adjust Audio Guidance speed.": "ปรับความเร็วของการแนะนำด้วยเสียง",
	"Adjust Audio Guidance volume.": "ปรับระดับเสียงของการแนะนำด้วยเสียง",
	"Adjust Screen Position": "ปรับตำแหน่งหน้าจอ",
	"Adjust Zoom Ratio": "ปรับอัตราการซูม",
	"Adjust audio timing to synchronize video and audio.": "ปรับเวลาของเสียงเพื่อซิงค์วิดีโอและเสียง",
	"Adjust blue gain for color balance.": "ปรับค่าสีน้ำเงินสำหรับสมดุลสี",
	"Adjust brightness by analyzing image movements to prevent glare and reduce energy consumption.": "ปรับความสว่างด้วยการวิเคราะห์การเคลื่อนไหวของภาพเพื่อป้องกันแสงจ้าและลดการใช้พลังงาน",
	"Adjust brightness of the LG logo.": "ปรับความสว่างของโลโก้ LG",
	"Adjust color and saturation for a more vivid image.": "ปรับสีและความอิ่มตัวของสีเพื่อให้ภาพสดใสยิ่งขึ้น",
	"Adjust cursor speed.": "ปรับความเร็วเคอร์เซอร์",
	"Adjust detailed settings to further optimize the picture.": "ปรับการตั้งค่าโดยละเอียดเพื่อปรับปรุงประสิทธิภาพของภาพเพิ่มเติม",
	"Adjust edge sharpness. Higher values increase the crispness and clarity of the image.": "ปรับความคมชัดของขอบ ค่าที่สูงขึ้นจะเพิ่มความชัดเจนและคมชัดของภาพให้มากขึ้น",
	"Adjust gamma settings to compensate for the brightness of the input signal.": "ปรับการตั้งค่าแกมม่าเพื่อชดเชยความสว่างของสัญญาณเข้า",
	"Adjust grass tone colors.": "ปรับสีหญ้า",
	"Adjust green gain for color balance.": "ปรับค่าสีเขียวสำหรับสมดุลสี",
	"Adjust hue and saturation of a specified color region.": "ปรับค่าฮิวและความอิ่มตัวของสีสำหรับพื้นที่สีที่ต้องการ",
	"Adjust left/right audio balance.": "ปรับความสมดุลเสียงซ้าย/ขวา",
	"Adjust luminance for selected color.": "ปรับความสว่างของสีที่เลือก",
	"Adjust luminance level for selected IRE point.": "ปรับระดับความสว่างสำหรับจุด IRE ที่เลือก",
	"Adjust overall color. Higher values increase saturation.": "ปรับสีโดยรวม ค่าที่สูงขึ้นจะเพิ่มความอิ่มตัวของสี",
	"Adjust overall screen brightness. Higher values increase brightness.": "ปรับความสว่างของหน้าจอโดยรวม ค่าที่สูงขึ้นจะเพิ่มความสว่างมากขึ้น",
	"Adjust red and green color balance. Higher values increase saturation of the color.": "ปรับสมดุลสีแดงและเขียว ค่าที่สูงขึ้นจะเพิ่มความอิ่มตัวของสีดังกล่าว",
	"Adjust red gain for color balance.": "ปรับค่าสีแดงสำหรับสมดุลสี",
	"Adjust saturation for selected color.": "ปรับความอิ่มตัวของสีสำหรับสีที่เลือก",
	"Adjust screen brightness by tuning the OLED LIGHT. Higher values increase brightness.": "ปรับความสว่างของหน้าจอด้วยการปรับ OLED LIGHT ค่าที่สูงขึ้นจะเพิ่มความสว่างมากขึ้น",
	"Adjust screen brightness by tuning the backlight. Higher values increase brightness.": "ปรับความสว่างของหน้าจอด้วยการปรับแสงสว่างพื้นหลัง ค่าที่สูงขึ้นจะเพิ่มความสว่างมากขึ้น",
	"Adjust screen brightness to reduce energy consumption.": "ปรับความสว่างของหน้าจอเพื่อลดการใช้พลังงาน",
	"Adjust screen settings for individual picture modes.": "ปรับการตั้งค่าหน้าจอสำหรับแต่ละโหมดภาพ",
	"Adjust skin tone colors.": "ปรับสีผิว",
	"Adjust skin tone, grass, and sky colors.": "ปรับสีผิว หญ้า และท้องฟ้า",
	"Adjust sky tone colors.": "ปรับสีท้องฟ้า",
	"Adjust the difference between bright and dark areas of the screen. Higher values intensify the difference.": "ปรับความแตกต่างระหว่างพื้นที่สว่างและมืดของหน้าจอ ค่าที่สูงขึ้นจะทำให้มีความแตกต่างมากขึ้น",
	"Adjust the luminance of static images such as logos within content to correct potential picture quality issues.": "ปรับความสว่างของภาพนิ่ง เช่น โลโก้ภายในเนื้อหาเพื่อแก้ไขปัญหาคุณภาพของภาพที่อาจเกิดขึ้น",
	"Adjust tint for selected color.": "ปรับโทนสีสำหรับสีที่เลือก",
	"Adjusting Luminance": "การปรับความสว่าง",
	"Adult": "ผู้ใหญ่",
	"Adult Language": "ภาษาของผู้ใหญ่",
	"Adults Only.": "ผู้ใหญ่เท่านั้น",
	"Adults only.": "ผู้ใหญ่เท่านั้น",
	"Advanced": "การตั้งค่าขั้นสูง",
	"Advanced Controls": "การควบคุมขั้นสูง",
	"Advanced Wi-Fi Settings": "การตั้งค่า Wi-Fi ขั้นสูง",
	"Advertising Cookies": "คุ๊กกี้โฆษณา",
	"Afghanistan": "อัฟกานิสถาน",
	"Afrikaans": "แอฟริกัน",
	"After changing the country, all currently tuned channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "หลังทำการเปลี่ยนประเทศ ช่องที่ค้นหาไว้ในปัจจุบันทั้งหมดจะถูกลบ เพื่อค้นหาช่องใหม่ โปรดไปยังระบบค้นหาช่องอัตโนมัติ คุณต้องการดำเนินการต่อหรือไม่",
	"After changing your Zip Code, all current Freesat channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "หลังทำการเปลี่ยนรหัสไปรษณีย์ของคุณ ช่อง Freesat ในปัจจุบันทั้งหมดจะถูกลบ เพื่อค้นหาช่องใหม่ โปรดไปยังระบบค้นหาช่องอัตโนมัติ คุณต้องการดำเนินการต่อหรือไม่",
	"After you change your country, you can scan for your channels using Auto Tuning. Do you want to continue?": "หลังจากคุณเปลี่ยนประเทศ คุณสามารถค้นหาช่องโดยใช้ระบบค้นหาช่องอัตโนมัติ คุณต้องการดำเนินการต่อหรือไม่",
	"Akan": "อาคัน",
	"Albania": "แอลเบเนีย",
	"Albanian": "แอลเบเนีย",
	"Algeria": "แอลจีเรีย",
	"Algiers": "แอลเจียส์",
	"All Channels": "ช่องทั้งหมด",
	"All Children": "เด็กทั่วไป",
	"All ages admitted.": "อนุญาตทุกวัย",
	"All current settings for {pictureMode} mode will be reset. Do you want to continue?": "การตั้งค่าปัจจุบันทั้งหมดสำหรับโหมด {pictureMode} จะถูกรีเซ็ต คุณต้องการดำเนินการต่อหรือไม่",
	"All sound effect settings for Standard Mode will be reset. Do you want to continue?": "การตั้งค่าเอฟเฟกต์เสียงทั้งหมดสำหรับ Standard Mode จะถูกรีเซ็ต คุณต้องการดำเนินการต่อหรือไม่",
	"All-Direction Zoom": "ซูมทุกทิศทาง",
	"Allow Automatic Updates": "อนุญาตการอัปเดตอัตโนมัติ",
	"Almaty": "อัลมาตี",
	"Always Open": "เปิดเสมอ",
	"Amman": "อัมมาน",
	"Amsterdam": "อัมสเตอร์ดัม",
	"An error has occurred while copy channels.": "เกิดข้อผิดพลาดในระหว่างการคัดลอกช่อง",
	"An important software update is available.": "มีการอัปเดตซอฟท์แวร์ที่สำคัญ",
	"Anadyr": "อนาเดียร์",
	"Analog Mode": "โหมดอะนาล็อก",
	"Analog TV": "TV อะนาล็อก",
	"Anchorage": "แองเคอร์เรจ",
	"Angola": "แองโกลา",
	"Antananarivo": "แอนตานานาริโว",
	"Antenna": "เสาอากาศ",
	"Antenna ATV": "เสาอากาศ ATV",
	"Antenna DTV": "เสาอากาศ DTV",
	"Antenna Radio": "เสาอากาศวิทยุ",
	"Antigua and Barbuda": "แอนติกาและบาร์บูดา",
	"Any Supplementary Audio": "เสียงแบบเสริมใดก็ได้",
	"Apia": "เอเปีย",
	"Application Locks": "การล็อคแอปพลิเคชัน",
	"Applied settings are:": "การตั้งค่าที่ใช้งานคือ:",
	"Apply the recommended audio settings using Standard Mode.": "ใช้การตั้งค่าเสียงที่แนะนำ โดยใช้โหมดมาตรฐาน",
	"Apply the recommended audio settings using the enhanced Bass Boost.": "ใช้การตั้งค่าเสียงที่แนะนำ โดยใช้โหมดเพิ่มเสียงเบสที่ปรับปรุงประสิทธิภาพ",
	"Apply the recommended audio settings using the enhanced Treble Boost.": "ใช้การตั้งค่าเสียงที่แนะนำ โดยใช้โหมดเพิ่มเสียงแหลมที่ปรับปรุงประสิทธิภาพ",
	"Apply to all inputs": "ใช้กับสัญญาณเข้าทั้งหมด",
	"Applying value to all inputs...": "กำลังใช้ค่ากับสัญญาณเข้าทั้งหมด...",
	"Appropriate for general audience.": "เหมาะสมสำหรับผู้ชมทั่วไป",
	"Aqtöbe": "อักเตอเบ",
	"Arabic": "อาหรับ",
	"Araguaína": "อารากวานา",
	"Are you sure you want to disconnect all connected devices.": "คุณต้องการปลดการเชื่อมต่ออุปกรณ์ที่เชื่อมต่อทั้งหมดหรือไม่",
	"Argentina": "อาร์เจนตินา",
	"Armenia": "อาร์เมเนีย",
	"Aruba": "อารูบา",
	"Ashgabat": "อาชกาบัต",
	"Asmara": "อัสมารา",
	"Aspect Ratio": "อัตราส่วนภาพ",
	"Aspect Ratio Settings": "การตั้งค่าอัตราส่วนภาพ",
	"Assamese": "อัสสัม",
	"Assign channels to remote buttons so you can quickly jump to them.": "กำหนดช่องไปที่ปุ่มรีโมทเพื่อให้คุณข้ามช่องต่างๆ ได้อย่างรวดเร็ว",
	"Asunción": "อะซุนซิออง",
	"Athens": "เอเธนส์",
	"Atikokan": "อาติโคคัน",
	"Auckland": "โอ๊คแลนด์",
	"Audio Description": "คำอธิบายเสียง",
	"Audio Description Volume": "ระดับเสียงของคำอธิบายเสียง",
	"Audio Guidance": "การแนะนำด้วยเสียง",
	"Audio Language": "เสียงภาษา",
	"Audio Out (Line Out)": "เสียงออก (สัญญาณออก)",
	"Audio Type": "ประเภทเสียง",
	"Australia": "ออสเตรเลีย",
	"Austria": "ออสเตรีย",
	"Auto": "อัตโนมัติ",
	"Auto Power Off": "ปิดเครื่องอัตโนมัติ",
	"Auto Power Sync": "การซิงค์การเปิดอัตโนมัติ",
	"Auto Start": "เริ่มต้นอัตโนมัติ",
	"Auto Volume": "ปรับระดับเสียงอัตโนมัติ",
	"Auto Volume keeps sound volume consistent even when you change channels or broadcast signals.": "ระดับเสียงอัตโนมัติจะช่วยให้ระดับเสียงคงที่แม้ว่าคุณจะเปลี่ยนช่องหรือสัญญาณการออกอากาศ",
	"Automatically optimize picture quality based on color and brightness of ambient light.": "ปรับปรุงคุณภาพของภาพโดยอัตโนมัติตามสีและความสว่างของแสงรอบข้าง",
	"Automatically optimize sound based on content type.": "ปรับปรุงประสิทธิภาพเสียงโดยอัตโนมัติตามประเภทเนื้อหา",
	"Automatically update system software when an update is found.": "อัปเดตซอฟต์แวร์ของระบบโดยอัตโนมัติเมื่อพบ<br>การอัปเดต",
	"Available Devices": "อุปกรณ์ที่ใช้ได้",
	"Available Internal Storage": "พื้นที่จัดเก็บข้อมูลภายในที่ใช้ได้",
	"Azerbaijan": "อาเซอร์ไบจาน",
	"Azores": "อะโซร์ส",
	"BG Color": "สีพื้นหลัง",
	"BG Opacity": "ความทึบของพื้นหลัง",
	"Back": "ย้อนกลับ",
	"Backlight": "แสงสว่างพื้นหลัง",
	"Baghdad": "แบกแดด",
	"Bahamas": "บาฮามาส",
	"Bahrain": "บาห์เรน",
	"Baku": "บากู",
	"Balance": "ปรับซ้ายขวา",
	"Bamako": "บามาโก",
	"Bangkok": "กรุงเทพ",
	"Bangladesh": "บังกลาเทศ",
	"Bangui": "บังกี",
	"Banjul": "บันจูล",
	"Barbados": "บาร์เบโดส",
	"Basque": "บาสก์",
	"Bass Boost": "เพิ่มเสียงเบส",
	"Begin the One Touch Sound Tuning process to determine the optimum audio quality settings for your room.": "เริ่มต้นกระบวนการ One Touch Sound Tuning เพื่อระบุการตั้งค่าคุณภาพเสียงที่เหมาะสมที่สุดสำหรับห้องของคุณ",
	"Behavior may vary depending on connected device.": "การทำงานอาจแตกต่างกันไปตามอุปกรณ์ที่เชื่อมต่อ",
	"Beijing": "ปักกิ่ง",
	"Beirut": "เบรุต",
	"Belarus": "เบลารุส",
	"Belgium": "เบลเยียม",
	"Belgrade": "เบลเกรด",
	"Belize": "เบลีซ",
	"Belém": "เบเลง",
	"Bengali": "เบงกาลี",
	"Benin": "เบนิน",
	"Berlin": "เบอร์ลิน",
	"Bermuda": "เบอร์มิวดา",
	"Bhutan": "ภูฏาน",
	"Bishkek": "บิชเคก",
	"Bissau": "บิสเซา",
	"Black": "ดำ",
	"Black Level": "ระดับสีดำ",
	"Blanc-Sablon": "บลองค์-ซาบลอน",
	"Blantyre": "บลันไทร์",
	"Block TV programs based on content rating.": "บล็อกรายการ TV ตามการจัดเรทเนื้อหา",
	"Block TV programs broadcast in English based on their content ratings.": "บล็อกรายการ TV ที่ออกอากาศเป็นภาษาอังกฤษตามการจัดเรทเนื้อหา",
	"Block TV programs broadcast in French based on their content ratings.": "บล็อกรายการ TV ที่ออกอากาศเป็นภาษาฝรั่งเศสตามการจัดเรทเนื้อหา",
	"Block access to specified channels and external devices.": "บล็อกการเข้าถึงช่องและอุปกรณ์ภายนอกที่ระบุ",
	"Block content based on genre.": "บล็อกเนื้อหาตามประเภท",
	"Block movies based on rating.": "บล็อกภาพยนตร์ตามการจัดเรท",
	"Blue": "สีฟ้า",
	"Bluetooth Audio Device": "อุปกรณ์เสียง Bluetooth",
	"Boa Vista": "บัววีชตา",
	"Bogotá": "โบโกตา",
	"Bolivia": "โบลิเวีย",
	"Bosnia": "บอสเนีย",
	"Bosnia And Herzegovina": "บอสเนียและเฮอร์เซโกวีนา",
	"Bosnian": "บอสเนีย",
	"Botswana": "บอตสวานา",
	"Bratislava": "บราติสลาวา",
	"Brazil": "บราซิล",
	"Brazzaville": "บราซซาวิล",
	"Brightness": "ปรับความสว่าง",
	"Broadcast Country": "ประเทศที่แพร่ภาพ",
	"Broken Hill": "โบรคเค่นฮิลล์",
	"Brussels": "บรัสเซลส์",
	"Bucharest": "บูคาเรสต์",
	"Budapest": "บูดาเปสต์",
	"Buenos Aires": "บัวโนสไอเรส",
	"Built-in Sound Bar": "ซาวด์บาร์ที่ติดตั้งในตัว",
	"Bujumbura": "บูจุมบูรา",
	"Bulgaria": "บัลแกเรีย",
	"Bulgarian": "บัลแกเรีย",
	"Burkina Faso": "บูร์กินาฟาโซ",
	"Burundi": "บุรุนดี",
	"By turning Live Plus on, you are consenting to the collection of television viewing information by LG Electronics Inc. (\"LGE\") through ACR module, which may be shared on an anonymized basis to third parties to provide you with interactive services. We may also share aggregated anonymized information to third parties for marketing purposes. Please note that we do not knowingly collect or distribute the above information from or about children under 13. Detailed information about Live Plus is illustrated in Viewing Information (terms) which may be accessed in the SmartTV settings menu. LGE highly recommend that you review the full version of Viewing Information (terms) before you activate Live Plus function.": "การเปิดใช้งาน Live Plus ถือว่าคุณยินยอมให้มีการรวบรวมข้อมูลการรับชมโทรทัศน์โดย LG Electronics Inc. (\"LGE\") ผ่านโมดูล ACR ซึ่งอาจมีการแบ่งปันข้อมูลโดยไม่ระบุชื่อจริงให้กับบุคคลที่สามเพื่อให้บริการเชิงโต้ตอบแก่คุณ นอกจากนี้ เราอาจแบ่งปันข้อมูลที่ไม่มีการระบุชื่อซึ่งได้รวบรวมไว้นี้แก่บุคคลที่สามเพื่อวัตถุประสงค์ในการทำการตลาด โปรดทราบว่าเราจะไม่รวบรวมหรือแจกจ่ายข้อมูลข้างต้นจากหรือเกี่ยวกับเด็กอายุต่ำกว่า 13 ปี ข้อมูลโดยละเอียดเกี่ยวกับ Live Plus มีอธิบายในข้อมูลการรับชม (ข้อกำหนด) ซึ่งสามารถเข้าถึงได้ในเมนูการตั้งค่าของ SmartTV และ LGE ขอแนะนำว่าคุณควรตรวจสอบข้อมูลการรับชม (ข้อกำหนด) ฉบับเต็มก่อนที่คุณจะเปิดใช้งานฟังก์ชัน Live Plus",
	"CANCEL SCHEDULE": "ยกเลิกตารางเวลา",
	"CC 1": "ปิดคำอธิบาย 1",
	"CC 2": "ปิดคำอธิบาย 2",
	"CC 3": "ปิดคำอธิบาย 3",
	"CC 4": "ปิดคำอธิบาย 4",
	"CI Information": "ข้อมูล CI",
	"CI password incorrect. Please enter again.": "รหัสผ่าน CI ไม่ถูกต้อง โปรดป้อนอีกครั้ง",
	"COMPONENT2": "คอมโพเนนต์2",
	"COMPONENT3": "คอมโพเนนต์3",
	"CONNECTING…": "กำลังเชื่อมต่อ",
	"Cable": "เคเบิล",
	"Cable ATV": "เคเบิล ATV",
	"Cable DTV": "เคเบิล DTV",
	"Cable Radio": "เคเบิลเรดิโอ",
	"Cairo": "ไคโร",
	"Cambodia": "กัมพูชา",
	"Cameroon": "แคเมอรูน",
	"Campo Grande": "กัมปูกรันดี",
	"Can not Find Channel": "ไม่พบช่อง",
	"Canada": "แคนาดา",
	"Canary Islands": "หมู่เกาะคะเนรี",
	"Cancel": "ยกเลิก",
	"Cancel Update": "ยกเลิกการอัปเดต",
	"Cancún": "แคนคูน",
	"Cantonese": "คันโต",
	"Cape Verde": "เคปเวิร์ด",
	"Caracas": "การากัส",
	"Card ID Number": "หมายเลขบัตรประจำตัว",
	"Card Number": "หมายเลขบัตร",
	"Casablanca": "คาซาบลังก้า",
	"Catalan": "คาตาลัน",
	"Cayman Islands": "หมู่เกาะเคย์แมน",
	"Central African Republic": "สาธารณรัฐแอฟริกากลาง",
	"Ceuta": "เซวตา",
	"Chad": "ชาด",
	"Changing region may change currently tuned channels in your TV. You can re-tune channels in Auto Tuning. Do you want to change regional settings now?": "การเปลี่ยนภูมิภาคอาจเปลี่ยนช่องที่ค้นหาไว้ในปัจจุบันในทีวีของคุณ คุณสามารถค้นหาช่องใหม่ได้ในระบบค้นหาช่องอัตโนมัติ คุณต้องการเปลี่ยนการตั้งค่าภูมิภาคในตอนนี้หรือไม่",
	"Changing the country will cause your TV to restart and you may need to consent to LG's User Agreements again. Also, the availability of some apps and services may vary based on the LG Services Country. Do you want to continue?": "การเปลี่ยนประเทศจะทำให้ทีวีของคุณเริ่มต้นใหม่และคุณอาจต้องให้ความยินยอมกับข้อตกลงผู้ใช้ของ LG อีกครั้ง นอกจากนี้ ความพร้อมของแอปพลิเคชั่นและบริการบางส่วนอาจแตกต่างกันไปโดยขึ้นกับประเทศที่ให้บริการของ LG คุณต้องการดำเนินการต่อหรือไม่",
	"Channel Advisor": "เครื่องมือแนะนำช่อง",
	"Channel Locks": "การล็อคช่อง",
	"Channel Manager": "ตัวจัดการช่องรายการ",
	"Channel Scrolling Options": "ตัวเลือกการเลื่อนช่อง",
	"Channel Tuning": "ระบบค้นหาช่อง",
	"Channel Tuning & Settings": "ระบบค้นหาช่องและการตั้งค่า",
	"Channels": "ช่อง",
	"Channels from HDMI and other external inputs cannot be locked. To lock TV channels, change the current input to Live TV.": "ไม่สามารถล็อคช่องจาก HDMI และสัญญาณเข้าภายนอกอื่น ๆ ได้ เพื่อล็อคช่องทีวี เปลี่ยนสัญญาณเข้าปัจจุบันเป็นรายการ Live TV",
	"Chatham Islands": "หมู่เกาะชาแทม",
	"Check for problems with the picture quality.": "โปรดตรวจสอบปัญหาเกี่ยวกับคุณภาพของภาพ",
	"Check for problems with the sound quality of the Internal TV Speaker.": "ตรวจสอบปัญหาด้านคุณภาพเสียงของลำโพง TV ภายใน",
	"Check for updates": "ตรวจสอบการอัปเดต",
	"Checking Password": "กำลังตรวจสอบรหัสผ่าน",
	"Checking for updates": "กำลังตรวจสอบการอัปเดต",
	"Checking...": "กำลังตรวจสอบ...",
	"Chicago": "ชิคาโก",
	"Chihuahua": "ชีวาวา",
	"Children": "เด็ก",
	"Children Age": "อายุเด็ก",
	"Children Program Locks": "การล็อครายการสำหรับเด็ก",
	"Chile": "ชิลี",
	"China": "จีน",
	"Chinese": "จีน",
	"Chisinau": "คีชีเนา",
	"Choibalsan": "ชอยบัลซาน",
	"Chongqing": "ฉงชิ่ง",
	"Choose a picture mode, then customize display settings such as contrast, brightness and sharpness for that mode.": "เลือกโหมดภาพ จากนั้นกำหนดการตั้งค่าการแสดงผลเอง เช่น ปรับความเข้ม ความสว่าง และความคมชัดสำหรับโหมดนั้น",
	"Choose to have all channels or just your primary ones when you change channels.": "เลือกให้มีช่องรายการทั้งหมดหรือแค่ช่องหลักของคุณเมื่อคุณเปลี่ยนแปลงช่อง",
	"Christmas Island": "เกาะคริสต์มาส",
	"Cinema": "ภาพยนตร์",
	"Cinema Home": "หน้าแรกของภาพยนตร์",
	"Cinema View": "มุมมองแบบภาพยนตร์",
	"Cinema View (32:12)": "มุมมองภาพยนตร์ (32:12)",
	"Cinema Zoom": "การซูมภาพยนตร์",
	"City": "เมือง",
	"City Selection": "การเลือกเมือง",
	"Clear": "สดใสชัดเจน",
	"Clear Cookies history": "ล้างประวัติคุ๊กกี้",
	"Clear Plus": "เคลียร์พลัส",
	"Clear Voice Ⅲ": "เสียงคมชัด Ⅲ",
	"Clear the advertising frequency capping cookies.": "ล้างคุ๊กกี้การจำกัดความถี่ในการแสดงโฆษณา",
	"Clear1": "ลบ",
	"Click the CONNECT button below after your LG Wireless Keyboard is turned on and set to the pairing mode.": "คลิ๊กปุ่มเชื่อมต่อที่ด้านล่างหลังจากที่เปิดใช้งานแป้นพิมพ์ไร้สายของ LG และตั้งค่าเป็นโหมดการจับคู่",
	"Close": "ปิด",
	"Closed Caption": "คำบรรยายใต้ภาพ",
	"Closed Caption Settings": "การตั้งค่าคำบรรยาย",
	"Colombia": "โคลอมเบีย",
	"Colombo": "โคลัมโบ",
	"Color": "ปรับสี",
	"Color Filter": "ตัวกรองสี",
	"Color Gamut": "ขอบเขตของสี",
	"Color Management System": "ระบบจัดการสี",
	"Color Temperature": "โทนสี",
	"Component": "คอมโพเนนต์",
	"Conakry": "โคนาครี",
	"Confirm": "ยืนยัน",
	"Congo Brazzaville": "Congo Brazzaville",
	"Connect": "เชื่อมต่อ",
	"Connect an app on your mobile device that supports LG Connect to the TV and start to enjoy playing mobile photos and music or even control your TV.": "เชื่อมต่อแอปในอุปกรณ์เคลื่อนที่ซึ่งสนับสนุน LG Connect เข้ากับทีวี และเพลิดเพลินกับการเปิดภาพถ่ายและเพลงในอุปกรณ์เคลื่อนที่ หรือแม้แต่ควบคุมทีวีของคุณ",
	"Connect to the network through a wireless router. You must be connected to the network to use certain Smart TV features such as web browsing, content sharing, and automatic software updates.": "เชื่อมต่อกับเครือข่ายผ่านเราเตอร์ไร้สาย คุณต้องเชื่อมต่อกับเครือข่ายเพื่อใช้งานคุณลักษณะบางอย่างของ Smart TV เช่น การเรียกดูเว็บ การแบ่งปันเนื้อหา และการอัปเดตซอฟต์แวร์โดยอัตโนมัติ",
	"Connect to the network with an ethernet cable. You must be connected to the network to use certain Smart TV features such as web browsing, content sharing, and automatic software updates.": "เชื่อมต่อกับเครือข่ายด้วยสาย Ethernet คุณต้องเชื่อมต่อกับเครือข่ายเพื่อใช้งานคุณลักษณะบางอย่างของ Smart TV เช่น การเรียกดูเว็บ การแบ่งปันเนื้อหา และการอัปเดตซอฟต์แวร์โดยอัตโนมัติ",
	"Connect via WPS PBC": "เชื่อมต่อผ่าน WPS PBC",
	"Connect via WPS PIN": "เชื่อมต่อผ่าน WPS PIN",
	"Connect your TV to your router or modem with an Ethernet cable to activate your wired network connection.": "เชื่อมต่อ TV ของคุณกับเราเตอร์หรือโมเด็มด้วยสาย Ethernet เพื่อเปิดใช้งานการเชื่อมต่อเครือข่ายแบบใช้สายของคุณ",
	"Connected": "เชื่อมต่อแล้ว",
	"Connected to Internet": "เชื่อมต่อกับอินเตอร์เน็ตแล้ว",
	"Connecting...": "กำลังเชื่อมต่อ...",
	"Contrast": "ปรับความเข้ม",
	"Control the advertising frequency capping cookies.": "ควบคุมคุ๊กกี้การจำกัดความถี่ในการแสดงโฆษณา",
	"Cookies": "คุ๊กกี้",
	"Cool": "เย็น",
	"Copenhagen": "โคเปนเฮเกน",
	"Copy Channels": "คัดลอกช่อง",
	"Copy/Delete file": "คัดลอก/ลบไฟล์",
	"Correct contrast and brightness by adjusting black levels.": "แก้ไขความเข้มและความสว่างด้วยการปรับระดับสีดำ",
	"Costa Rica": "คอสตาริกา",
	"Could not fined available network.": "ไม่พบเครือข่ายที่ใช้ได้",
	"Croatia": "โครเอเชีย",
	"Croatian": "โครเอเชีย",
	"Cuba": "คิวบา",
	"Cuiabá": "กุยาบา",
	"Current values of customized picture mode settings will be applied to {pictureMode} mode for all inputs. Do you want to continue?": "ค่าปัจจุบันของการตั้งค่าโหมดภาพแบบกำหนดเองจะถูกนำไปใช้กับโหมด {pictureMode} สำหรับสัญญาณเข้าทั้งหมด คุณต้องการดำเนินการต่อหรือไม่",
	"Currently connected LG Wireless Keyboard device will be disconnected from your TV. Do you want to continue?": "อุปกรณ์คีย์บอร์ดไร้สายของ LG ที่เชื่อมต่ออยู่ในปัจจุบันจะถูกตัดการเชื่อมต่อจากทีวีของคุณ คุณต้องการดำเนินการต่อหรือไม่",
	"Currently connecting via Wi-Fi Direct. Please accept the request on your [{devicename}].": "กำลังเชื่อมต่อผ่าน Wi-Fi Direct อยู่ในขณะนี้ โปรดตอบรับคำขอใน [{devicename}] ของคุณ",
	"Custom": "กำหนดเอง",
	"Custom Time Zone": "กำหนดโซนเวลาเอง",
	"Customer Service": "บริการลูกค้า",
	"Cyan": "น้ำเงินอมเขียว",
	"Cyprus": "ไซปรัส",
	"Czech": "สาธารณรัฐเช็ก",
	"Czech Republic": "สาธารณรัฐเช็ก",
	"Côte d'Ivoire": "โกตดิวัวร์",
	"DISCONNECT": "ตัดการเชื่อมต่อ",
	"DR Congo": "คองโก",
	"DTV Audio Setting": "การตั้งค่าเสียง DTV",
	"Dagbani": "ดักบัน",
	"Dakar": "ดาการ์",
	"Damascus": "ดามัสกัส",
	"Danish": "เดนมาร์ก",
	"Danmarkshavn": "ดานมาร์กสฮาวน์",
	"Dar es Salaam": "ดาร์ เอส ซาลาม",
	"Data Service": "บริการข้อมูล",
	"Date": "วันที่",
	"Dawson": "ดอว์สัน",
	"Dawson Creek": "ดอว์สันครีก",
	"Day": "กลางวัน",
	"Delete Pairing History": "ลบประวัติการจับคู่",
	"Delete or add TV channels to customize your channels.": "ลบหรือเพิ่มช่องทีวีเพื่อกำหนดช่องของคุณเอง",
	"Demo Options": "ตัวเลือกการสาธิต",
	"Democratic Republic of the Congo": "สาธารณรัฐประชาธิปไตยคองโก",
	"Denmark": "เดนมาร์ก",
	"Denver": "เดนเวอร์",
	"Depressed": "กดลง",
	"Detroit": "ดีทรอยต์",
	"Device Name": "ชื่ออุปกรณ์",
	"Device Selection": "การเลือกอุปกรณ์",
	"Device Vendor": "ผู้ขายอุปกรณ์",
	"Dhaka": "ธากา",
	"Dial No.": "หมายเลขโทรออก",
	"Digital Mode": "โหมดดิจิตอล",
	"Digital Mode Option": "ตัวเลือกโหมดดิจิตอล",
	"Digital Sound Out": "เสียงออกดิจิตัล",
	"Digital TV": "TV ดิจิตัล",
	"Dili": "ดิลี",
	"Directed to Older Children (ages 7 and above)": "ควบคุมเด็กโต (อายุ 7 ปีขึ้นไป)",
	"Display list of audio devices that can be connected to your TV.": "แสดงรายการอุปกรณ์เสียงที่สามารถเชื่อมต่อกับ TV",
	"Display luminance level for the highest point (100 IRE).": "แสดงระดับความสว่างสำหรับจุดสูงสุด (IRE 100 จุด)",
	"Djibouti": "จิบูตี",
	"Do Not Track": "ไม่ติดตาม",
	"Do not apply the One Touch Sound Tuning recommended audio settings.": "ไม่ใช้การตั้งค่าเสียงที่แนะนำของ One Touch Sound Tuning",
	"Do you want to continue?": "คุณต้องการดำเนินการต่อหรือไม่",
	"Do you want to copy channel list from USB storage to your TV? Current channels in your TV will be deleted.": "คุณต้องการคัดลอกรายการช่องจากอุปกรณ์จัดเก็บข้อมูล USB ไปยังทีวีของคุณหรือไม่ ช่องปัจจุบันในทีวีของคุณจะถูกลบ",
	"Do you want to copy channel list from your TV to the USB storage?": "คุณต้องการคัดลอกรายการช่องจากทีวีของคุณไปยังอุปกรณ์จัดเก็บข้อมูล USB หรือไม่",
	"Do you want to set the correct time now?": "คุณต้องการตั้งเวลาที่ถูกต้องในขณะนี้หรือไม่",
	"Do you want to turn your TV off now?": "คุณต้องการปิด TV ในขณะนี้หรือไม่",
	"Dodoma": "โดโดมา",
	"Doha": "โดฮา",
	"Dominica": "โดมินิกา",
	"Dominican Republic": "สาธารณรัฐโดมินิกัน",
	"Done": "เสร็จ",
	"Douala": "ดูอาลา",
	"Download Mail": "ดาวน์โหลดอีเมล",
	"Download and install": "ดาวน์โหลดและติดตั้ง",
	"Downloadable Rating": "การจัดอันดับที่ดาวน์โหลดได้",
	"Dual Mono": "โมโนแบบคู่",
	"Dubai": "ดูไบ",
	"Dublin": "ดับลิน",
	"Dushanbe": "ดูชานเบ",
	"Dutch": "ดัตช์",
	"Dynamic Color": "ปรับสีแบบไดนามิก",
	"Dynamic Contrast": "ปรับความเข้มแบบไดนามิก",
	"Dynamic Tone Mapping": "การแมปโทนแบบไดนามิก",
	"Easter Island": "เกาะอีสต์เตอร์",
	"Eastern Africa": "แอฟริกาตะวันออก",
	"Eco Mode": "โหมด Eco",
	"Ecuador": "เอกวาดอร์",
	"Edge Color": "สีขอบ",
	"Edge Enhancer": "โปรแกรมเน้นขอบภาพ",
	"Edge Type": "ประเภทขอบ",
	"Edit": "แก้ไข",
	"Edit TV channels, set favorites, and manage parental control settings.": "แก้ไขช่อง TV, ตั้งค่ารายการโปรด และจัดการการตั้งค่าการจำกัดอายุ",
	"Edmonton": "เอดมันตัน",
	"Egypt": "อียิปต์",
	"Eirunepé": "ไอรูเนเป",
	"El Salvador": "เอลซัลวาดอร์",
	"El salvador": "เอลซัลวาดอร์",
	"Emergency Alert": "การเตือนสถานการณ์ฉุกเฉิน",
	"Enable LG support representatives to resolve your technical issues remotely. You must call the LG customer service center to receive assistance.": "ช่วยให้ตัวแทนฝ่ายบริการลูกค้าของ LG สามารถแก้ไขปัญหาด้านเทคนิคของคุณได้จากระยะไกล คุณต้องโทรติดต่อศูนย์บริการลูกค้าของ LG เพื่อขอรับความช่วยเหลือ",
	"Enable other devices and apps to turn on your TV.": "ทำให้อุปกรณ์และแอปพลิเคชั่นอื่น ๆ เปิดทีวีของคุณได้",
	"Energy Saving": "ประหยัดพลังงาน",
	"Energy saving modes to limit power consumption.": "โหมดประหยัดพลังงานที่จะช่วยจำกัดการใช้พลังงาน",
	"English": "อังกฤษ",
	"Enjoy an immersive 3D soundscape with the virtual multi-channel surround sound effect.": "เพลิดเพลินไปกับการรับฟังเสียง 3D ที่สมจริงด้วยเอฟเฟ็กต์เสียงแบบเซอร์ราวด์หลายแชนเนลเสมือนจริง",
	"Enjoy an immersive 3D soundscape with the virtual surround sound effect.": "เพลิดเพลินไปกับการรับฟังเสียง 3D ที่สมจริงด้วยเอฟเฟ็กต์ Virtual Surround",
	"Enter CI Password": "ป้อนรหัสผ่าน CI",
	"Enter PIN code into a WPS-enabled router to connect TV to the network.": "ป้อนรหัส PIN ลงในเราเตอร์ที่เปิดใช้งาน WPS เพื่อเชื่อมต่อ TV เข้ากับเครือข่าย",
	"Enter the PIN in your router's settings.": "ป้อน PIN ในการตั้งค่าเราเตอร์ของคุณ",
	"Enter the master password.": "ป้อนรหัสผ่านหลัก",
	"Equalizer": "อีควอไลเซอร์",
	"Equatorial Guinea": "อิเควทอเรียลกินี",
	"Eritrea": "เอริเทรีย",
	"Estonia": "เอสโตเนีย",
	"Estonian": "เอสโตเนีย",
	"Ethiopia": "เอธิโอเปีย",
	"Every Day": "ทุกวัน",
	"Every Weekday": "ทุกวันธรรมดา",
	"Every Weekend": "ทุกสุดสัปดาห์",
	"Ewe": "เอเว",
	"Exempt from ratings.": "ยกเว้นการจัดเรท",
	"Experience the best immersive audio effect with virtual multi-channel surround sound including height.": "พบเอฟเฟ็กต์เสียงที่สมจริงที่สุดด้วยระบบเสียงเซอร์ราวด์หลายแชนเนลเสมือนจริง รวมถึงมิติความสูง",
	"Expert": "ผู้เชี่ยวชาญ",
	"Expert (Bright Room)": "ผู้เชี่ยวชาญ (ห้องสว่าง)",
	"Expert (Dark Room)": "ผู้เชี่ยวชาญ (ห้องมืด)",
	"Expert Controls": "ควบคุมแบบผู้เชี่ยวชาญ",
	"Export your TV's channel list information to a connected USB device.": "ส่งออกข้อมูลรายการช่องของ TV ไปที่อุปกรณ์ USB ที่เชื่อมต่ออยู่",
	"Extended": "ขยาย",
	"Extending a period of time of the Auto Power Off setting or turning off the function may increase energy consumption.": "การยืดระยะเวลาของการตั้งค่าปิดเครื่องอัตโนมัติ หรือการปิดฟังก์ชันอาจเพิ่มระดับการใช้พลังงาน",
	"Extreme": "เอ็กซ์ตรีม",
	"Eye Comfort Mode": "โหมดสบายตา",
	"Fantasy Violence": "ความรุนแรงแนวแฟนตาซี",
	"Fast": "เร็ว",
	"Fernando de Noronha": "เฟอร์นันโด เดอ โนรอนฮ่า",
	"Fiji": "ฟิจิ",
	"Fine tune red, green, blue, cyan, magenta, and yellow color spaces.": "ปรับโดยละเอียดสำหรับพื้นที่สีแดง เขียว น้ำเงิน น้ำเงินอมเขียว แดงม่วง และเหลือง",
	"Finland": "ฟินแลนด์",
	"Finnish": "ฟินแลนด์",
	"Firmware Version": "เวอร์ชันของเฟิร์มแวร์",
	"Flash": "กะพริบ",
	"Flat Mode": "โหมดเสียงเรียบ",
	"Font": "แบบอักษร",
	"Font 1": "แบบอักษร 1",
	"Font 2": "แบบอักษร 2",
	"Font 3": "แบบอักษร 3",
	"Font 4": "แบบอักษร 4",
	"Font 5": "แบบอักษร 5",
	"Font 6": "แบบอักษร 6",
	"Font 7": "แบบอักษร 7",
	"Font 8": "แบบอักษร 8",
	"Football": "ฟุตบอล",
	"Fortaleza": "ฟอร์ตาเลซา",
	"France": "ฝรั่งเศส",
	"Freetown": "ฟรีทาวน์",
	"French": "ฝรั่งเศส",
	"French Polynesia": "เฟรนช์โปลินีเซีย",
	"Full Wide": "กว้างแบบเต็มจอ",
	"Ga": "กา",
	"Gabon": "กาบอง",
	"Gaborone": "กาโบโรเน",
	"Gaelic": "เกลอิค",
	"Galapagos Islands": "หมู่เกาะกาลาปาโกส",
	"Galician": "กาลิเซีย",
	"Gallery": "แกลเลอรี",
	"Gambia": "แกมเบีย",
	"Gambier": "แกมบิเยอร์",
	"Game": "เกมส์",
	"General": "ทั่วไป",
	"General :": "ทั่วไป :",
	"General Age": "ทั่วไปด้านอายุ",
	"General Audience": "รับชมได้ทุกเพศทุกวัย",
	"General Audiences": "รับชมได้ทุกเพศทุกวัย",
	"General Program Locks": "การล็อครายการทั่วไป",
	"Georgia": "จอร์เจีย",
	"German": "เยอรมัน",
	"Germany": "เยอรมนี",
	"Getting...": "กำลังรับข้อมูล...",
	"Ghana": "กานา",
	"Gibraltar": "ยิบรอลตาร์",
	"Glace Bay": "เกรซเบย์",
	"Godthab": "กอดแธบ",
	"Grass Color": "สีของหญ้า",
	"Greece": "กรีซ",
	"Greek": "กรีก",
	"Green": "สีเขียว",
	"Greenland": "กรีนแลนด์",
	"Grenada": "เกรเนดา",
	"Group ID Number": "หมายเลข ID ของกลุ่ม",
	"Guadalcanal": "กัวดอลคาแนล",
	"Guadeloupe": "กวาเดอลูป",
	"Guam": "กวม",
	"Guatemala": "กัวเตมาลา",
	"Guatemala City": "กัวเตมาลาซิตี",
	"Guayaquil": "กัวยาควิล",
	"Guernsey": "เกิร์นซีย์",
	"Guinea": "กินี",
	"Guinea Bissau": "กินีบิสเซา",
	"Guinea Conakry": "กินีโกนากรี",
	"Guinea Equatorial": "อิเควทอเรียลกินี",
	"Gujarati": "คุชราต",
	"Guyana": "กายอานา",
	"H Position": "ตำแหน่งแนวนอน",
	"H Sharpness": "ความคมชัดแนวนอน",
	"H Size": "ขนาดแนวนอน",
	"HDD Eco Mode": "โหมด HDD Eco",
	"HDD Power Saving Mode": "โหมดประหยัดพลังงาน HDD",
	"HDMI {port1} and HDMI {port2} ports support ULTRA HD Deep Color.": "พอร์ต HDMI {port1} และ HDMI {port2} สนับสนุน ULTRA HD Deep Color",
	"HDMI {port1} port support ULTRA HD Deep Color.": "พอร์ต HDMI {port1} สนับสนุน ULTRA HD Deep Color",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support ULTRA HD Deep Color.": "พอร์ต HDMI {port1}, HDMI {port2} และ HDMI {port3} สนับสนุน ULTRA HD Deep Color",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support ULTRA HD Deep Color.": "พอร์ต HDMI {port1}, HDMI {port2}, HDMI {port3} และ HDMI {port4} สนับสนุน ULTRA HD Deep Color",
	"HDR Effect": "เอฟเฟ็กต์ HDR",
	"HDR Effect Level": "ระดับเอฟเฟ็กต์ HDR",
	"HDR Picture Mode": "โหมดภาพ HDR",
	"Haiti": "เฮติ",
	"Halifax": "แฮลิแฟกซ์",
	"Harare": "ฮาราเร",
	"Harbin": "ฮาร์บิน",
	"Hard of Hearing": "มีปัญหาในการได้ยิน",
	"Hardware Version": "เวอร์ชันของฮาร์ดแวร์",
	"Hausa": "เฮาซา",
	"Havana": "ฮาวานา",
	"Headphones Volume": "ระดับเสียงของหูฟัง",
	"Hebrew": "ฮิบรู",
	"Helsinki": "เฮลซิงกิ",
	"Hermosillo": "เอร์โมซีโย",
	"High": "สูง",
	"High Contrast": "ความคมชัดสูง",
	"Higher values increase a sense of warmth or coldness.": "ค่าที่สูงขึ้นจะเป็นการเพิ่มความรู้สึกอบอุ่นหรือหนาวเย็น",
	"Hindi": "ฮินดี",
	"Ho Chi Minh": "โฮจิมินห์",
	"Home Mode": "โหมดที่ใช้ภายในบ้าน",
	"Home/Store Mode": "โหมดบ้าน/ร้านค้า",
	"Honduras": "ฮอนดูรัส",
	"Hong Kong": "ฮ่องกง",
	"Hongkong": "ฮ่องกง",
	"Honolulu": "โฮโนลูลู",
	"Hours": "ชั่วโมง",
	"Hungarian": "ฮังการี",
	"Hungary": "ฮังการี",
	"IMPORTANT! Resetting will delete all of your account settings and installed apps. This action cannot be undone.": "สำคัญ! การรีเซ็ตจะลบการตั้งค่าบัญชีและแอปพลิเคชันที่ติดตั้งไว้ทั้งหมด ไม่สามารถยกเลิกการทำงานนี้",
	"IP (Automatic)": "IP (อัตโนมัติ)",
	"IP (Manual)": "IP (ด้วยตนเอง)",
	"IVC (Cote d’Ivoire)": "IVC (โกตดิวัวร์)",
	"Iceland": "ไอซ์แลนด์",
	"If Auto Power Sync is enabled, SIMPLINK devices will be able to power on the TV, and the TV will power off SIMPLINK devices when it powers off.": "เมื่อเลือกซิงค์พลังงานอัตโนมัติ TV ของคุณจะเปิดระบบเมื่อคุณเปิดอุปกรณ์ SIMPLINK และเมื่อคุณปิด TV อุปกรณ์ SIMPLINK จะถูกปิด",
	"If it's turned on and you connect a device that also supports UHD Deep Color, your picture may be clearer.": "ถ้าคุณเปิดคุณลักษณะนี้ และคุณเชื่อมต่ออุปกรณ์ที่สนับสนุน ULTRA HD Deep Color ด้วย ภาพของคุณอาจจะชัดเจนยิ่งขึ้น",
	"If recording or software update is in progress, it will wait until they are completed and the process can take more than an hour.": "ถ้ามีการบันทึกหรือการอัพเดตซอฟต์แวร์ทำงานอยู่ ระบบจะรอจนกว่ากระบวนการเหล่านั้นเสร็จสมบูรณ์ และกระบวนการอาจใช้เวลามากกว่าหนึ่งชั่วโมง",
	"If set to on, your TV can receive emergency alerts if an emergency situation occurs.": "ถ้าตั้งค่าเปิด TV ของคุณสามารถรับการเตือนฉุกเฉินถ้ามีสถานการณ์ฉุกเฉินเกิดขึ้น",
	"If you turn Audio Guidance on, you can only move with left, right, up, down buttons on your remote and some apps that require the pointer cannot be used.": "หากคุณเปิดใช้แนะนำการใช้เสียง คุณสามารถย้ายไปมาได้ด้วยปุ่มซ้าย ขวา บน ล่างบนรีโมทของคุณเท่านั้น และแอปพลิเคชั่นบางส่วนที่จำเป็นต้องใช้ตัวชี้จะไม่สามารถใช้งานได้",
	"If you turn it off, CAM operator's profile will be deleted.": "ถ้าปิดคุณลักษณะนี้ โปรไฟล์ผู้ให้บริการ CAM จะถูกลบ",
	"If you turn it off, all tuned CAM channels will not be available and notifications will no longer be provided.": "ถ้าคุณปิด ช่อง CAM ทั้งหมดที่ปรับหาไว้จะไม่สามารถใช้ได้ และจะไม่มีการแจ้งเตือนอีก",
	"If you turn on LG Connect Apps feature, you will be able to either accept or deny connection requests from mobile devices.": "ถ้าคุณเปิดใช้คุณสมบัติ LG Connect Apps คุณจะสามารถยอมรับหรือปฏิเสธคำขอเชื่อมต่อจากอุปกรณ์เคลื่อนที่ได้+",
	"If you turn the screen saver off and the same image remains on the screen for more than 2 hours, it can affect the picture quality of your screen. If it remains for more than 5 hours, permanent picture quality depreciation may occur. Do you want to continue?": "หากคุณปิดใช้งานสกรีนเซฟเวอร์และภาพเดิมคงอยู่บนหน้าจอเป็นเวลานานกว่า 2 ชั่วโมง อาจมีผลกระทบต่อคุณภาพของภาพในหน้าจอของคุณได้ หากภาพคงอยู่เป็นเวลานานกว่า 5 ชั่วโมง อาจมีการเสื่อมคุณภาพของภาพแบบถาวรเกิดขึ้น คุณต้องการดำเนินการต่อหรือไม่",
	"If you turn this feature on, the HbbTV application or service will disable its tracking of an individual user.": "ถ้าคุณเปิดคุณลักษณะนี้ แอปพลิเคชันหรือบริการ HbbTV จะปิดการติดตามของผู้ใช้แต่ละคน",
	"If you turn this feature on, the IBB service will disable its tracking of an individual user.": "ถ้าคุณเปิดคุณลักษณะนี้ แอปพลิเคชันหรือบริการ IBB จะปิดการติดตามของผู้ใช้แต่ละคน",
	"If you turn this feature on, you can view the content in the aspect ratio that is in the broadcast signal or content source. If the edge of the screen is not clean, please turn it off.": "ถ้าเปิดคุณสมบัตินี้ คุณสามารถดูเนื้อหาในอัตราส่วนภาพที่ตรงกับสัญญาณแพร่ภาพหรือที่มาของเนื้อหาได้ ถ้าขอบของหน้าจอไม่ชัดเจน ให้ปิดคุณสมบัตินี้",
	"If you turn this option on, color temperature will be automatically adjusted to reduce eye strain.": "ถ้าคุณเปิดตัวเลือกนี้ อุณหภูมิสีจะถูกปรับโดยอัตโนมัติเพื่อลดอาการดวงตาล้า",
	"If you turn this option on, you can receive the notifications of channels or programs which you have been watching frequently.": "ถ้าคุณเปิดใช้งานตัวเลือกนี้ คุณจะสามารถรับการแจ้งเตือนของช่องหรือโปรแกรมที่คุณรับชมบ่อย",
	"If you use Energy Saving function, brightness of your TV will be affected.": "ถ้าคุณเปิดการใช้งานฟังก์ชั่นการประหยัดพลังงาน อาจจะมีผลต่อความสว่างของทีวี",
	"If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the HDMI ULTRA HD Deep Color setting off.": "หากอุปกรณ์ของคุณไม่รองรับคุณสมบัตินี้ ระบบอาจทำงานอย่างไม่ถูกต้อง ในกรณีนี้ คุณสามารถเชื่อมต่ออุปกรณ์เข้ากับพอร์ต HDMI อื่น หรือปิดการตั้งค่า HDMI ULTRA HD Deep Color",
	"Import your TV's channel list information from a connected USB device.": "นำเข้าข้อมูลรายการช่องของ TV จากอุปกรณ์ USB ที่เชื่อมต่ออยู่",
	"Import/export your TV's channel list information from/to a connected USB device.": "นำเข้า/ส่งออกข้อมูลรายการช่องของ TV จาก/ไปที่อุปกรณ์ USB ที่เชื่อมต่ออยู่",
	"Improve blurry or unclear areas for a sharper image.": "ปรับปรุงบริเวณที่ภาพพร่ามัวหรือไม่ชัดเจนเพื่อให้ภาพคมชัดยิ่งขึ้น",
	"In Home": "ในบ้าน",
	"India": "อินเดีย",
	"Indianapolis": "อินเดียแนโพลิส",
	"Indonesia": "อินโดนีเซีย",
	"Indonesian": "อินโดนีเซีย",
	"Inner": "ภายใน",
	"Input": "สัญญาณเข้า",
	"Input Locks": "การล็อคอินพุต",
	"Input field": "เขตข้อมูลป้อนเข้า",
	"Insert 3G/4G USB dongle to activate your 3G/4G network connection.": "ต่ออุปกรณ์ดองเกิล 3G/4G USB เพื่อเปิดใช้งานการเชื่อมต่อเครือข่าย 3G/4G",
	"Installing...": "กำลังติดตั้ง...",
	"Interactivity(DTVi)": "การโต้ตอบ(DTVi)",
	"Internal TV Speaker": "ลำโพง TV ภายใน",
	"Internal TV Speaker + Optical": "ลำโพง TV ภายใน + ออปติคอล",
	"Internal TV Speaker + Wired Headphones": "ลำโพง TV ภายใน + หูฟังที่ใช้สาย",
	"Iran": "อิหร่าน",
	"Iraq": "อิรัก",
	"Ireland": "ไอร์แลนด์",
	"Irish": "ไอริช",
	"Irkutsk": "อีร์คูตสค์",
	"Israel": "อิสราเอล",
	"Istanbul": "อิสตันบูล",
	"It may take a few minutes.": "อาจใช้เวลาสองสามนาที",
	"It may take a few seconds.": "อาจใช้เวลาสักครู่",
	"Italian": "อิตาลี",
	"Italy": "อิตาลี",
	"Ivory Coast": "ไอวอรี่โคสต์",
	"Jakarta": "จาการ์ตา",
	"Jamaica": "จาเมกา",
	"Japan": "ญี่ปุ่น",
	"Japanese": "ญี่ปุ่น",
	"Jayapura": "จายาปุระ",
	"Jerusalem": "เยรูซาเลม",
	"Johannesburg": "โจฮันเนสเบิร์ก",
	"Jordan": "จอร์แดน",
	"Just Scan": "ภาพตามจริง",
	"Kabul": "คาบูล",
	"Kaliningrad": "คาลินินกราด",
	"Kamchatka": "คัมชัตคา",
	"Kampala": "กัมปาลา",
	"Kannada": "กันนาฑะ",
	"Karachi": "คาราชิ",
	"Kasem": "กาเซม",
	"Kashgar": "คาชการ์",
	"Katmandu": "กาฐมาณฑุ",
	"Kazakh": "คาซัค",
	"Kazakhstan": "คาซัคสถาน",
	"Keep Dolby Atmos on for the best sound experience for Dolby Atmos content.": "เปิด Dolby Atmos ไว้เพื่อให้ได้รับประสบการณ์ด้านเสียงที่ดีที่สุดสำหรับเนื้อหา Dolby Atmos",
	"Kenya": "เคนยา",
	"Keyboard Languages": "ภาษาของแป้นพิมพ์",
	"Khartoum": "คาร์ทูม",
	"Khovd": "โค็ฟด์",
	"Kiev": "เคียฟ",
	"Kigali": "คิกาลี",
	"Kingston": "คิงส์ตัน",
	"Kinshasa": "กินชาซา",
	"Kiribati": "คิริบาตี",
	"Kiritimati": "คิริสมาส",
	"Kolkata": "กัลกัตตา",
	"Korea": "เกาหลี",
	"Korean": "เกาหลี",
	"Krasnoyarsk": "ครัสโนยาสค์",
	"Kuala Lumpur": "กัวลาลัมเปอร์",
	"Kuching": "กูชิง",
	"Kuwait": "คูเวต",
	"Kuwait City": "คูเวตซิตี",
	"Kyrgyzstan": "คีร์กีซสถาน",
	"LG Bean Bird character": "คาแรคเตอร์ของ LG Bean Bird",
	"LG Remote Service": "บริการ LG Remote",
	"LG Services Country": "ประเทศที่ให้บริการของ LG",
	"LG Wireless Keyboard": "แป้นพิมพ์ไร้สายของ LG",
	"LG Wireless Keyboard Connected:": "เชื่อมต่อแป้นพิมพ์ไร้สายของ LG แล้ว:",
	"LG Wireless Keyboard allows you to control your TV through bluetooth. This feature applies only to specified LG Wireless Keyboard models.": "แป้นพิมพ์ไร้สายของ LG ช่วยให้คุณสามารถควบคุม TV ผ่าน Bluetooth คุณลักษณะนี้มีผลเฉพาะกับแป้นพิมพ์ไร้สายของ LG บางรุ่น",
	"La Paz": "ลาปาซ",
	"Lagos": "เลกอส",
	"Language": "ภาษา",
	"Laos": "ลาว",
	"Large": "ใหญ่",
	"Large Standard": "มาตรฐานขนาดใหญ่",
	"Last tuning:": "การค้นหาล่าสุด:",
	"Latvia": "ลัตเวีย",
	"Latvian": "ลัตเวีย",
	"Lebanon": "เลบานอน",
	"Left Right": "ซ้าย/ขวา",
	"Left drop shadow": "เงาด้านซ้าย",
	"Legal Notice": "ประกาศด้านกฎหมาย",
	"Lesotho": "เลโซโท",
	"Liberia": "ไลบีเรีย",
	"Libreville": "ลีเบรอวิล",
	"Libya": "ลิเบีย",
	"Liechtenstein": "ลิกเตนสไตน์",
	"Light": "อ่อน",
	"Lilongwe": "ลิลองเว",
	"Lima": "ลิมา",
	"Lisbon": "ลิสบอน",
	"Lithuania": "ลิทัวเนีย",
	"Lithuanian": "ลิทัวเนีย",
	"Live Theater": "โรงละคร",
	"Ljubljana": "ลูบลิยานา",
	"Loading...": "กำลังโหลด...",
	"Local": "ในระบบ",
	"Local Language": "ภาษาท้องถิ่น",
	"Location": "ตำแหน่ง",
	"Lock All": "ล็อคทั้งหมด",
	"Lock changes for currently running apps will be applied the next time they are started.": "การเปลี่ยนแปลงการล็อคสำหรับแอปพลิเคชั่นที่กำลังทำงานอยู่ในขณะนี้จะถูกนำไปใช้ในครั้งถัดไปที่เริ่มทำงาน",
	"Logo Luminance Adjustment": "การปรับความสว่างของโลโก้",
	"Lome": "โลเม",
	"London": "ลอนดอน",
	"Lord Howe": "ลอร์ด โฮวี",
	"Los Angeles": "ลอสแองเจลิส",
	"Louisville": "หลุยส์วิลล์",
	"Low": "ต่ำ",
	"Luanda": "ลูอันดา",
	"Lubumbashi": "ลูบุมบาชี",
	"Luminance": "ความสว่าง",
	"Lusaka": "ลูซากา",
	"Luxembourg": "ลักเซมเบิร์ก",
	"MAC Address (Wired)": "MAC Address (ใช้สาย)",
	"MAC Address (Wireless)": "MAC Address (ไร้สาย)",
	"MASTER PASSWORD": "รหัสผ่านหลัก",
	"MHEG Guide": "คู่มือ MHEG",
	"MPEG Noise Reduction": "การลดสัญญาณรบกวน MPEG",
	"Macao": "มาเก๊า",
	"Macedonia": "มาซิโดเนีย",
	"Macedonia, The Former Yugoslav Republic Of": "มาซิโดเนีย อดีตสาธารณรัฐยูโกสลาฟ",
	"Macedonian": "มาซิโดเนีย",
	"Maceió": "มาเซโอ ",
	"Maceió ": "มาเซโอ ",
	"Madagascar": "มาดากัสการ์",
	"Madeira": "มาเดรา",
	"Madrid": "มาดริด",
	"Magadan": "มากาดาน",
	"Magenta": "แดงม่วง",
	"Makassar": "มากัสซาร์",
	"Malabo": "มาลาโบ",
	"Malawi": "มาลาวี",
	"Malay": "มาเลย์",
	"Malayalam": "มาลายาลัม",
	"Malaysia": "มาเลเซีย",
	"Maldives": "มัลดีฟส์",
	"Mali": "มาลี",
	"Malta": "มอลตา",
	"Manage your account information and settings.": "จัดการข้อมูลบัญชีและการตั้งค่า",
	"Managua": "มานากัว",
	"Manama": "มานาม่า",
	"Manaus": "มาเนาส์",
	"Mandarin": "แมนดาริน",
	"Manila": "มะนิลา",
	"Manual": "ด้วยตนเอง",
	"Manually adjust EQ frequencies.": "ปรับความถี่ EQ ด้วยตนเอง",
	"Manually enter the IP and DNS server addresses.": "ป้อนที่อยู่ IP และเซิร์ฟเวอร์ DNS ด้วยตนเอง",
	"Maori": "เมารี",
	"Maputo": "มาปูโต",
	"Marathi": "มราฐี",
	"Marquesas": "มาร์เกซัส",
	"Marshall Islands": "หมู่เกาะมาร์แชลล์",
	"Martinique": "มาร์ตินีก",
	"Maseru": "มาเซรู",
	"Mature Audience Only": "ผู้ชมที่บรรลุนิติภาวะแล้วเท่านั้น",
	"Mauritania": "มอริเตเนีย",
	"Mauritius": "มอริเชียส",
	"Maximize contrast by increasing the intensity of bright and dark areas of the screen.": "เพิ่มความเข้มให้สูงสุดด้วยการเพิ่มความเข้มของพื้นที่สว่างและมืดในหน้าจอ",
	"Mayotte": "มายอต",
	"Mazatlán": "มาซาตลัน",
	"Mbabane": "อัมบาบาเน",
	"Medium": "ปานกลาง",
	"Menu Language": "ภาษาเมนู",
	"Menu Transparency": "ความโปร่งใสของเมนู",
	"Message": "ข้อความ",
	"Method": "แบบแผน",
	"Mexico": "เม็กซิโก",
	"Mexico City": "เม็กซิโกซิตี",
	"Middle East": "ตะวันออกกลาง",
	"Minsk": "มินสก์",
	"Minutes": "นาที",
	"Mobile TV On": "เปิด TV ในอุปกรณ์เคลื่อนที่",
	"Model": "รุ่น",
	"Mogadishu": "โมกาดิชู",
	"Moldova": "มอลโดวา",
	"Monaco": "โมนาโก",
	"Moncton": "มองค์ตัน",
	"Mongolia": "มองโกเลีย",
	"Monrovia": "มันโรเวีย",
	"Montenegro": "มอนเตเนโกร",
	"Monterrey": "มอนเตร์เรย์",
	"Montevideo": "มอนเตวิเดโอ",
	"Month": "เดือน",
	"Montréal": "มอนทรีออล",
	"Morocco": "โมร็อกโก",
	"Moscow": "มอสโก",
	"Movie Lock": "การล็อคภาพยนตร์",
	"Mozambique": "โมซัมบิก",
	"Multi Audio": "ระบบเสียงมัลติเพล็กซ์",
	"Multi Feed": "หลายฟีด",
	"Multiple": "หลายรายการ",
	"Muscat": "มัสกัต",
	"Music": "เพลง",
	"Myanmar": "เมียนมา",
	"Mérida": "เมรีดา",
	"N/A": "N.A.",
	"NO": "ไม่",
	"NOTE: When the screen saver option is set to ON, it will not come up while you are watching Live TV and video inputs to avoid interfering with your viewing experience.": "หมายเหตุ: เมื่อตั้งค่าตัวเลือกภาพพักหน้าจอเป็นเปิด ระบบจะไม่แสดงภาพพักหน้าจอในขณะที่คุณรับชม Live TV และอินพุตวิดีโอ เพื่อไม่ให้รบกวนการรับชมของคุณ",
	"NSW/ACT - New South Wales / Australian Capital Territory - Sydney": "NSW/ACT - นิวเซาท์เวลส์/เขตเมืองหลวงของออสเตรเลีย - ซิดนีย์",
	"NT - Northern Territory - Darwin": "NT - นอร์เทิร์นเทร์ริทอรี - ดาร์วิน",
	"Nairobi": "ไนโรบี",
	"Namibia": "นามิเบีย",
	"Nassau": "แนสซอ",
	"Ndebele": "นเดเบเล",
	"Ndjamena": "เอ็นจาเมนา",
	"Nepal": "เนปาล",
	"Netherland": "เนเธอร์แลนด์",
	"Netherlands": "เนเธอร์แลนด์",
	"Network": "เครือข่าย",
	"Network Name": "ชื่อเครือข่าย",
	"New Caledonia": "นิวแคลิโดเนีย",
	"New York": "นิวยอร์ก",
	"New Zealand": "นิวซีแลนด์",
	"Next": "ถัดไป",
	"Niamey": "นีอาเม",
	"Nicaragua": "นิการากัว",
	"Nicosia": "นิโคเซีย",
	"Niger": "ไนเจอร์",
	"Nigeria": "ไนจีเรีย",
	"Night": "กลางคืน",
	"Nipigon": "นิปิกอน",
	"No": "ไม่",
	"No Internet via 3G/4G network": "ไม่มีอินเตอร์เน็ตผ่านเครือข่าย 3G/4G",
	"No Internet via Ethernet": "ไม่มีอินเตอร์เน็ตผ่าน Ethernet",
	"No Internet via Wi-Fi": "ไม่มีอินเตอร์เน็ตผ่าน Wi-Fi",
	"No One 17 and Under Admitted.": "ไม่อนุญาตให้เด็กและบุคคลอายุ 17 ปีหรือต่ำกว่ารับชม",
	"No Operation Auto Off": "ปิดอัตโนมัติเนื่องจากไม่มีการใช้งาน",
	"No Signal Auto Off": "ปิดอัตโนมัติเนื่องจากไม่มีสัญญาณ",
	"No Signal Image": "ภาพเมื่อไม่มีสัญญาณ",
	"No Signal Power Off (15Min)": "ปิดเครื่องเมื่อไม่มีสัญญาณ (15 นาที)",
	"No Wi-Fi Direct Devices": "ไม่มีอุปกรณ์ Wi-Fi Direct",
	"No card information": "ไม่มีข้อมูลบัตร",
	"No devices have been found.": "ไม่พบอุปกรณ์",
	"No group ID": "ไม่มี ID ของกลุ่ม",
	"No updates found.": "ไม่พบการอัปเดต",
	"Noise Reduction": "การลดสัญญาณรบกวน",
	"None": "ไม่มี",
	"Normal": "ปกติ",
	"North Korea": "เกาหลีเหนือ",
	"Northern Africa": "แอฟริกาเหนือ",
	"Norway": "นอร์เวย์",
	"Norwegian": "นอร์เวย์",
	"Not Connected": "ไม่มีการเชื่อมต่อ",
	"Not Connected to Internet": "ไม่ได้เชื่อมต่อกับอินเตอร์เน็ต",
	"Note: Available options depend on the broadcast program.": "หมายเหตุ: ตัวเลือกที่ใช้ได้จะขึ้นอยู่กับรายการที่ออกอากาศ",
	"Note: Behavior may differ if connected device is not a LG device.": "หมายเหตุ: ลักษณะการทำงานอาจต่างออกไปหากอุปกรณ์ที่เชื่อมต่อไม่ใช่อุปกรณ์ของ LG",
	"Note: Captions are only displayed when provided by the broadcast program.": "หมายเหตุ: คำอธิบายจะปรากฏต่อเมื่อมีอยู่ในรายการที่ออกอากาศ",
	"Note: If the device is not properly connected and set up, you may not hear any sound through it.": "หมายเหตุ: ถ้าเชื่อมต่อและตั้งค่าอุปกรณ์ได้ไม่เหมาะสม คุณอาจไม่ได้ยินเสียงผ่านอุปกรณ์",
	"Note: If the speakers are not properly connected and set up, you may not hear any sound through them.": "หมายเหตุ: ถ้าเชื่อมต่อและตั้งค่าลำโพงได้ไม่เหมาะสม คุณอาจไม่ได้ยินเสียงผ่านลำโพง",
	"Note: If you can't hear sound through the device, make sure it is working properly and supports Sound Sync.": "หมายเหตุ: ถ้าคุณไม่ได้ยินเสียงผ่านอุปกรณ์ โปรดตรวจสอบว่าอุปกรณ์ทำงานได้อย่างถูกต้องและสนับสนุนซาวด์ซิงค์",
	"Note: Only displayed when it is provided by the program.": "หมายเหตุ: คำบรรยายจะปรากฏต่อเมื่อรายการมีให้บริการ",
	"Note: Subtitles are only displayed when provided by the broadcast program.": "หมายเหตุ: คำบรรยายจะปรากฏต่อเมื่อมีอยู่ในรายการที่ออกอากาศ",
	"Note: Supported features may differ by model and its transparency by the feature's operation with content playback like Live TV or VOD content.": "หมายเหตุ: ฟังก์ชั่นการทำงานที่รองรับอาจแตกต่างกันไปตามรุ่นและลักษณะการตั้งความโปร่งใส ซึ่งเป็นไปตามการทำงานของคุณลักษณะนั้นกับเนื้อหาในการเล่น เช่น รายการ Live TV หรือเนื้อหา VOD",
	"Note: This feature works only when provided by the broadcast program.": "หมายเหตุ: คุณสมบัตินี้ทำงานเฉพาะเมื่อให้มาพร้อมกับโปรแกรมออกอากาศ",
	"Note: if your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the HDMI ULTRA HD Deep Color setting off.": "หมายเหตุ: หากอุปกรณ์ของคุณไม่รองรับคุณลักษณะนี้ อุปกรณ์อาจไม่ทำงานอย่างถูกต้อง ในกรณีนี้ คุณสามารถเชื่อมต่ออุปกรณ์กับพอร์ต HDMI อื่นหรือปิดใช้งานการตั้งค่า HDMI ULTRA HD Deep Color",
	"Note:<br>1. If your TV is turned on while Pixel Refresher is in progress, it will stop the process and you have to start over.<br>2. While processing, a white line may appear in the screen. This is normal when clearing your screen.": "หมายเหตุ:<br>1. หาก TV ของคุณเปิดขึ้นในระหว่างการทำงานของเครื่องมือรีเฟรชพิกเซล กระบวนการกำจัดเสียงรบกวนจะหยุดทำงาน และคุณต้องเริ่มต้นใหม่อีกครั้ง<br>2. อาจปรากฏเส้นสีขาวบนหน้าจอขณะประมวลผล ซึ่งเป็นอาการปกติเมื่อล้างสัญญาณรบกวนหน้าจอ",
	"Nouméa": "นูเมอา",
	"Novosibirsk": "โนโวซีบีสค์",
	"Nzema": "นเซมา",
	"OFF": "ปิด",
	"OLED LIGHT": "ไฟ OLED",
	"OLED Panel Settings": "การตั้งค่าแผง OLED",
	"Off": "ปิด",
	"Oman": "โอมาน",
	"Omsk": "ออมสค์",
	"On": "เปิด",
	"OnTimer Channel not selected": "ไม่มีการเลือกช่องที่ตั้งเวลาเปิด",
	"One Touch Sound Tuning Options": "ตัวเลือกของ One Touch Sound Tuning",
	"Open": "เปิด",
	"Open Source Licenses": "คำประกาศสำหรับซอฟต์แวร์แบบโอเพ่นซอร์ส",
	"Open when TV is turned on": "เปิดเมื่อเปิด TV",
	"Optical": "ออปติคอล",
	"Optimize contrast settings based on image brightness of the HDR content.": "ปรับปรุงประสิทธิภาพการตั้งค่าคอนทราสต์ตามความสว่างของเนื้อหา HDR",
	"Optimize contrast settings based on image brightness.": "ปรับปรุงประสิทธิภาพการตั้งค่าความเข้มตามความสว่างของภาพ",
	"Optimize display for movies.": "ปรับปรุงการแสดงผลของภาพยนตร์",
	"Optimize image quality for fast-moving images (sports and action).": "ปรับปรุงคุณภาพของภาพสำหรับภาพที่มีการเคลื่อนไหวรวดเร็ว (กีฬาและภาพยนตร์แอคชั่น)",
	"Optimize sound based on type of TV installation.": "ปรับปรุงประสิทธิภาพเสียงตามประเภทการติดตั้ง TV",
	"Optimize sound mode for each content type and customize audio effects for Standard mode.": "ปรับโหมดเสียงให้เหมาะสมกับเนื้อหาแต่ละประเภท และกำหนดเอฟเฟ็กต์เสียงสำหรับโหมดมาตรฐาน",
	"Optimize sound mode for each content type.": "ปรับปรุงประสิทธิภาพโหมดเสียงสำหรับเนื้อหาแต่ละประเภท",
	"Oranjestad": "โอรันเยสตัด",
	"Original Language": "ภาษาเริ่มต้น",
	"Oslo": "ออสโล",
	"Others": "อื่นๆ",
	"Ouagadougou": "วากาดูกู",
	"Outer": "ภายนอก",
	"Output sound through an LG audio device connected to the OPTICAL DIGITAL AUDIO OUT port. With this option, you can control the device's volume with your TV remote.": "ส่งสัญญาณเสียงออกผ่านอุปกรณ์เสียงของ LG ที่เชื่อมต่อกับพอร์ต OPTICAL DIGITAL AUDIO OUT เมื่อใช้ตัวเลือกนี้ คุณจะสามารถควบคุมระดับเสียงของอุปกรณ์ด้วยรีโมท TV",
	"Output sound through an wireless audio device via LG Sound Sync or Bluetooth. It may need some troubleshooting:": "ส่งสัญญาณเสียงออกทางอุปกรณ์เสียงไร้สายผ่าน LG Sound Sync หรือ Bluetooth อาจต้องแก้ไขปัญหา:",
	"Output sound through external audio devices connected to the AUDIO OUT/ H/P OUT port.": "ส่งสัญญาณเสียงออกผ่านอุปกรณ์เสียงภายนอกที่เชื่อมต่อกับพอร์ต AUDIO OUT/ H/P OUT",
	"Output sound through external audio devices connected to the HDMI IN (ARC) port.": "ส่งสัญญาณเสียงออกผ่านอุปกรณ์เสียงภายนอกที่เชื่อมต่อกับพอร์ต HDMI IN (ARC)",
	"Output sound through external audio devices connected to the OPTICAL DIGITAL AUDIO OUT.": "ส่งสัญญาณเสียงออกผ่านอุปกรณ์เสียงภายนอกที่เชื่อมต่อกับพอร์ต OPTICAL DIGITAL AUDIO OUT",
	"Output sound through the Internal TV speaker.": "ส่งสัญญาณเสียงออกผ่านลำโพง TV ภายใน",
	"Output sound through wired headphones.": "ให้เสียงออกผ่านหูฟังที่ใช้สาย",
	"PG-13": "น-13",
	"PG-18": "น-18",
	"PS": "ปาเลสไตน์",
	"Paired Devices": "อุปกรณ์ที่จับคู่",
	"Pakistan": "ปากีสถาน",
	"Palau": "ปาเลา",
	"Panama": "ปานามา",
	"Panama City": "ปานามาซิตี",
	"Panjabi": "ปัญจาบี",
	"Papua New Guinea": "ปาปัวนิวกินี",
	"Paraguay": "ปารากวัย",
	"Paramaribo": "ปารามาริโบ",
	"Parental Guidance Suggested": "ผู้ปกครองควรให้การชี้แนะ",
	"Parental guidance suggested for children ages 8-13.": "ควรมีการแนะนำของผู้ปกครองสำหรับเด็กอายุระหว่าง 8-13 ปี",
	"Parents Strongly Cautioned": "ผู้ปกครองต้องร่วมรับชมด้วย",
	"Paris": "ปารีส",
	"Password": "รหัสผ่าน",
	"Patent Information": "ข้อมูลสิทธิบัตร",
	"Pattern": "รูปแบบ",
	"Persian": "เปอร์เซีย",
	"Peru": "เปรู",
	"Philippines": "ฟิลิปปินส์",
	"Phnom Penh": "พนมเปญ",
	"Phoenix": "ฟินิกซ์",
	"Photo": "รูปภาพ",
	"Pick a Time": "เลือกเวลา",
	"Picture": "ภาพ",
	"Picture Mode": "โหมดภาพ",
	"Picture Mode Settings": "การตั้งค่าโหมดภาพ",
	"Picture Options": "ตัวเลือกภาพ",
	"Picture Test": "ทดสอบภาพ",
	"Picture or sound may not work properly while connected external device and TV are initially communicating. If the issue persists, please revert the settings or reboot your connected external device.": "ภาพหรือเสียงอาจไม่ทำงานอย่างถูกต้องในขณะที่อุปกรณ์ภายนอกที่เชื่อมต่อไว้และทีวีกำลังเริ่มต้นทำการสื่อสารกัน หากปัญหายังคงอยู่ โปรดย้อนการตั้งค่าหรือเปิดอุปกรณ์ภายนอกที่เชื่อมต่อไว้ของคุณใหม่อีกครั้ง",
	"Pitch": "พิตช์",
	"Pixel Refresher": "เครื่องมือรีเฟรชพิกเซล",
	"Pixel Refresher allows your TV to provide the clearest picture possible.": "เครื่องมือรีเฟรชพิกเซลจะช่วยให้ TV ของคุณแสดงภาพที่ชัดเจนที่สุดเท่าที่จะทำได้",
	"Pixel Refresher has been scheduled to start the next time your TV is turned off.": "เครื่องมือรีเฟรชพิกเซลถูกวางกำหนดการไว้ให้เริ่มต้นเมื่อคุณปิด TV ในครั้งถัดไป",
	"Pixel Refresher will begin when you turn off your TV.": "เครื่องมือรีเฟรชพิกเซลจะเริ่มต้นเมื่อคุณปิด TV",
	"Please check that all values are input correctly.": "โปรดตรวจสอบว่าป้อนค่าทั้งหมดถูกต้องหรือไม่",
	"Please check the network name and password and try again.": "โปรดตรวจสอบชื่อและรหัสผ่านของเครือข่ายและลองอีกครั้ง",
	"Please check the status and try again": "โปรดตรวจสอบสถานะและลองอีกครั้ง",
	"Please do not unplug the USB storage until the copying is completed.": "โปรดอย่าถอดอุปกรณ์จัดเก็บข้อมูล USB จนกว่าการคัดลอกจะเสร็จสมบูรณ์",
	"Please enter your password to turn off this function.": "โปรดใส่รหัสเพื่อที่จะปิดการทำงานฟังก์ชั่น",
	"Please enter your password to turn on this function.": "โปรดใส่รหัสเพื่อที่จะเปิดการทำงานฟังก์ชั่น",
	"Please make sure that your TV is connected to the network and try again.": "โปรดตรวจสอบว่าเชื่อมต่อ TV กับเครือข่ายแล้วและลองอีกครั้ง",
	"Please try again later.": "โปรดลองอีกครั้งในภายหลัง",
	"Please wait while the Settings application reloads.": "โปรดรอในขณะที่แอปพลิเคชั่นการตั้งค่าโหลดใหม่",
	"Please wait while the Settings application restarts.": "โปรดรอขณะที่แอปพลิเคชันการตั้งค่ากำลังเริ่มระบบใหม่",
	"Please wait while the TV restarts.": "โปรดรอขณะที่ TV เริ่มระบบใหม่",
	"Please wait while the TV searches for LG Service Country.": "โปรดรอในขณะที่ TV ค้นหาประเทศที่ให้บริการ LG",
	"Podgorica": "พอดกอรีตซา",
	"Point": "ขั้น",
	"Pointer Options": "ตัวเลือกพอยน์เตอร์",
	"Poland": "โปแลนด์",
	"Polish": "โปแลนด์",
	"Pontianak": "พอนเทียนัค",
	"Port Louis": "พอร์ตหลุยส์",
	"Port Moresby": "พอร์ตมอร์สบี",
	"Port of Spain": "พอร์ตออฟสเปน",
	"Port-au-Prince": "ปอร์โตแปรงซ์",
	"Porto Novo": "ปอร์โต โนโว",
	"Porto Velho": "ปอร์ตูเวลโย",
	"Porto-Novo": "ปอร์โต-โนโว",
	"Portugal": "โปรตุเกส",
	"Portuguese": "โปรตุเกส",
	"Power Saving Mode": "โหมดประหยัดพลังงาน",
	"Prague": "ปราก",
	"Preferred Color": "สีที่ต้องการ",
	"Preschool": "เด็กปฐมวัย",
	"Press right button to adjust de-blur and Motion Pro value.": "กดปุ่มขวาเพื่อปรับค่า de-blur และ Motion Pro",
	"Press right button to adjust de-judder and Motion Pro value.": "กดปุ่มขวาเพื่อปรับค่า de-judder และ Motion Pro",
	"Press right button to adjust de-judder, de-blur and Motion Pro value.": "กดปุ่มขวาเพื่อปรับค่า de-judder, de-blur และ Motion Pro",
	"Press the WPS button on your wireless router now.": "กดปุ่ม WPS บนเราเตอร์ไร้สายของคุณทันที",
	"Press the WPS-PBC button on a WPS-enabled router to connect TV to the network.": "กดปุ่ม WPS-PBC ในเราเตอร์ที่เปิดใช้งาน WPS เพื่อเชื่อมต่อ TV เข้ากับเครือข่าย",
	"Press the right button to adjust Motion Pro settings.": "กดปุ่มขวาเพื่อปรับการตั้งค่า Motion Pro",
	"Press the right button to adjust de-blur settings.": "กดปุ่มขวาเพื่อปรับการตั้งค่าลดความเบลอ",
	"Press the right button to adjust de-judder settings.": "กดปุ่มขวาเพื่อปรับการตั้งค่าลดภาพสั่น",
	"Previous": "ก่อนหน้า",
	"Primary Audio Language": "ภาษาของเสียงหลัก",
	"Primary Channels": "ช่องหลัก",
	"Primary Teletext Language": "ภาษาเทเลเท็กซ์หลัก",
	"Programme": "รายการ",
	"Puerto Rico": "เปอร์โตริโก",
	"Pyongyang": "เปียงยาง",
	"QLD - Queensland - Brisbane": "QLD - ควีนส์แลนด์ - บริสเบน",
	"Qatar": "กาตาร์",
	"Quick Start+": "การเริ่มต้นอย่างรวดเร็ว+",
	"RECONNECT": "เชื่อมต่อใหม่",
	"Rainy River": "เรนนี่ริเวอร์",
	"Raised": "ยกขึ้น",
	"Rangoon": "ย่างกุ้ง",
	"Real Cinema": "ระบบ Real Cinema",
	"Reason: Authentication with access point was unsuccessful.": "สาเหตุ: การตรวจสอบสิทธิ์กับจุดเชื่อมต่อไม่ประสบความสำเร็จ",
	"Reason: Could not establish a connection to access point.": "สาเหตุ: ไม่สามารถเริ่มต้นการเชื่อมต่อเข้ากับจุดเชื่อมต่อได้",
	"Reason: Could not retrieve a valid IP address by using DHCP.": "สาเหตุ: ไม่สามารถรับที่อยู่ IP ที่ถูกต้องโดยการใช้ DHCP ได้",
	"Reason: Entered password is incorrect.": "สาเหตุ: รหัสผ่านที่ป้อนไม่ถูกต้อง",
	"Reason: Password is missing.": "สาเหตุ: ขาดรหัสผ่าน",
	"Reason: The network you selected is out of range.": "สาเหตุ: เครือข่ายที่คุณเลือกอยู่นอกช่วงให้บริการ",
	"Reason: Unable to login.": "สาเหตุ: ไม่สามารถเข้าสู่ระบบได้",
	"Recife": "เรซีเฟ",
	"Recommended for children ages 14 and older.": "ได้รับการแนะนำสำหรับเด็กอายุตั้งแต่ 14 ปีขึ้นไป",
	"Recommended for children ages 16 and older.": "ได้รับการแนะนำสำหรับเด็กอายุตั้งแต่ 16 ปีขึ้นไป",
	"Red": "สีแดง",
	"Reduce noise from digital video signals.": "ลดสัญญาณรบกวนจากสัญญาณวิดีโอดิจิตอล",
	"Refresh list": "รีเฟรชรายการ",
	"Regina": "ริไจนา",
	"Region": "พื้นที่",
	"Remote Settings": "การตั้งค่ารีโมท",
	"Remove irregular and erratic pixels for a clearer image.": "ลบพิกเซลที่ผิดปกติและบกพร่องออกเพื่อให้ภาพมีความชัดเจนยิ่งขึ้น",
	"Reset": "รีเซ็ต",
	"Reset CI Password": "รีเซ็ตรหัสผ่าน CI",
	"Reset Password": "รีเซ็ตรหัสผ่าน",
	"Reset to Initial Settings": "รีเซ็ตเป็นการตั้งค่าเริ่มต้น",
	"Restrict access to TV programs and movies based on their ratings.": "จำกัดการเข้าถึงรายการ TV และภาพยนตร์ตามการจัดเรท",
	"Restrict access to TV programs based on their ratings.": "จำกัดการเข้าถึงรายการ TV ตามการจัดเรท",
	"Restrict access to specified apps.": "จำกัดการเข้าถึงแอปพลิเคชันที่ระบุ",
	"Restrict access to specified channels.": "จำกัดการเข้าถึงช่องที่ระบุ",
	"Restrict access to specified inputs.": "จำกัดการเข้าถึงสัญญาณเข้าที่ระบุ",
	"Restricted": "จำกัดกลุ่มผู้ชม",
	"Retry": "ลองอีกครั้ง",
	"Return TV to its initial settings. This will revert all options to their default settings.": "คืนการตั้งค่า TV เป็นการตั้งค่าเริ่มแรก การดำเนินการนี้จะคืนค่าตัวเลือกทั้งหมดให้เป็นการตั้งค่าเริ่มต้น",
	"Revert Color Management System settings to default.": "เปลี่ยนการตั้งค่าระบบการจัดการสีกลับเป็นค่าเริ่มต้น",
	"Revert standard mode sound effect settings to default.": "คืนการตั้งค่าเอฟเฟ็กต์เสียงโหมดมาตรฐานเป็นค่าเริ่มต้น",
	"Revert to default settings. Each picture mode must be reset individually. Please select the picture mode you want to reset.": "คืนสู่การตั้งค่าเริ่มต้น โหมดภาพแต่ละโหมดจะถูกรีเซ็ตแบบแยกกัน โปรดเลือกโหมดภาพที่คุณต้องการรีเซ็ต",
	"Revert white balance settings to default.": "เปลี่ยนการตั้งค่าสมดุลแสงสีขาวกลับเป็นค่าเริ่มต้น",
	"Revoke Pairing": "ยกเลิกการจับคู่",
	"Reykjavik": "เรคยาวิก",
	"Riga": "ริกา",
	"Right Left": "ขวา/ซ้าย",
	"Right drop shadow": "เงาด้านขวา",
	"Rio Branco": "รีโอบรังโก",
	"Riyadh": "ริยาด",
	"Romania": "โรมาเนีย",
	"Romanian": "โรมาเนีย",
	"Rome": "โรม",
	"Russia": "รัสเซีย",
	"Russian": "รัสเซีย",
	"Rwanda": "รวันดา",
	"SA - South Australia - Adelaide": "SA - ออสเตรเลียใต้ - แอดิเลด",
	"SIMPLINK enables HDMI-CEC devices connected to your TV with an HDMI cable to be controlled with your TV remote.": "SIMPLINK ช่วยให้อุปกรณ์ HDMI-CEC ที่เชื่อมต่อกับทีวีของคุณด้วยสาย HDMI ให้สามารถควบคุมด้วยรีโมททีวีของคุณได้",
	"SIMPLINK lets you use your LG Remote to control other SIMPLINK-enabled devices, like a DVD player or audio home theater system, that are connected to your LG Smart TV by HDMI.": "SIMPLINK จะช่วยให้คุณสามารถใช้ LG Remote ในการควบคุมอุปกรณ์อื่นๆ ที่เปิดใช้งาน SIMPLINK เช่น เครื่องเล่น DVD หรือระบบเสียงของโฮมเธียเตอร์ ซึ่งเชื่อมต่อกับ LG Smart TV ด้วย HDMI",
	"SIMPLINK will be automatically turned on to use this ARC mode.": "SIMPLINK จะเปิดโดยอัตโนมัติเพื่อใช้โหมด ARC นี้",
	"START NOW": "เริ่มต้นทันที",
	"START ONCE TV IS OFF": "เริ่มต้นทันทีที่ TV ปิด",
	"Safety": "ความปลอดภัย",
	"Saint Lucia": "เซนต์ลูเซีย",
	"Saint Vincent": "เซนต์วินเซนต์",
	"Sakhalin": "ซักการิน",
	"Samara": "ซามารา",
	"Samarkand": "ซามักร์แคนด์",
	"Samoa": "ซามัว",
	"San Luis": "ซานหลุยส์",
	"San Salvador": "ซันซัลวาดอร์",
	"Sana": "ซานา",
	"Santiago": "ซันติอาโก",
	"Santo Domingo": "ซันโตโดมิงโก",
	"Sarajevo": "ซาราเยโว",
	"Satellite": "ดาวเทียม",
	"Satellite DTV": "DTV ดาวเทียม",
	"Satellite Radio": "วิทยุดาวเทียม",
	"Saturation": "ความอิ่มตัวของสี",
	"Saudi Arabia": "ซาอุดีอาระเบีย",
	"Saudi arabia": "ซาอุดีอาระเบีย",
	"Save": "บันทึก",
	"Save CAM Operator's Profile": "บันทึกโปรไฟล์ผู้ให้บริการ CAM",
	"Save CI Password": "บันทึกรหัสผ่าน CI",
	"Save the Color Management System settings from the currently selected picture mode for all inputs.": "บันทึกการตั้งค่าระบบการจัดการสีจากโหมดภาพที่เลือกในปัจจุบันสำหรับอินพุตทั้งหมด",
	"Save the current customized setting values to currently selected picture mode for all inputs.": "บันทึกค่าของการตั้งค่าแบบกำหนดเองในปัจจุบันไปยังโหมดภาพที่เลือกสำหรับอินพุททั้งหมด",
	"Save the white balance settings from the currently selected picture mode for all inputs.": "บันทึกการตั้งค่าสมดุลแสงสีขาวจากโหมดภาพที่เลือกในปัจจุบันสำหรับอินพุตทั้งหมด",
	"Save/reset your CI password. Saving your password will let you skip the sign-in step in the future.": "บันทึก/รีเซ็ตรหัสผ่าน CI การบันทึกรหัสผ่านจะช่วยคุณในการข้ามขั้นตอนการลงชื่อเข้าใช้คุณลักษณะนี้",
	"Scoresbysund": "สกอเรสไบซันด์",
	"Screen Off": "ปิดหน้าจอ",
	"Screen Saver": "ภาพพักหน้าจอ",
	"Screen Shift ": "การเปลี่ยนหน้าจอ",
	"Screen shifts at regular time intervals to prevent panel noise.": "หน้าจอจะเปลี่ยนตามช่วงเวลาอย่างสม่ำเสมอเพื่อป้องกันสัญญาณรบกวนแผงควบคุม",
	"Screen will turn off in 5 seconds. To turn the screen back on, press any button except the power and volume button.": "หน้าจอจะถูกปิดในอีก 5 วินาที เพื่อเปิดหน้าจอกลับขึ้นมา กดปุ่มใดก็ได้ยกเว้นปุ่ม Power และปุ่มปรับระดับเสียง",
	"Search": "ค้นหา",
	"Searching...": "กำลังค้นหา...",
	"Second Language": "ภาษารอง",
	"Secondary Audio Language": "ภาษาของเสียงรอง",
	"Secondary Teletext Language": "ภาษาที่สองสำหรับเทเลเท็กซ์",
	"Security": "การรักษาความปลอดภัย",
	"Select IRE point to adjust luminance.": "เลือกจุด IRE เพื่อปรับความสว่าง",
	"Select Mode": "เลือกโหมด",
	"Select TV's language settings.": "เลือกการตั้งค่าภาษาของทีวี",
	"Select aspect ratio from the menu.": "เลือกอัตราส่วนภาพจากเมนู",
	"Select audio language for digital broadcasts. For programs that do not support multiple languages, the default will be used.": "เลือกเสียงภาษาสำหรับการออกอากาศระบบดิจิตอล สำหรับรายการที่ไม่สนับสนุนหลายภาษา ระบบจะใช้ค่าเริ่มต้น",
	"Select audio language for digital broadcasts. The default language is selected when the program does not support multiple languages.": "เลือกเสียงภาษาสำหรับการออกอากาศระบบดิจิตอล ระบบจะเลือกภาษาเริ่มต้นเมื่อรายการไม่สนับสนุนหลายภาษา",
	"Select caption settings for analog broadcasts.": "เลือกการตั้งค่าคำอธิบายสำหรับการออกอากาศแบบอะนาล็อก",
	"Select caption settings for digital broadcasts.": "เลือกการตั้งค่าคำอธิบายสำหรับการออกอากาศแบบดิจิตอล",
	"Select caption size, color, transparency, and other options for digital broadcasts.": "เลือกตัวเลือกขนาด สี ความโปร่งใส และอื่นๆ ให้กับคำอธิบายเพื่อใช้กับการออกอากาศระบบดิจิตอล",
	"Select color to be adjusted.": "เลือกสีที่จะปรับ",
	"Select days to apply the Timer Power Off settings every week.": "เลือกจำนวนวันที่จะใช้การตั้งค่าของตัวตั้งเวลาปิดทุกสัปดาห์",
	"Select days to apply the Timer Power On settings every week.": "เลือกจำนวนวันที่จะใช้การตั้งค่าของตัวตั้งเวลาเปิดทุกสัปดาห์",
	"Select device for audio output.": "เลือกอุปกรณ์สำหรับสัญญาณเสียงส่งออก",
	"Select digital audio output format. When the program does not support the selected output format, the default output from the source will be used.": "เลือกรูปแบบสัญญาณเสียงแบบดิจิตอล เมื่อโปรแกรมไม่รองรับรูปแบบสัญญาณที่เลือก สัญญาณจะใช้เป็นค่าเริ่มต้นจากแหล่งกำเนิด",
	"Select how much the volume should change with each press of your remote's volume key. Higher values increase increments.": "เลือกว่ากดปุ่มรีโมทแต่ละครั้งจะเพิ่มระดับเสียงเท่าใด ค่าที่สูงขึ้นจะเพิ่มเสียงให้มากขึ้น",
	"Select how the TV will be used.": "เลือกว่าจะใช้ TV อย่างไร",
	"Select language for TV menus.": "เลือกภาษาสำหรับเมนูของ TV",
	"Select language for subtitles.": "เลือกภาษาสำหรับคำบรรยาย",
	"Select language for voice recognition.": "เลือกภาษาสำหรับการรับรู้เสียง",
	"Select languages for on-screen keyboards.": "เลือกภาษาสำหรับแป้นพิมพ์บนหน้าจอ",
	"Select method to adjust white balance.": "เลือกวิธีการเพื่อปรับสมดุลแสงสีขาว",
	"Select pattern to use as a basis for white balance adjustment. You can use the TV’s built-in pattern or another pattern by connecting an external device.": "เลือกรูปแบบที่จะใช้เป็นพื้นฐานสำหรับการปรับสมดุลแสงสีขาว คุณสามารถใช้รูปแบบที่ติดตั้งภายในของ TV หรือรูปแบบอื่นด้วยการเชื่อมต่ออุปกรณ์ภายนอก",
	"Select point to adjust luminance.": "เลือกจุดเพื่อปรับความสว่าง",
	"Select the best picture mode for your viewing environment and content type.": "เลือกโหมดภาพที่ดีที่สุดสำหรับสภาพแวดล้อมในการรับชมและประเภทเนื้อหาของคุณ",
	"Select the channel to use when the TV turns on.": "เลือกช่องที่จะใช้เมื่อเปิด TV",
	"Select the country where you want to access LG's services. Services may vary depending on location.": "เลือกประเทศที่คุณต้องการเข้าถึงบริการของ LG บริการอาจแตกต่างกันไปตามแต่ละพื้นที่",
	"Select the desired video angle.": "เลือกมุมวิดีโอที่ต้องการ",
	"Select the format to transfer digital audio to an external device.": "เลือกรูปแบบที่จะถ่ายโอนข้อมูลเสียงดิจิตอลไปยังอุปกรณ์ภายนอก",
	"Select the input to use when the TV turns on.": "เลือกอินพุตที่จะใช้เมื่อเปิด TV",
	"Select the most preferred Subtitle Language.": "เลือกภาษาคำบรรยายที่จะใช้เป็นภาษาหลัก",
	"Select the region where your broadcast signal comes from.": "เลือกภูมิภาคที่เป็นที่มาของสัญญาณการออกอากาศ",
	"Select the second preferred Subtitle Language.": "เลือกภาษาคำบรรยายที่จะใช้เป็นภาษารอง",
	"Select your first choice of audio language for digital broadcasts. For programs that do not support multiple languages, the default will be used.": "เลือกภาษาของเสียงที่คุณต้องการให้เป็นตัวเลือกที่หนึ่งสำหรับการออกอากาศระบบดิจิตอล สำหรับรายการที่ไม่สนับสนุนหลายภาษา ระบบจะใช้ค่าเริ่มต้น",
	"Select your first choice of language for your broadcast TV provider's teletext services.": "เลือกภาษาที่คุณต้องการให้เป็นตัวเลือกที่หนึ่งสำหรับบริการเทเลเท็กซ์ของผู้ให้บริการออกอากาศทาง TV ของคุณ",
	"Select your remote's cursor speed and appearance.": "เลือกความเร็วและลักษณะเคอร์เซอร์ของรีโมท",
	"Select your second choice of audio language for digital broadcasts. For programs that do not support multiple languages, the default will be used.": "เลือกภาษาของเสียงที่คุณต้องการให้เป็นตัวเลือกที่สองสำหรับการออกอากาศระบบดิจิตอล สำหรับรายการที่ไม่สนับสนุนหลายภาษา ระบบจะใช้ค่าเริ่มต้น",
	"Select your second choice of language for your broadcast TV provider's teletext services.": "เลือกภาษาที่คุณต้องการให้เป็นตัวเลือกที่สองสำหรับบริการเทเลเท็กซ์ของผู้ให้บริการออกอากาศทาง TV ของคุณ",
	"Senegal": "เซเนกัล",
	"Seoul": "โซล",
	"Serbia": "เซอร์เบีย",
	"Serbian": "เซอร์เบีย",
	"Serial Number": "หมายเลขประจำเครื่อง",
	"Service 1": "บริการ 1",
	"Service 2": "บริการ 2",
	"Service 3": "บริการ 3",
	"Service 4": "บริการ 4",
	"Service 5": "บริการ 5",
	"Service 6": "บริการ 6",
	"Service Area Zip Code": "รหัสไปรษณีย์ของพื้นที่ให้บริการ",
	"Set Automatically": "ตั้งค่าโดยอัตโนมัติ",
	"Set ID": "ตั้ง ID",
	"Set Store Mode settings.": "กำหนดการตั้งค่าโหมดร้านค้า",
	"Set System Color mode for your current TV input.": "ตั้งค่าโหมดสีของระบบสำหรับสัญญาณเข้าในปัจจุบันของ TV",
	"Set TV locks for fantasy violence content.": "ตั้งค่าการล็อค TV สำหรับเนื้อหารุนแรงแนวแฟนตาซี",
	"Set TV locks for general programming.": "ตั้งค่าการล็อค TV สำหรับการรายการทั่วไป",
	"Set TV locks for programs containing adult language.": "ตั้งค่าการล็อค TV สำหรับรายการที่มีภาษาของผู้ใหญ่",
	"Set TV locks for programs containing sexual situations.": "การตั้งค่าการล็อค TV สำหรับรายการที่มีฉากเกี่ยวกับเรื่องเพศ",
	"Set TV locks for programs containing sexually suggestive dialogue.": "ตั้งค่าการล็อค TV สำหรับรายการที่มีบทสนทนาที่ไม่เหมาะสมในเรื่องเพศ",
	"Set TV locks for programs containing violence.": "การตั้งค่าการล็อค TV สำหรับรายการที่มีความรุนแรง",
	"Set TV locks for ratings based on children’s ages.": "ตั้งค่าการล็อค TV สำหรับการจัดเรทตามอายุเด็ก",
	"Set additional options for Audio Description.": "ตั้งค่าตัวเลือกเพิ่มเติมสำหรับคำอธิบายเสียง",
	"Set additional picture settings.": "ตั้งค่าภาพเพิ่มเติม",
	"Set advanced Subtitle options.": "ตั้งค่าตัวเลือกคำบรรยายขั้นสูง",
	"Set advanced captioning options.": "ตั้งค่าตัวเลือกคำอธิบายขั้นสูง",
	"Set audio-related options.": "ตั้งค่าตัวเลือกที่เกี่ยวข้องกับเสียง",
	"Set color balance by adjusting color temperature, luminance, and red, green and blue gain controls.": "ตั้งค่าสมดุลสีด้วยการปรับการควบคุมอุณหภูมิสี ความสว่าง และค่าสีแดง เขียว และน้ำเงิน",
	"Set color gamut automatically according to the signal, or display more vivid and richer color in the order of Extended and Wide.": "ตั้งค่าชุดสีโดยอัตโนมัติตามสัญญาณ หรือแสดงสีที่สดใสและสมบูรณ์ยิ่งขึ้นตามลำดับขยายและมุมกว้าง",
	"Set color temperature from warm to cool.": "ตั้งค่าอุณหภูมิสีจากอุ่นไปเป็นเย็น",
	"Set power options to reduce energy consumption.": "ตั้งค่าตัวเลือกพลังงานเพื่อลดการใช้พลังงาน",
	"Set the TV to turn off after a set amount of time.": "ตั้งค่าให้ปิด TV หลังจากพ้นเวลาที่กำหนดไว้",
	"Set the TV to turn off automatically at a set time.": "ตั้งค่าให้ปิด TV โดยอัตโนมัติเมื่อถึงเวลาที่กำหนดไว้",
	"Set the TV to turn off automatically if there is no user input for 2 hours after the timer has turned it on.": "ตั้งค่า TV ให้ปิดอัตโนมัติถ้าไม่มีการป้อนข้อมูลจากผู้ใช้เป็นเวลา 2 ชั่วโมง หลังจากที่เปิดใช้ตัวตั้งเวลา",
	"Set the TV to turn off automatically when there has been no user input for a specified amount of time.": "ตั้งค่าให้ปิด TV โดยอัตโนมัติเมื่อไม่มีผู้ใช้ป้อนข้อมูลภายในระยะเวลาที่กำหนดไว้",
	"Set the TV to turn on automatically at a set time.": "ตั้งค่าให้เปิด TV โดยอัตโนมัติเมื่อถึงเวลาที่กำหนดไว้",
	"Set the TV to turn on or off automatically at a set time.": "ตั้งค่าให้เปิดหรือปิด TV โดยอัตโนมัติเมื่อถึงเวลาที่กำหนดไว้",
	"Set the current date and time.": "ตั้งค่าวันที่และเวลาในปัจจุบัน",
	"Set the current date manually.": "ตั้งค่าวันที่ปัจจุบันด้วยตนเอง",
	"Set the current time manually.": "ตั้งเวลาปัจจุบันด้วยตนเอง",
	"Set the range of colors that can be displayed.": "ตั้งค่าช่วงสีที่จะปรากฏ",
	"Set the region for broadcasts and special services.": "ตั้งค่าภูมิภาคสำหรับการออกอากาศและบริการพิเศษ",
	"Set the screen size and aspect ratio.": "ตั้งค่าขนาดหน้าจอและอัตราส่วนภาพ",
	"Set the volume level to use when the TV turns on.": "เลือกระดับเสียงที่จะใช้เมื่อเปิด TV",
	"Set time to turn off the TV.": "ตั้งเวลาปิด TV",
	"Set time to turn on the TV.": "ตั้งเวลาเปิด TV",
	"Settings Help": "ความช่วยเหลือในการตั้งค่า",
	"Sexual Situations": "ฉากเกี่ยวกับเรื่องเพศ",
	"Sexually Suggestive Dialogue": "บทสนทนาที่ไม่เหมาะสมในเรื่องเพศ",
	"Shanghai": "เซี่ยงไฮ้",
	"Sharpness": "ปรับความคมชัด",
	"Show Password": "แสดงรหัสผ่าน",
	"Side by Side": "เคียงข้างกัน",
	"Sierra Leone": "เซียร์ราลีโอน",
	"Signal Strength": "ความแรงสัญญาณ",
	"Simferopol": "ซิมเฟโรโพล",
	"Simultaneous Sound Out with Internal TV Speaker": "เสียงออกพร้อมกับลำโพง TV ภายใน",
	"Singapore": "สิงคโปร์",
	"Single Sound Out": "เสียงออกจุดเดียว",
	"Size": "ขนาด",
	"Skin Color": "สีผิว",
	"Skopje": "สโกเปีย",
	"Sky Color": "สีของท้องฟ้า",
	"Sleep Timer": "ตั้งเวลาปิด",
	"Slovak": "สโลวัก",
	"Slovakia": "สโลวะเกีย",
	"Slovenia": "สโลวีเนีย",
	"Slovenian": "สโลวีเนีย",
	"Slow": "ช้า",
	"Small": "เล็ก",
	"Small Standard": "มาตรฐานขนาดเล็ก",
	"Smooth": "นุ่มนวล",
	"Soccer": "ฟุตบอล",
	"Sofia": "โซเฟีย",
	"Software Version": "เวอร์ชันของซอฟต์แวร์",
	"Software update has been installed. Update will be applied when you restart your TV.": "ติดตั้งซอฟท์แวร์อัพเดตแล้ว การอัพเดตจะถูกนำไปใช้เมื่อคุณเริ่มต้นทีวีของคุณใหม่",
	"Solid": "สีเดียว",
	"Solomon Islands": "หมู่เกาะโซโลมอน",
	"Somalia": "โซมาเลีย",
	"Some material may be inappropriate for children under 13.": "เนื้อหาบางอย่างอาจไม่เหมาะสมกับเด็กอายุต่ำกว่า 13 ปี",
	"Some material may not be suitable for children.": "เนื้อหาบางอย่างอาจไม่เหมาะสมสำหรับเด็ก",
	"Sotho, Northern": "โซโธ, เหนือ",
	"Sotho, Southern": "โซโธ, ใต้",
	"Sound": "เสียง",
	"Sound Mode": "โหมดเสียง",
	"Sound Mode Settings": "การตั้งค่าโหมดเสียง",
	"Sound Out": "เสียงออก",
	"Sound Test": "ทดสอบเสียง",
	"Sound can be heard simultaneously through Internal TV Speaker and external audio devices connected to the OPTICAL DIGITAL AUDIO OUT port.": "คุณสามารถรับฟังเสียงได้พร้อมกันผ่านลำโพง TV ภายในและอุปกรณ์เสียงภายนอกที่เชื่อมต่อกับพอร์ต OPTICAL DIGITAL AUDIO OUT",
	"Sound can be heard simultaneously through internal TV speaker and wired headphones.": "คุณสามารถรับฟังเสียงได้พร้อมกันผ่านลำโพง TV ภายในและหูฟังที่ใช้สาย",
	"South Africa": "แอฟริกาใต้",
	"South Korea": "เกาหลีใต้",
	"Southern Africa": "แอฟริกาใต้",
	"Spain": "สเปน",
	"Spanish": "สเปน",
	"Speed": "ความเร็ว",
	"Spoken Subtitle": "ออกเสียงคำบรรยายภาพ",
	"Sports": "กีฬา",
	"Sri Lanka": "ศรีลังกา",
	"St. John's": "เซนต์จอนส์",
	"Stand TypeⅠ": "แบบตั้งพื้น Ⅰ",
	"Stand TypeⅡ": "แบบตั้งพื้น Ⅱ",
	"Standard": "มาตรฐาน",
	"Standard Mode Sound Effect": "เอฟเฟ็กต์เสียงของโหมดมาตรฐาน",
	"Standby Light": "ไฟสแตนด์บาย",
	"Start New Sound Tuning": "เริ่มต้นระบบค้นหาสัญญาณเสียงใหม่",
	"Startup Sound": "เสียงเริ่มต้นเมื่อทำการเปิดเครื่อง",
	"Stockholm": "สตอกโฮล์ม",
	"Store Demo": "แสดงการสาธิตสำหรับร้านค้า",
	"Store Demo mode provides options to optimize the TV for retail displays.": "โหมดแสดงการสาธิตสำหรับร้านค้ามีตัวเลือกในการปรับปรุงประสิทธิภาพ TV เพื่อจัดแสดงในร้านค้า",
	"Store Mode": "โหมดสำหรับร้านค้า",
	"Store Mode Settings": "การตั้งค่าโหมดสำหรับร้านค้า",
	"Store Mode is for in-store display purposes. It will re-initialize the settings every few minutes. Do you want to close this app and start the Store Mode?": "โหมดร้านค้ามีไว้สำหรับวัตถุประสงค์การตั้งแสดงในร้านค้า จะมีการเริ่มต้นการตั้งค่าใหม่ทุกสองสามนาที คุณต้องการปิดแอปนี้และเริ่มต้นโหมดร้านค้าหรือไม่",
	"Strong": "เข้ม",
	"Style": "สไตล์",
	"Subnet prefix length": "ความยาวของคำนำหน้า Subnet",
	"Subtitle First Choice Language": "ภาษาคำบรรยายที่เป็นตัวเลือกที่หนึ่ง",
	"Subtitle Language": "ภาษาของคำบรรยายใต้ภาพ",
	"Subtitle Second Choice Language": "ภาษาคำบรรยายที่เป็นตัวเลือกที่สอง",
	"Subtitles": "คำบรรยายใต้ภาพ",
	"Sudan": "ซูดาน",
	"Suitable for children ages 13 and older.": "เหมาะสำหรับเด็กอายุตั้งแต่ 13 ปีขึ้นไป",
	"Suitable for children ages 2-7.": "เหมาะสำหรับเด็กอายุ 2-7 ปี",
	"Suitable for children ages 8 and older.": "เหมาะสำหรับเด็กอายุตั้งแต่ 8 ปีขึ้นไป",
	"Super Impose": "ซ้อนทับด้านบน",
	"Super Resolution": "ความละเอียดสูงพิเศษ",
	"Suriname": "ซูรินาเม",
	"Swahili": "สวาฮิลี",
	"Swati": "สวาตี",
	"Swaziland": "สวาซิแลนด์",
	"Sweden": "สวีเดน",
	"Swedish": "สวีเดน",
	"Swift Current": "เลื่อนรายการปัจจุบัน",
	"Switzerland": "สวิตเซอร์แลนด์",
	"Syria": "ซีเรีย",
	"System Color": "ระบบสี",
	"São Paulo": "เซาเปาลู",
	"TAS - Tasmania - Hobart": "TAS - แทสเมเนีย - โฮบาร์ต",
	"TEXT 1": "ข้อความ 1",
	"TEXT 2": "ข้อความ 2",
	"TEXT 3": "ข้อความ 3",
	"TEXT 4": "ข้อความ 4",
	"TV Information": "ข้อมูล TV",
	"TV Installation Type": "ประเภทการติดตั้ง TV",
	"TV Lock": "ล็อค TV",
	"TV Name": "ชื่อ TV",
	"TV Power Sound": "เสียงเปิด/ปิดของ TV",
	"TV Program Locks": "การล็อครายการ TV",
	"TV Rating English": "การจัดอันดับอายุตามรายการ TV - อังกฤษ",
	"TV Rating French": "การจัดอันดับอายุตามรายการ TV - ฝรั่งเศส ",
	"TV Speaker Bar": "แถบลำโพงของ TV",
	"TV Speaker Bar + Wired Headphones": "แถบลำโพง TV + หูฟังที่ใช้สาย",
	"TV to USB": "TV ไปยัง USB",
	"Tagalog": "ตากาล็อก",
	"Tahiti": "ตาฮิติ",
	"Taipei": "ไทเป",
	"Taiwan": "ไต้หวัน",
	"Tajikistan": "ทาจิกิสถาน",
	"Tallinn": "ทาลลินน์",
	"Tamil": "ทมิฬ",
	"Tanzania": "แทนซาเนีย",
	"Target Luminance": "ความสว่างเป้าหมาย",
	"Tashkent": "ทาชเคนต์",
	"Tbilisi": "ทบิลิซิ",
	"Tegucigalpa": "เตกูซิกัลปา",
	"Tehran": "เตหะราน",
	"Teletext": "เทเลเท็กซ์",
	"Telugu": "เตลูกู",
	"Text Color": "สีข้อความ",
	"Text Opacity": "ความทึบของข้อความ",
	"Thai": "ไทย",
	"Thailand": "ไทย",
	"The LG Services Country information could not be retrieved from the server. Please try again later.": "ไม่สามารถเรียกข้อมูลของประเทศที่ให้บริการของ LG จากเซิร์ฟเวอร์ โปรดลองอีกครั้งในภายหลัง",
	"The Settings application must reload to change the menu language. Do you want to continue?": "แอปพลิเคชั่นการตั้งค่าจะต้องโหลดใหม่เพื่อเปลี่ยนภาษาของเมนู คุณต้องการดำเนินการต่อหรือไม่",
	"The channel list have been successfully copied from the USB storage to your TV. The TV will restart in 5 seconds.": "คัดลอกรายการช่องจากอุปกรณ์จัดเก็บข้อมูล USB ไปยังทีวีของคุณสำเร็จแล้ว ทีวีจะเริ่มต้นใหม่ใน 5 วินาที",
	"The channel list have been successfully copied from your TV to the USB storage.": "คัดลอกรายการช่องจากทีวีของคุณไปยังอุปกรณ์จัดเก็บข้อมูล USB สำเร็จแล้ว",
	"The contents on the screen or subtitles will be verbally spoken for visually impaired viewers.": "เนื้อหาบนหน้าจอหรือคำบรรยายจะมีคำอธิบายด้วยเสียงสำหรับผู้ชมที่มีปัญหาในการมอง",
	"The contents on the screen will be described with voice for visually impaired viewers.": "เนื้อหาบนหน้าจอจะมีคำอธิบายด้วยเสียงสำหรับผู้ชมที่มีความบกพร่องทางสายตา",
	"The list of all paired devices will be deleted. Do you want to continue?": "รายการของอุปกรณ์ที่จับคู่ไว้ทั้งหมดจะถูกลบ คุณต้องการดำเนินการต่อหรือไม่",
	"The network is currently unavailable. Please try again later.": "เครือข่ายไม่สามารถใช้ได้ในขณะนี้ โปรดลองอีกครั้งในภายหลัง",
	"The process will take about an hour to complete and your TV needs to remain turned off.": "กระบวนการนี้จะใช้เวลาประมาณหนึ่งชั่วโมง และ TV จะต้องปิดอยู่",
	"The update cannot be applied to the TV. Software will revert to the previous version.": "ไม่สามารถทำการอัพเดตซอฟท์แวร์เวอร์ชั่นใหม่กับทีวีได้ ซอฟท์แวร์จะกลับไปเป็นเวอร์ชั่นก่อนหน้า",
	"There are no paired devices.": "ไม่มีอุปกรณ์ที่จับคู่ไว้",
	"There are settings to correct or prevent OLED panel noise.": "มีการตั้งค่าเพื่อแก้ไขหรือป้องกันสัญญาณรบกวนที่แผงควบคุม OLED",
	"There is no USB device connected to your TV.": "ไม่มีอุปกรณ์ USB ที่เชื่อมต่อกับ TV",
	"There is no message.": "ไม่มีข้อความ",
	"Thimphu": "ทิมพู",
	"Third Language": "ภาษาที่สาม",
	"This mode provides a clear and natural sound quality.": "โหมดนี้จะให้คุณภาพเสียงชัดเจนและเป็นธรรมชาติ",
	"This setting puts your TV in standby mode when it's turned off so it will help using TV's functions quicker when you turn the TV back on.": "การตั้งค่านี้ทำให้ทีวีของคุณอยู่ในโหมดสแตนด์บายเมื่อปิดเครื่อง ช่วยทำให้ฟังก์ชันการทำงานของทีวีทำงานเร็วขึ้นเมื่อคุณเปิดเครื่องอีกครั้ง",
	"This setting puts your TV in standby mode when it's turned off so it will start up more quickly the next time it's turned on.": "การตั้งค่านี้จะทำให้ TV ของคุณอยู่ในโหมดสแตนด์บายเมื่อถูกปิด ดังนี้ระบบจะเริ่มต้นได้รวดเร็วยิ่งขึ้นเมื่อเปิดเครื่องในครั้งหน้า",
	"This settings is only available for Internal TV Speaker.": "การตั้งค่านี้ใช้ได้เฉพาะกับลำโพง TV ภายในเท่านั้น",
	"Thule": "ทูเลอ",
	"Tijuana": "ติฮัวนา",
	"Time": "เวลา",
	"Time & Date": "เวลาและวันที่",
	"Timer Channel": "ช่องที่ตั้งเวลา",
	"Timer Power Off": "ตัวตั้งเวลาปิด",
	"Timer Power On": "ตัวตั้งเวลาเปิด",
	"Timer Repeat": "ตั้งเวลาซ้ำ",
	"Timers": "ตัวตั้งเวลา",
	"Timezone": "เขตเวลา",
	"Timor-Leste": "ติมอร์-เลสเต",
	"Tint": "ปรับโหมดสี",
	"Tiranë": "ติรานา",
	"To experience optimal sound effect, it is recommended to set the balance between the L10~R10 range.": "เพื่อให้ได้รับประสบการณ์เอฟเฟ็กต์เสียงที่ดีที่สุด ขอแนะนำให้ตั้งบาลานซ์ระหว่างช่วง L10~R10",
	"To test your TV sound, Sound Out setting needs to be changed to the Internal TV Speaker. Do you want to continue?": "เพื่อทดสอบเสียงทีวีของคุณ การตั้งค่าเสียงออกจะต้องถูกเปลี่ยนเป็นลำโพงทีวี คุณต้องการดำเนินการต่อหรือไม่",
	"To use Wi-Fi Direct, you must turn on the Wi-Fi within the TV. Do you want to turn Wi-Fi on?": "เพื่อใช้งาน Wi-Fi Direct คุณจะต้องเปิดใช้งาน Wi-Fi ภายในทีวี คุณต้องการเปิดใช้งาน Wi-Fi หรือไม่",
	"To use the Wi-Fi Direct, you must close the Screen Share app.": "เพื่อใช้งาน Wi-Fi Direct คุณจะต้องปิดแอปพลิเคชั่น Screen Share",
	"Togo": "โตโก",
	"Tokyo": "โตเกียว",
	"Tonga": "ตองกา",
	"Top and Bottom": "ด้านบนและด้านล่าง",
	"Toronto": "โทรอนโต",
	"Total Power On Time": "เวลาเปิดทั้งหมด",
	"Tracking Speed": "ความเร็วในการติดตาม",
	"Translucent": "โปร่งแสง",
	"Transparent": "โปร่งใส",
	"Treble Boost": "เพิ่มเสียงแหลม",
	"Trinidad And Tobago": "ตรินิแดดและโตเบโก",
	"Trinidad and Tobago": "ตรินิแดดและโตเบโก",
	"Tripoli": "ตริโปลี",
	"Tsonga": "ซองกา",
	"Tswana": "ทซวานา",
	"Tune and save available channels.": "ค้นหาและบันทึกช่องที่พร้อม",
	"Tune and save available channels. You can set satellite channel options.": "ค้นหาและบันทึกช่องที่พร้อม คุณสามารถกำหนดค่าตัวเลือกช่องดาวเทียมได้",
	"Tunis": "ตูนิส",
	"Tunisia": "ตูนิเซีย",
	"Turkey": "ตุรกี",
	"Turkish": "ตุรกี",
	"Turkmenistan": "เติร์กเมนิสถาน",
	"Turn Dolby Surround on to make all your content sound better. Note that Dolby Atmos must also be switched on to use this feature.": "เปิด Dolby Surround เพื่อให้เนื้อหาทั้งหมดมีเสียงที่ดียิ่งขึ้น โปรดทราบว่าจะต้องเปิด Dolby Atmos ด้วยเพื่อที่จะใช้คุณสมบัตินี้",
	"Turn automatic volume adjustments on/off and set how much to change volume with each remote click.": "เปิด/ปิดการปรับเสียงอัตโนมัติ และตั้งค่าว่าจะปรับระดับเสียงมากเท่าใดเมื่อคลิ๊กรีโมทแต่ละครั้ง",
	"Turn on the advertising frequency capping cookies. This keeps on tracking the number of times an ad is shown on your TV and is used to help limit the number of times the same ad is displayed.": "เปิดคุ๊กกี้การจำกัดความถี่ในการแสดงโฆษณา คุ๊กกี้จะติดตามจำนวนครั้งในการแสดงโฆษณาบน TV ของคุณตลอดเวลา และใช้เพื่อช่วยจำกัดจำนวนครั้งในการแสดงโฆษณาเดิม",
	"Turn on via Bluetooth": "เปิดใช้งานผ่าน Bluetooth",
	"Turn on via Wi-Fi": "เปิดใช้งานผ่าน Wi-Fi",
	"Turn on/off ULTRA HD Deep Color for HDMI {num} port.": "เปิด/ปิด ULTRA HD Deep Color สำหรับพอร์ต HDMI {num}",
	"Turn on/off and set Audio Guidance options for visually impaired viewers.": "เปิด/ปิดและตั้งค่าตัวเลือกการแนะนำด้วยเสียงสำหรับผู้ชมที่บกพร่องด้านการมองเห็น",
	"Turn on/off captioning for hearing-impaired people. Program must support feature to work.": "เปิด/ปิดคำอธิบายสำหรับผู้ที่มีความบกพร่องในการได้ยิน รายการต้องสนับสนุนคุณลักษณะนี้จึงจะสามารถใช้งานได้",
	"Turn on/off description box in Settings.": "เปิด/ปิดช่องคำอธิบายในการตั้งค่า",
	"Turn on/off standby light.": "เปิด/ปิดแสงไฟสแตนด์บาย",
	"Turn on/off the images to be displayed when there is no signal.": "เปิด/ปิดภาพที่จะแสดงเมื่อไม่มีสัญญาณ",
	"Turn on/off the sound notification for TV power.": "เปิด/ปิดการแจ้งเตือนด้วยเสียงสำหรับการเปิด/ปิด TV",
	"Turn the HbbTV service on/off.": "เปิด/ปิดบริการ HbbTV",
	"Turn the Hybridcast service on/off.": "เปิด/ปิดบริการ Hybridcast",
	"Turn the Interactivity (DTVi) service on/off.": "เปิด/ปิดบริการการทำงานเชิงโต้ตอบ (DTVi)",
	"Turn your TV on using your mobile phone via Bluetooth.": "เปิดทีวีของคุณโดยใช้โทรศัพท์มือถือของคุณผ่าน Bluetooth",
	"Turn your TV on using your mobile phone via Wi-Fi.": "เปิดทีวีของคุณโดยใช้โทรศัพท์มือถือของคุณผ่าน Wi-Fi",
	"Turn your broadcast TV provider's TV Guide on/off.": "เปิด/ปิดทีวีไกด์ของผู้ให้บริการออกอากาศทาง TV",
	"Turn your broadcast TV provider's teletext service on/off.": "เปิด/ปิดบริการเทเลเท็กซ์ของผู้ให้บริการออกอากาศทาง TV",
	"Turning Wi-Fi off will prevent you from accessing all Internet-based services unless you use a cable to connect to the network. Do you want to continue?": "การปิดใช้งาน Wi-Fi จะทำให้คุณไม่สามารถเข้าถึงบริการที่ใช้อินเตอร์เน็ตทั้งหมดได้เว้นแต่คุณจะใช้สายเคเบิลเพื่อเชื่อมต่อกับเครือข่าย คุณต้องการดำเนินการต่อหรือไม่",
	"Turning this option on may increase energy consumption.": "การเปิดตัวเลือกนี้อาจเพิ่มการใช้พลังงาน",
	"Type": "ประเภท",
	"UAE": "สหรัฐอาหรับเอมิเรตส์",
	"UNPAIR": "เลิกจับคู่",
	"USA": "สหรัฐอเมริกา",
	"USB storage for Copy Channels": "อุปกรณ์จัดเก็บข้อมูล USB สำหรับการคัดลอกช่อง",
	"USB to TV": "USB ไปยัง TV",
	"Uganda": "ยูกันดา",
	"Ukraine": "ยูเครน",
	"Ukrainian": "ยูเครน",
	"Ulaanbaatar": "อูลานบาตอร์",
	"Unable to check for updates.": "ไม่สามารถตรวจหาอัปเดต",
	"Unable to connect to the network.": "ไม่สามารถเชื่อมต่อกับเครือข่ายได้",
	"Undefined": "ไม่มีการระบุ",
	"Under 17 requires accompanying parent or adult guardian.": "เด็กอายุต่ำกว่า 17 ปีจะต้องรับชมพร้อมกับผู้ปกครองหรือผู้ดูแลที่บรรลุนิติภาวะ",
	"Uniform": "เหมือนกัน",
	"United Arab Emirates": "สหรัฐอาหรับเอมิเรตส์",
	"United Kingdom": "สหราชอาณาจักร",
	"United States of America": "สหรัฐอเมริกา",
	"Unknown": "ไม่รู้จัก",
	"Unknown issue has occurred.": "มีปัญหาที่ไม่ทราบเกิดขึ้น",
	"Update canceled.": "ยกเลิกการอัปเดตแล้ว",
	"Update in progress...": "กำลังอัปเดต...",
	"Update in progress...({n}%)": "การอัพเดทกำลังดำเนินการ...({n}%)",
	"Update paused.": "พักการอัปเดต",
	"Update reserved.": "สงวนการอัปเดตแล้ว",
	"Update will be cancelled and all update files will be deleted now. Do you want to continue?": "การอัพเดตจะถูกยกเลิกและไฟล์อัพเดตทั้งหมดจะถูกลบในตอนนี้ คุณต้องการดำเนินการต่อหรือไม่",
	"Urdu": "อูรดู",
	"Uruguay": "อุรุกวัย",
	"Urumqi": "อุรุมชี",
	"Use Stand TypeⅠ if the distance between your TV stand and the wall is significant.": "ใช้แบบตั้งพื้น Ⅰ ถ้ามีระยะห่างมากระหว่างขาตั้ง TV และผนัง",
	"Use Stand TypeⅡ if your TV stand is close to the wall. This will reduce base reflex and give you clearer sound quality.": "ใช้แบบตั้งพื้น Ⅱ ถ้าขาตั้ง TV อยู่ใกล้กับผนัง ซึ่งจะช่วยลดเสียงสะท้อนกลับแบบพื้นฐานและให้คุณภาพเสียงที่ชัดเจนขึ้น",
	"Use Wall-mounted Type if your intalled TV is wall-mounted type.": "ใช้แบบติดผนังถ้า TV ของคุณใช้การติดตั้งเป็นแบบติดผนัง ",
	"Use the LG Bean Bird character-shaped cursor.": "ใช้เคอร์เซอร์ที่เป็นรูปทรงคาแรคเตอร์ของ LG Bean Bird",
	"Use the large, standard-shaped cursor.": "ใช้เคอร์เซอร์ขนาดใหญ่ที่เป็นรูปทรงมาตรฐาน",
	"Use the small, standard-shaped cursor.": "ใช้เคอร์เซอร์ขนาดเล็กที่เป็นรูปทรงมาตรฐาน",
	"Use this option to correct picture quality issues that may result after your TV has been turned on for an extended period of time.": "ใช้ตัวเลือกนี้เพื่อแก้ไขปัญหาคุณภาพของภาพ ซึ่งอาจเป็นผลมาจากการเปิด TV ต่อเนื่องกันเป็นเวลานาน",
	"User": "ผู้ใช้",
	"User Agreements": "ข้อตกลงของผู้ใช้",
	"User Guide": "คู่มือผู้ใช้",
	"User Name": "ชื่อผู้ใช้",
	"Uzbek": "อุซเบก",
	"Uzbekistan": "อุซเบกิสถาน",
	"Uzhhorod": "อุซโฮรอด",
	"V Position": "ตำแหน่งแนวตั้ง",
	"V Sharpness": "ความคมชัดแนวตั้ง",
	"V Size": "ขนาดแนวตั้ง",
	"VIC - Victoria - Melbourne": "VIC - วิคตอเรีย - เมลเบิร์น",
	"Vaduz": "วาดุซ",
	"Valencian": "บาเลนเซีย",
	"Vancouver": "แวนคูเวอร์",
	"Vatican City": "นครรัฐวาติกัน",
	"Venda": "เวนดา",
	"Venezuela": "เวเนซุเอลา",
	"Vertical Zoom": "ซูมแนวตั้ง",
	"Video 1": "วิดีโอ 1",
	"Video 2": "วิดีโอ 2",
	"Video 3": "วิดีโอ 3",
	"Video Description": "คำอธิบายวิดีโอ",
	"Vienna": "เวียนนา",
	"Vientiane": "เวียงจันทน์",
	"Vietnam": "เวียดนาม",
	"Vietnamese": "เวียดนาม",
	"View BS Conditional Access Systems (B-CAS) information.": "ดูข้อมูลของ BS Conditional Access Systems (B-CAS)",
	"View current Common Interface (CI) information.": "ดูข้อมูลปัจจุบันของส่วนติดต่อทั่วไป (CI)",
	"View messages from your broadcast TV provider.": "ดูข้อความจากผู้ให้บริการออกอากาศทาง TV ของคุณ",
	"Vilnius": "วิลนีอุส",
	"Violence": "ความรุนแรง",
	"Vivid": "สดใส",
	"Vladivostok": "วลาดิวอสต็อก",
	"Voice Recognition Language": "ภาษาของการรับรู้เสียง",
	"Volgograd": "โวลกอกราด",
	"Volume": "ระดับเสียง",
	"Volume Increase Amount": "ปริมาณการเพิ่มเสียง",
	"Volume Mode": "โหมดระดับเสียง",
	"WA - Western Australia - Eucla": "WA - ออสเตรเลียตะวันตก - ยูคลา",
	"WA - Western Australia - Perth": "WA - ออสเตรเลียตะวันตก - เพิร์ท",
	"Wall-mounted Type": "แบบติดผนัง",
	"Warm1": "อบอุ่น 1",
	"Warm2": "อบอุ่น 2",
	"Warm3": "อบอุ่น 3",
	"Warsaw": "วอร์ซอ",
	"We collect and store MAC address, model number, country code, language settings, and software version to verify your device and to check whether you have the latest version of the software.": "เราจะรวบรวมและเก็บ MAC Address, หมายเลขรุ่น, รหัสประเทศ, การตั้งค่าภาษา และเวอร์ชันของซอฟท์แวร์เพื่อยืนยันอุปกรณ์ของคุณ และตรวจสอบว่าคุณมีซอฟท์แวร์เวอร์ชันล่าสุดแล้วหรือไม่",
	"Welsh": "เวลส์",
	"Western Africa": "แอฟริกาตะวันตก",
	"When a connected external hard drive has not been used for a specified amount of time, switch to standby mode.": "เมื่อไม่มีการใช้งานฮาร์ดไดรฟ์ภายนอกที่เชื่อมต่ออยู่ภายในระยะเวลาที่กำหนดไว้ ให้สลับเป็นโหมดสแตนด์บาย",
	"When set to On, experience Dolby Atmos moving audio when you turn on/off the TV.": "เมื่อตั้งค่าเป็นเปิด คุณจะได้รับประสบการณ์เสียงในระบบ Dolby Atmos ทุกครั้งเมื่อคุณเปิดปิดทีวี",
	"When the currently displayed app has not received any user input for an hour, it will be replaced by a screen saver. If you turn this option off, the current picture may create an afterimage burned onto your screen, possibly permanently.": "เมื่อแอปพลิเคชันที่ปรากฏในปัจจุบันไม่ได้รับการป้อนข้อมูลจากผู้ใช้เป็นเวลาหนึ่งชั่วโมง ระบบจะแทนที่แอปพลิเคชันด้วยภาพพักหน้าจอ ถ้าคุณปิดตัวเลือกนี้ ภาพในปัจจุบันอาจทำให้เกิดภาพค้างบนหน้าจอของคุณ ซึ่งอาจค้างอยู่อย่างถาวร",
	"When the device is turned on/off, your TV will automatically turn on/off.": "เมื่อเปิด/ปิดอุปกรณ์ TV จะเปิด/ปิดโดยอัตโนมัติ",
	"When the program does not support the language that you have selected, the default language will be shown.": "เมื่อโปรแกรมไม่สนับสนุนภาษาที่คุณเลือก ระบบจะแสดงภาษาเริ่มต้น",
	"When turned on, on-screen features (e.g. Live menu, Search, Screen Remote) will be partially transparent to show the content beneath it.": "เมื่อเปิดเครื่อง คุณสมบัติบนหน้าจอต่าง ๆ (เช่น เมนูสด ค้นหา รีโมทหน้าจอ) จะโปร่งใสบางส่วนเพื่อแสดงเนื้อหาด้านหลัง",
	"When turned on, the background and text color on some menus will be adjusted to enhance contrasts between bright and dark areas.": "เมื่อเปิดใช้งาน สีพื้นหลังและข้อความในเมนูบางส่วนจะได้รับการปรับเพื่อเพิ่มความคมชัดระหว่างพื้นที่สว่างและมืด",
	"When your TV is turned off, the device will automatically turn off.": "เมื่อปิด TV อุปกรณ์จะปิดโดยอัตโนมัติ",
	"White": "ขาว",
	"White Balance": "สมดุลแสงสีขาว",
	"Wi-Fi Connection": "การเชื่อมต่อ Wi-Fi",
	"Wi-Fi Direct connection has not succeeded.": "การเชื่อมต่อ Wi-Fi Direct ไม่สำเร็จ",
	"Wi-Fi Direct connection with {deviceName} is disconnected.": "การเชื่อมต่อ Wi-Fi Direct กับ {deviceName} ถูกตัด",
	"Wi-Fi Direct lets you connect your TV wirelessly to other Wi-Fi Direct-enabled devices, like a cellphone or computer, without having to connect to a wireless router.": "Wi-Fi Direct ช่วยให้คุณสามารถเชื่อมต่อ TV ได้ในแบบไร้สายไปยังอุปกรณ์อื่นที่เปิดใช้ Wi-Fi Direct เช่น โทรศัพท์มือถือหรือคอมพิวเตอร์ โดยไม่ต้องเชื่อมต่อเราเตอร์ไร้สาย",
	"Wi-Fi Direct lets you connect your TV wirelessly to other Wi-Fi Direct-enabled devices, like a mobile device or a computer, without having to connect to a wireless router. Once connected, you can enjoy your contents from the devices using the Photo & Video and the Music app in TV.": "Wi-Fi Direct ช่วยให้คุณสามารถเชื่อมต่อ TV ได้ในแบบไร้สายไปยังอุปกรณ์อื่นที่เปิดใช้ Wi-Fi Direct เช่น อุปกรณ์เคลื่อนที่หรือคอมพิวเตอร์ โดยไม่ต้องเชื่อมต่อเราเตอร์ไร้สาย เมื่อเชื่อมต่อแล้ว คุณจะสามารถเพลิดเพลินกับเนื้อหาจากอุปกรณ์โดยใช้แอปพลิเคชันรูปภาพและวิดีโอและเพลงใน TV",
	"Wi-Fi Security": "ความปลอดภัยของ Wi-Fi",
	"Wi-Fi is turned off. Turn it on to see the list of available networks that you can connect to and additional related menu items.": "ปิด Wi-Fi แล้ว เปิดเพื่อดูรายการเครือข่ายที่ใช้ได้ที่คุณสามารถเชื่อมต่อและรายการเมนูที่เกี่ยวข้องเพิ่มเติม",
	"Wi-Fi issue has occurred.": "มีปัญหาเกี่ยวกับ Wi-Fi เกิดขึ้น",
	"Wide": "กว้าง",
	"Wide Area Zone": "เขตพื้นที่กว้าง",
	"Wide View": "มุมมองกว้าง",
	"Wide View (32:9)": "มุมมองกว้าง (32:9)",
	"Wide Zoom": "การซูมกว้าง",
	"Windhoek": "วินด์ฮุก",
	"Window Color": "สีของหน้าต่าง",
	"Window Opacity": "ความทึบของหน้าต่าง",
	"Winnipeg": "วินนิเพก",
	"Wired Connection (Ethernet)": "การเชื่อมต่อแบบใช้สาย (Ethernet)",
	"Wired Headphones": "หูฟังที่ใช้สาย",
	"Xhosa": "โซซา",
	"YES": "ใช่",
	"Yakutsk": "ยาคุตสค์",
	"Yangon": "ย่างกุ้ง",
	"Year": "ปี",
	"Yekaterinburg": "เยกาเตรนเบิร์ก",
	"Yellow": "เหลือง",
	"Yellowknife": "เยลโลว์ไนฟ์",
	"Yemen": "เยเมน",
	"Yerevan": "เยเรวาน",
	"Yes": "ใช่",
	"You can also turn Adaptive Sound Control on to enhance all other audio content using Dolby processing.": "คุณสามารถเปิดการควบคุมเสียงแบบปรับเปลี่ยนเพื่อปรับปรุงเนื้อหาเสียงทั้งหมดโดยใช้การประมวลผล Dolby",
	"You can control the setting for using HbbTV service.": "คุณสามารถควบคุมการตั้งค่าการใช้บริการ HbbTV",
	"You can control the setting for using IBB service.": "คุณสามารถควบคุมการตั้งค่าการใช้บริการ IBB",
	"You can find the default password in User Guide.": "คุณสามารถหารหัสผ่านเริ่มต้นได้จากในคู่มือการใช้งาน",
	"You can only change settings from the current HDMI input.": "คุณสามารถเปลี่ยนการตั้งค่าได้จากสัญญาณเข้า HDMI ปัจจุบันเท่านั้น",
	"You can play photos and music from your mobile device to the TV or control your TV by using mobile apps such as LG TV Plus.": "คุณสามารถเปิดรูปภาพและเพลงจากอุปกรณ์เคลื่อนที่ไปยังทีวี หรือควบคุมทีวีโดยใช้แอปในอุปกรณ์เคลื่อนที่ เช่น LG TV Plus",
	"You can select left and right audio settings for broadcast signal.": "คุณสามารถเลือกการตั้งค่าเสียงซ้ายและขวาสำหรับสัญญาณการแพร่ภาพ",
	"You can select upto {n} keyboard languages only. De-select selected languages to add more langauge.": "คุณสามารถเลือกภาษาของแป้นพิมพ์ได้ไม่เกิน {n} ภาษา ยกเลิกการเลือกภาษาในปัจจุบันเพื่อเพิ่มภาษาใหม่",
	"You can turn on/off the feature of saving CAM operator's profile.": "คุณสามารถเปิด/ปิดคุณลักษณะในการบันทึกโปรไฟล์ของผู้ให้บริการ CAM",
	"You can turn this feature on or off.": "คุณสามารถเปิดหรือปิดคุณลักษณะนี้ได้",
	"You can turn your TV on using your mobile phone.": "คุณสามารถเปิด TV โดยใช้โทรศัพท์เคลื่อนที่",
	"You can use 3G/4G USB dongle to connect to the network.": "คุณสามารถใช้อุปกรณ์ดองเกิล 3G/4G USB เพื่อเชื่อมต่อเครือข่าย",
	"You can use your Magic Remote to determine the room’s acoustics and optimize your TV’s sound quality based on the results.": "คุณสามารถใช้ Magic Remote เพื่อกำหนดเสียงในห้องของคุณและให้คุณภาพเสียง TV ที่เหมาะสมที่สุดตามผลลัพธ์",
	"Your TV and SIMPLINK-connected device will be synced as follows:": "TV และอุปกรณ์ที่เชื่อมต่อ SIMPLINK จะถูกซิงค์ดังนี้:",
	"Your TV must stay off while Pixel Refresher process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled.": "TV ของคุณต้องปิดอยู่ตลอดเวลาที่กระบวนการรีเฟรชพิกเซลทำงาน การบันทึก การเตือน หรือการตั้งเวลาเปิดในปัจจุบันหรือที่จะมาถึงและวางกำหนดการระหว่างกระบวนการนี้จะถูกยกเลิก",
	"Your TV needs to be connected to the network to automatically set your LG Services Country. Do you want to go to Network Settings now to check the connection?": "ทีวีของคุณจำเป็นต้องเชื่อมต่อกับเครือข่ายเพื่อกำหนดประเทศที่ให้บริการของ LG ของคุณโดยอัตโนมัติ คุณต้องการไปยังการตั้งค่าเครือข่ายในตอนนี้เพื่อตรวจสอบการเชื่อมต่อหรือไม่",
	"Your TV needs to know your correct location to provide emergency alert messages through its digital TV signal.": "ทีวีของคุณจำเป็นต้องรู้ตำแหน่งที่ถูกต้องของคุณเพื่อให้ข้อความแจ้งเตือนฉุกเฉินผ่านสัญญาณทีวีดิจิตัล",
	"Your TV will turn off until the process is complete, at which point it will automatically turn back on.": "TV ของคุณจะปิดจนกว่ากระบวนการทั้งหมดจะเสร็จสิ้น แล้ว TV จะเปิดอีกครั้งโดยอัตโนมัติ",
	"Zagreb": "ซาเกร็บ",
	"Zambia": "แซมเบีย",
	"Zaporozhye": "ซาโปโรซี",
	"Zimbabwe": "ซิมบับเว",
	"Zoom": "ซูม",
	"Zoom2": "ซูม 2",
	"Zulu": "ซูลู",
	"Zürich": "ซูริก",
	"[{Device}] will be disconnected from your TV. Sound will no longer be played from this device. Do you want to continue?": "[{Device}] จะถูกตัดการเชื่อมต่อจากทีวีของคุณ จะไม่มีการเล่นเสียงจากอุปกรณ์นี้อีกต่อไป คุณต้องการดำเนินการต่อหรือไม่",
	"[{Device}] will be removed from the paired device list. If you want to connect it later, you need to search for available devices and re-pair it. Do you want to continue?": "[{Device}] จะถูกลบออกจากรายการอุปกรณ์ที่จับคู่ไว้ หากคุณต้องการเชื่อมต่อภายหลัง คุณจะต้องค้นหาอุปกรณ์ที่พร้อมใช้งานและจับคู่ใหม่ คุณต้องการดำเนินการต่อหรือไม่",
	"aspectRatio_original": "ต้นฉบับ",
	"audioGuidance_fast": "เร็ว",
	"audioGuidance_high": "สูง",
	"audioGuidance_low": "ต่ำ",
	"audioGuidance_medium": "ปานกลาง",
	"audioGuidance_slow": "ช้า",
	"audioGuidance_veryFast": "เร็วมาก",
	"audioGuidance_veryHigh": "สูงมาก",
	"audioGuidance_veryLow": "ต่ำมาก",
	"audioGuidance_verySlow": "ช้ามาก",
	"button": "ปุ่ม",
	"character": "ตัวอักขระ",
	"characters": "ตัวอักขระ",
	"checked": "ตรวจสอบแล้ว",
	"connecting": "การเชื่อมต่อ",
	"depthOfColor": "ปรับสี",
	"diagonal zoom in": "ซูมเข้าแนวทแยง",
	"diagonal zoom out": "ซูมออกแนวทแยง",
	"digitalOptionSetByProgram": "ตั้งค่าตามรายการ",
	"energy_Maximum": "สูงสุด",
	"energy_Medium": "ปานกลาง",
	"energy_Minimum": "ต่ำสุด",
	"gamma_high1": "สูง 1",
	"gamma_high2": "สูง 2",
	"hidden": "ซ่อน",
	"horizontal zoom in": "ซูมเข้าแนวนอน",
	"horizontal zoom out": "ซูมออกแนวนอน",
	"jpDoNot": "ปิด",
	"logoLuminance_high": "สูง",
	"logoLuminance_low": "ต่ำ",
	"min": "นาที",
	"not connected": "ไม่มีการเชื่อมต่อ",
	"pictureControl3dModeStandard": "มาตรฐาน",
	"pictureControlAuto": "อัตโนมัติ",
	"pictureControlAuto_BlackLevel": "อัตโนมัติ",
	"pictureControlHigh": "สูง",
	"pictureControlHigh_BlackLevel": "สูง",
	"pictureControlHigh_Male": "สูง",
	"pictureControlLow": "ต่ำ",
	"pictureControlLow_BlackLevel": "ต่ำ",
	"pictureControlLow_Male": "ต่ำ",
	"pictureControlMedium": "ปานกลาง",
	"pictureControlMedium_BlackLevel": "ปานกลาง",
	"pictureControlMedium_Male": "ปานกลาง",
	"pictureControlwhiteBalanceColorTemperatureMedium": "ปานกลาง",
	"pictureMode": "มาตรฐาน",
	"pictureModeSettings": "กำหนดเอง",
	"pointerOptions": "สไตล์",
	"pointerSize": "ขนาด",
	"press OK button to edit IP manually": "กดปุ่ม ตกลง เพื่อแก้ไข IP ด้วยตัวเอง",
	"press OK button to enter channel to search": "กดปุ่ม ตกลง เพื่อป้อนช่องที่จะค้นหา",
	"press OK button to enter value": "กดปุ่ม ตกลง เพื่อป้อนค่า",
	"press right button to adjust HDR Effect level": "กดปุ่มขวาเพื่อปรับค่าระดับเอฟเฟกต์ HDR",
	"press right button to adjust de-judder and de-blur value": "กดปุ่มขวาเพื่อปรับค่า de-judder และ de-blur",
	"press right button to adjust zoom ratio and position": "กดปุ่มขวาเพื่อปรับอัตราส่วนการซูมและตำแหน่ง",
	"shift current screen down": "เลื่อนหน้าจอปัจจุบันลง",
	"shift current screen to the left": "เลื่อนหน้าจอปัจจุบันไปทางซ้าย",
	"shift current screen to the right": "เลื่อนหน้าจอปัจจุบันไปทางขวา",
	"shift current screen up": "เลื่อนหน้าจอปัจจุบันขึ้น",
	"shift down": "เลื่อนลง",
	"shift left": "เลื่อนไปทางซ้าย",
	"shift right": "เลื่อนไปทางขวา",
	"shift up": "เลื่อนขึ้น",
	"soundMode_Standard": "มาตรฐาน",
	"thaRatingNone": "ไม่กำหนด",
	"unchecked": "ไม่ได้ตรวจสอบ",
	"unread": "ไม่ได้อ่าน",
	"vertical zoom in": "ซูมเข้าแนวตั้ง",
	"vertical zoom out": "ซูมออกแนวตั้ง",
	"volumeModeHigh": "สูง",
	"volumeModeLow": "ต่ำ",
	"volumeModeMedium": "ปานกลาง",
	"webOS TV Version": "เวอร์ชันของ webOS TV",
	"zoom in": "ซูมเข้า",
	"zoom out": "ซูมออก",
	"• Compatibility problems may occur depending on the connected Bluetooth device.": "• ปัญหาความเข้ากันได้อาจเกิดขึ้น ทั้งนี้จะขึ้นอยู่กับอุปกรณ์ Bluetooth ที่เชื่อมต่อ",
	"• If audio video sync error occurs with your wireless audio device connected through LG Sound Sync, try restarting the TV.": "• หากเกิดข้อผิดพลาดในการซิงค์วิดีโอเสียงกับอุปกรณ์เสียงไร้สายที่เชื่อมต่อผ่าน LG Sound Sync ให้ลองเริ่มระบบ TV ใหม่",
	"• If you can't hear sound through the device, make sure it is working and connected properly.": "• ถ้าคุณไม่ได้ยินเสียงผ่านอุปกรณ์ โปรดตรวจสอบว่าอุปกรณ์ทำงานและเชื่อมต่อได้อย่างถูกต้อง"
}
