{
	"Adjust blue gain for color balance.": "Adjust blue gain for colour balance.",
	"Adjust brightness by analyzing image movements to prevent glare and reduce energy consumption.": "Adjust brightness by analysing image movements to prevent glare and reduce energy consumption.",
	"Adjust color and saturation for a more vivid image.": "Adjust colour and saturation for a more vivid image.",
	"Adjust detailed settings to further optimize the picture.": "Adjust detailed settings to further optimise the picture.",
	"Adjust grass tone colors.": "Adjust grass tone colours.",
	"Adjust green gain for color balance.": "Adjust green gain for colour balance.",
	"Adjust hue and saturation of a specified color region.": "Adjust hue and saturation of a specified colour region.",
	"Adjust luminance for selected color.": "Adjust luminance for selected colour.",
	"Adjust overall color. Higher values increase saturation.": "Adjust overall colour. Higher values increase saturation.",
	"Adjust red and green color balance. Higher values increase saturation of the color.": "Adjust red and green colour balance. Higher values increase saturation of the colour.",
	"Adjust red gain for color balance.": "Adjust red gain for colour balance.",
	"Adjust saturation for selected color.": "Adjust saturation for selected colour.",
	"Adjust skin tone colors.": "Adjust skin tone colours.",
	"Adjust skin tone, grass, and sky colors.": "Adjust skin tone, grass, and sky colours.",
	"Adjust sky tone colors.": "Adjust sky tone colours.",
	"Adjust tint for selected color.": "Adjust tint for selected colour.",
	"After changing the country, all currently tuned channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "After changing the country, all currently tuned programmes will be deleted. To re-tune programmes, please go to Auto Tuning. Do you want to continue?",
	"After changing your Zip Code, all current Freesat channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "After changing your Postcode, all current Freesat programmes will be deleted. To re-tune programmes, please go to Auto Tuning. Do you want to continue?",
	"After you change your country, you can scan for your channels using Auto Tuning. Do you want to continue?": "After you change your country setting, you can scan for your programmes using Auto Tuning. Do you want to continue?",
	"All Channels": "All Programmes",
	"Always Open": "Always open",
	"An error has occurred while copy channels.": "An error has occurred while copy programmes.",
	"An important software update is available.": "An important software update is available",
	"Analog Mode": "Analogue Mode",
	"Analog TV": "Analogue TV",
	"Assign channels to remote buttons so you can quickly jump to them.": "Assign programmes to remote buttons so you can quickly jump to them.",
	"Auto Volume keeps sound volume consistent even when you change channels or broadcast signals.": "Auto Volume keeps sound volume consistent even when you change programmes or broadcast signals.",
	"Automatically optimize picture quality based on color and brightness of ambient light.": "Automatically optimise picture quality based on colour and brightness of ambient light.",
	"Automatically optimize sound based on content type.": "Automatically optimise sound based on content type.",
	"BG Color": "Background Colour",
	"Block TV programs based on content rating.": "Block TV programmes based on content rating.",
	"Block TV programs broadcast in English based on their content ratings.": "Block TV programmes broadcast in English based on their content ratings.",
	"Block TV programs broadcast in French based on their content ratings.": "Block TV programmes broadcast in French based on their content ratings.",
	"Block access to specified channels and external devices.": "Block access to specified programmes and external devices.",
	"Can not Find Channel": "Cannot Find Programme",
	"Changing region may change currently tuned channels in your TV. You can re-tune channels in Auto Tuning. Do you want to change regional settings now?": "Changing region may change currently tuned programmes in your TV. You can re-tune programmes in Auto Tuning. Do you want to change regional settings now?",
	"Channel Advisor": "Programme Advisor",
	"Channel Locks": "Programme Locks",
	"Channel Manager": "Programme Manager",
	"Channel Scrolling Options": "Programme Scrolling Options",
	"Channel Tuning": "Programme Tuning",
	"Channel Tuning & Settings": "Programme Tuning & Settings",
	"Channels": "Programmes",
	"Channels from HDMI and other external inputs cannot be locked. To lock TV channels, change the current input to Live TV.": "Programmes from HDMI and other external inputs cannot be locked. To lock TV programmes, change the current input to Live TV.",
	"Children Program Locks": "Children Programme Locks",
	"Choose a picture mode, then customize display settings such as contrast, brightness and sharpness for that mode.": "Choose a picture mode, then customise display settings such as contrast, brightness and sharpness for that mode.",
	"Choose to have all channels or just your primary ones when you change channels.": "Choose to have all programmes or just your primary ones when you change programmes.",
	"Color": "Colour",
	"Color Filter": "Colour Filter",
	"Color Gamut": "Colour Gamut",
	"Color Management System": "Colour Management System",
	"Color Temperature": "Colour Temperature",
	"Connect via WPS PBC": "Connect via WPS PBC.",
	"Connect via WPS PIN": "Connect via WPS PIN.",
	"Connecting...": "CONNECTING...",
	"Copy Channels": "Copy Programmes",
	"Current values of customized picture mode settings will be applied to {pictureMode} mode for all inputs. Do you want to continue?": "Current values of customised picture mode settings will be applied to {pictureMode} mode for all inputs. Do you want to continue?",
	"DNS Server": "DNS SERVER",
	"Delete or add TV channels to customize your channels.": "Delete or add TV programmes to customise your programmes.",
	"Do you want to copy channel list from USB storage to your TV? Current channels in your TV will be deleted.": "Do you want to copy programme list from USB storage to your TV? Current programmes in your TV will be deleted.",
	"Do you want to copy channel list from your TV to the USB storage?": "Do you want to copy programme list from your TV to the USB storage?",
	"Dynamic Color": "Dynamic Colour",
	"Edge Color": "Edge Colour",
	"Edit TV channels, set favorites, and manage parental control settings.": "Edit TV programmes, set favourites, and manage parental control settings.",
	"Enable LG support representatives to resolve your technical issues remotely. You must call the LG customer service center to receive assistance.": "Enable LG support representatives to resolve your technical issues remotely. You must call the LG customer service centre to receive assistance.",
	"Enjoy an immersive 3D soundscape with the virtual multi-channel surround sound effect.": "Enjoy an immersive 3D soundscape with the virtual multi-programme surround sound effect.",
	"Experience the best immersive audio effect with virtual multi-channel surround sound including height.": "Experience the best immersive audio effect with virtual multi-programme surround sound including height.",
	"Export your TV's channel list information to a connected USB device.": "Export your TV's programme list information to a connected USB device.",
	"Fine tune red, green, blue, cyan, magenta, and yellow color spaces.": "Fine tune red, green, blue, cyan, magenta, and yellow colour spaces.",
	"General Program Locks": "General Programme Locks",
	"Grass Color": "Grass Colour",
	"HDMI UHD Deep Color": "HDMI ULTRA HD Deep Colour",
	"HDMI {port1} and HDMI {port2} ports support ULTRA HD Deep Color.": "HDMI {port1} and HDMI {port2} ports support ULTRA HD Deep Colour.",
	"HDMI {port1} port support ULTRA HD Deep Color.": "HDMI {port1} port support ULTRA HD Deep Colour.",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support ULTRA HD Deep Color.": "HDMI {port1}, HDMI {port2} and HDMI {port3} ports support ULTRA HD Deep Colour.",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support ULTRA HD Deep Color.": "HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support ULTRA HD Deep Colour.",
	"If it's turned on and you connect a device that also supports UHD Deep Color, your picture may be clearer.": "If it's turned on and you connect a device that also supports ULTRA HD Deep Colour, your picture may be clearer.",
	"If you turn it off, all tuned CAM channels will not be available and notifications will no longer be provided.": "If you turn it off, all tuned CAM programmes will not be available and notifications will no longer be provided.",
	"If you turn this option on, color temperature will be automatically adjusted to reduce eye strain.": "If you turn this option on, colour temperature will be automatically adjusted to reduce eye strain.",
	"If you turn this option on, you can receive the notifications of channels or programs which you have been watching frequently.": "If you turn this option on, you can receive the notifications of programmes which you have been watching frequently.",
	"If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the HDMI ULTRA HD Deep Color setting off.": "If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the HDMI ULTRA HD Deep Colour setting off.",
	"Import your TV's channel list information from a connected USB device.": "Import your TV's programme list information from a connected USB device.",
	"Import/export your TV's channel list information from/to a connected USB device.": "Import/export your TV's programme list information from/to a connected USB device.",
	"Live Theater": "Live Theatre",
	"Maximize contrast by increasing the intensity of bright and dark areas of the screen.": "Maximise contrast by increasing the intensity of bright and dark areas of the screen.",
	"Note: Available options depend on the broadcast program.": "Note: Available options depend on the broadcast programme.",
	"Note: Behavior may differ if connected device is not a LG device.": "Note : Behaviour may differ if connected device is not a LG device.",
	"Note: Captions are only displayed when provided by the broadcast program.": "Note: Captions are only displayed when provided by the broadcast programme.",
	"Note: Only displayed when it is provided by the program.": "Note: Only displayed when it is provided by the programme.",
	"Note: Subtitles are only displayed when provided by the broadcast program.": "Note: Subtitles are only displayed when provided by the broadcast programme.",
	"Note: This feature works only when provided by the broadcast program.": "Note : This feature works only when provided by the broadcast programme.",
	"Note: if your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the HDMI ULTRA HD Deep Color setting off.": "Note: if your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the HDMI ULTRA HD Deep Colour setting off.",
	"OnTimer Channel not selected": "On Timer programme not selected.",
	"Optimize contrast settings based on image brightness of the HDR content.": "Optimise contrast settings based on image brightness of the HDR content.",
	"Optimize contrast settings based on image brightness.": "Optimise contrast settings based on image brightness.",
	"Optimize display for movies.": "Optimise display for movies.",
	"Optimize image quality for fast-moving images (sports and action).": "Optimise image quality for fast-moving images (sports and action).",
	"Optimize sound based on type of TV installation.": "Optimise sound based on type of TV installation.",
	"Optimize sound mode for each content type and customize audio effects for Standard mode.": "Optimise sound mode for each content type and customise audio effects for Standard mode.",
	"Optimize sound mode for each content type.": "Optimise sound mode for each content type.",
	"PIN: {pin}": "PIN : {pin}",
	"Please try again later.": "Please try again.",
	"Please wait while the TV restarts.": "Please wait until the TV restarts.",
	"Preferred Color": "Preferred Colour",
	"Primary Channels": "Primary Programmes",
	"Restrict access to TV programs and movies based on their ratings.": "Restrict access to TV programmes and movies based on their ratings.",
	"Restrict access to TV programs based on their ratings.": "Restrict access to TV programmes based on their ratings.",
	"Restrict access to specified channels.": "Restrict access to specified programmes.",
	"Revert Color Management System settings to default.": "Revert Colour Management System settings to default.",
	"SIMPLINK lets you use your LG Remote to control other SIMPLINK-enabled devices, like a DVD player or audio home theater system, that are connected to your LG Smart TV by HDMI.": "SIMPLINK lets you use your LG Remote to control other SIMPLINK-enabled devices, like a DVD player or audio home theatre system, that are connected to your LG Smart TV by HDMI.",
	"Sana": "Sana'a",
	"Save the Color Management System settings from the currently selected picture mode for all inputs.": "Save the Colour Management System settings from the currently selected picture mode for all inputs.",
	"Save the current customized setting values to currently selected picture mode for all inputs.": "Save the current customised setting values to currently selected picture mode for all inputs.",
	"Select audio language for digital broadcasts. For programs that do not support multiple languages, the default will be used.": "Select audio language for digital broadcasts. For programmes that do not support multiple languages, the default will be used.",
	"Select audio language for digital broadcasts. The default language is selected when the program does not support multiple languages.": "Select audio language for digital broadcasts. The default language is selected when the programme does not support multiple languages.",
	"Select caption settings for analog broadcasts.": "Select caption settings for analogue broadcasts.",
	"Select caption size, color, transparency, and other options for digital broadcasts.": "Select caption size, colour, transparency, and other options for digital broadcasts.",
	"Select color to be adjusted.": "Select colour to be adjusted.",
	"Select digital audio output format. When the program does not support the selected output format, the default output from the source will be used.": "Select digital audio output format. When the programme does not support the selected output format, the default output from the source will be used.",
	"Select the channel to use when the TV turns on.": "Select the programme to use when the TV turns on.",
	"Select your first choice of audio language for digital broadcasts. For programs that do not support multiple languages, the default will be used.": "Select your first choice of audio language for digital broadcasts. For programmes that do not support multiple languages, the default will be used.",
	"Select your second choice of audio language for digital broadcasts. For programs that do not support multiple languages, the default will be used.": "Select your second choice of audio language for digital broadcasts. For programmes that do not support multiple languages, the default will be used.",
	"Service Area Zip Code": "Service Area Postcode",
	"Set System Color mode for your current TV input.": "Set System Colour mode for your current TV input.",
	"Set TV locks for programs containing adult language.": "Set TV locks for programmes containing adult language.",
	"Set TV locks for programs containing sexual situations.": "Set TV locks for programmes containing sexual situations.",
	"Set TV locks for programs containing sexually suggestive dialogue.": "Set TV locks for programmes containing sexually suggestive dialogue.",
	"Set TV locks for programs containing violence.": "Set TV locks for programmes containing violence.",
	"Set color balance by adjusting color temperature, luminance, and red, green and blue gain controls.": "Set colour balance by adjusting colour temperature, luminance, and red, green and blue gain controls.",
	"Set color gamut automatically according to the signal, or display more vivid and richer color in the order of Extended and Wide.": "Set colour gamut automatically according to the signal, or display more vivid and richer colour in the order of Extended and Wide.",
	"Set color temperature from warm to cool.": "Set colour temperature from warm to cool.",
	"Set the range of colors that can be displayed.": "Set the range of colours that can be displayed.",
	"Simultaneous Sound Out with Internal TV Speaker": "Simultaneous sound out with internal TV speaker",
	"Skin Color": "Skin Colour",
	"Sky Color": "Sky Colour",
	"Soccer": "Football",
	"Store Mode is for in-store display purposes. It will re-initialize the settings every few minutes. Do you want to close this app and start the Store Mode?": "Store Mode is for in-store display purposes. It will re-initialise the settings every few minutes. Do you want to close this app and start the Store Mode?",
	"System Color": "System Colour",
	"TV Program Locks": "TV Rating Locks",
	"Text Color": "Text Colour",
	"The LG Services Country information could not be retrieved from the server. Please try again later.": "The LG Services Country information could not be retrieved from the server. Please try again.",
	"The channel list have been successfully copied from the USB storage to your TV. The TV will restart in 5 seconds.": "The programme list has been successfully copied from the USB storage to your TV. The TV will restart in 5 seconds.",
	"The channel list have been successfully copied from your TV to the USB storage.": "The programme list has been successfully copied from your TV to the USB storage.",
	"The network is currently unavailable. Please try again later.": "The network is currently unavailable. Please try again.",
	"This setting puts your TV in standby mode when it's turned off so it will start up more quickly the next time it's turned on.": "This setting switches your TV in standby mode when it's turned off so it will start up more quickly the next time it's turned on.",
	"Timer Channel": "Timer Programme",
	"Tune and save available channels.": "Tune and save available programmes.",
	"Tune and save available channels. You can set satellite channel options.": "Tune and save available programmes. You can set satellite programme options.",
	"Turn on the advertising frequency capping cookies. This keeps on tracking the number of times an ad is shown on your TV and is used to help limit the number of times the same ad is displayed.": "Turn on the advertising frequency capping cookies. This keeps on tracking the number of times an Ad is shown on your TV and is used to help limit the number of times the same Ad is displayed.",
	"Turn on/off ULTRA HD Deep Color for HDMI {num} port.": "Turn on/off ULTRA HD Deep Colour for HDMI {num} port.",
	"Turn on/off captioning for hearing-impaired people. Program must support feature to work.": "Turn on/off captioning for hearing-impaired people. Programme must support feature to work.",
	"USB storage for Copy Channels": "USB storage for Copy Programmes",
	"When the program does not support the language that you have selected, the default language will be shown.": "When the programme does not support the language that you have selected, the default language will be shown.",
	"When turned on, the background and text color on some menus will be adjusted to enhance contrasts between bright and dark areas.": "When turned on, the background and text colour on some menus will be adjusted to enhance contrasts between bright and dark areas.",
	"Wi-Fi Direct lets you connect your TV wirelessly to other Wi-Fi Direct-enabled devices, like a cellphone or computer, without having to connect to a wireless router.": "Wi-Fi Direct lets you connect your TV wirelessly to other Wi-Fi Direct-enabled devices, like a mobile phone or computer, without having to connect to a wireless router.",
	"Window Color": "Window Colour",
	"You can use your Magic Remote to determine the room’s acoustics and optimize your TV’s sound quality based on the results.": "You can use your Magic Remote to determine the room’s acoustics and optimise your TV’s sound quality based on the results.",
	"depthOfColor": "Colour",
	"digitalOptionSetByProgram": "Set By Programme",
	"pictureModeSettings": "Customise",
	"press OK button to enter channel to search": "press OK button to enter programme to search"
}
