{
	" (User)": " (Usuario)",
	"(Version: {l})": "(Versión: {l})",
	"10 Points Code Value": "Valor de código 10 puntos",
	"10 Points IRE": "IRE de 10 Puntos",
	"10 and Above": "10 y en adelante",
	"10 min": "10 min.",
	"11 and Above": "11 y en adelante",
	"12 Hours": "12 Horas",
	"12 and Above": "12 y en adelante",
	"120 min": "120 min.",
	"13 and Above": "13 y en adelante",
	"14 and Above": "14 y en adelante",
	"14 by 9": "14 por 9",
	"15 and Above": "15 y en adelante",
	"16 and Above": "16 y en adelante",
	"16 by 9": "16 por 9",
	"17 and Above": "17 y en adelante",
	"18 and Above": "18 y en adelante",
	"180 min": "180 min.",
	"19 and Above": "19 y en adelante",
	"2 Hours": "2 Horas",
	"2 Hours Auto Power Off": "2 Horas para apagado automático",
	"2 Points": "2 Puntos",
	"20 Points Code Value": "Valor de código 20 puntos",
	"20 Points IRE": "IRE de 20 Puntos",
	"20 and Above": "20 y en adelante",
	"20 min": "20 min.",
	"21 by 9": "21 por 9",
	"24 Hours": "24 Horas",
	"240 min": "240 min.",
	"3 Hours": "3 Horas",
	"30 min": "30 min.",
	"32 by 12": "32 por 12",
	"32 by 9": "32 por 9",
	"3G/4G Connection": "Conexión 3G/4G",
	"3G/4G NETWORK STATUS": "ESTADO DE LA RED 3G/4G",
	"3G/4G Network Operator": "Operador de Red 3G/4G",
	"3G/4G Network Status": "Estado de la Red 3G/4G",
	"3G/4G Network Type": "Tipo de Red 3G/4G",
	"4 Hours": "4 Horas",
	"4 and Above": "4 y en adelante",
	"4 by 3": "4 por 3",
	"5 and Above": "5 y en adelante",
	"6 Hours": "6 Horas",
	"6 and Above": "6 y en adelante",
	"60 min": "60 min.",
	"7 and Above": "7 y en adelante",
	"8 Hours": "8 Horas",
	"8 and Above": "8 y en adelante",
	"9 and Above": "9 y en adelante",
	"90 min": "90 min.",
	"AV Sync Adjustment": "Ajuste de AV Sync",
	"Abidjan": "Abiyán",
	"About This TV": "Acerca de este TV",
	"Above 10": "Más de 10",
	"Above 11": "Más de 11",
	"Above 12": "Más de 12",
	"Above 13": "Más de 13",
	"Above 14": "Más de 14",
	"Above 15": "Más de 15",
	"Above 16": "Más de 16",
	"Above 17": "Más de 17",
	"Above 18": "Más de 18",
	"Above 19": "Más de 19",
	"Above 20": "Más de 20",
	"Above 4": "Más de 4",
	"Above 5": "Más de 5",
	"Above 6": "Más de 6",
	"Above 7": "Más de 7",
	"Above 8": "Más de 8",
	"Above 9": "Más de 9",
	"Access Point": "Punto de Acceso",
	"Access Point 1": "Punto de acceso 1",
	"Access Point 2": "Punto de acceso 2",
	"Access Point 3": "Punto de acceso 3",
	"Access Point Setting": "Configuración del Punto de Acceso",
	"Accessibility": "Accesibilidad",
	"Account Management": "Administración de Cuentas",
	"Accra": "Acra",
	"Active Roaming": "Roaming activo",
	"Adaptive Sound Control": "Control de Sonido Adaptable",
	"Add Network": "Agregar una red",
	"Add a hidden wireless network": "Agregar una red inalámbrica oculta",
	"Add wireless network by manually entering network name (SSID).": "Agregue la red inalámbrica introduciendo manualmente el nombre de red (SSID).",
	"Additional Audio Selection": "Selección de Audio Adicional ",
	"Additional Settings": "Configuraciones adicionales",
	"Address Setting": "Establecer dirección",
	"Aden": "Adén",
	"Adjust Audio Guidance pitch.": "Ajustar el tono de la Orientación Auditiva.",
	"Adjust Audio Guidance speed.": "Ajustar la velocidad de la Orientación Auditiva.",
	"Adjust Audio Guidance volume.": "Ajustar el volumen de la Orientación Auditiva.",
	"Adjust Screen Position": "Ajustar Posición de la Pantalla ",
	"Adjust Zoom Ratio": "Ajustar Relación de Zoom ",
	"Adjust audio timing to synchronize video and audio.": "Ajuste la sincronización de audio para sincronizar el video y el audio.",
	"Adjust blue gain for color balance.": "Ajustar la ganancia de azul para el balance de color.",
	"Adjust brightness by analyzing image movements to prevent glare and reduce energy consumption.": "Ajuste el brillo mediante el análisis de los movimientos de la imagen para evitar el deslumbramiento y reducir el consumo de energía.",
	"Adjust brightness of the LG logo.": "Ajustar el brillo del logo de LG.",
	"Adjust color and saturation for a more vivid image.": "Ajuste el color y la saturación para obtener una imagen más vívida.",
	"Adjust cursor speed.": "Ajuste la velocidad del cursor.",
	"Adjust detailed settings to further optimize the picture.": "Ajuste la configuración detallada para optimizar aún más la imagen.",
	"Adjust edge sharpness. Higher values increase the crispness and clarity of the image.": "Ajustar nitidez de los contornos. Los valores más altos aumentan la nitidez y la claridad de la imagen.",
	"Adjust gamma settings to compensate for the brightness of the input signal.": "Ajuste la configuración de gamma para compensar el brillo de la señal de entrada.",
	"Adjust grass tone colors.": "Ajustar la tonalidad de los colores de la hierba.",
	"Adjust green gain for color balance.": "Ajustar la ganancia de verde para el balance de color.",
	"Adjust hue and saturation of a specified color region.": "Ajuste el tono y la saturación de una región de color especificado.",
	"Adjust left/right audio balance.": "Ajuste el balance de audio izquierdo/ derecho.",
	"Adjust luminance for selected color.": "Ajustar la luminancia para el color seleccionado.",
	"Adjust luminance level for selected IRE point.": "Ajustar el nivel de luminancia para el punto IRE seleccionado.",
	"Adjust overall color. Higher values increase saturation.": "Ajuste el color total. Los valores más altos aumentan la saturación.",
	"Adjust overall screen brightness. Higher values increase brightness.": "Ajuste el brillo de la pantalla general. Los valores más altos aumentan el brillo.",
	"Adjust red and green color balance. Higher values increase saturation of the color.": "Ajuste el balance de color del rojo y el verde. Los valores más altos aumentan la saturación del color.",
	"Adjust red gain for color balance.": "Ajustar la ganancia de rojo para el balance de color.",
	"Adjust saturation for selected color.": "Ajustar la saturación para el color seleccionado.",
	"Adjust screen brightness by tuning the OLED LIGHT. Higher values increase brightness.": "Ajuste el brillo de la pantalla mediante la sintonización de la LUZ OLED. Los valores más altos aumentan el brillo.",
	"Adjust screen brightness by tuning the backlight. Higher values increase brightness.": "Ajuste el brillo de la pantalla mediante la sintonización de la luz de fondo. Los valores más altos aumentan el brillo.",
	"Adjust screen brightness to reduce energy consumption.": "Ajuste el brillo de la pantalla para reducir el consumo de energía.",
	"Adjust screen settings for individual picture modes.": "Ajuste la configuración de la pantalla para los modos de imagen individuales.",
	"Adjust skin tone colors.": "Ajustar la tonalidad de los colores de la piel.",
	"Adjust skin tone, grass, and sky colors.": "Ajuste el tono de la piel, el césped y los colores del cielo.",
	"Adjust sky tone colors.": "Ajustar la tonalidad de los colores del cielo.",
	"Adjust the difference between bright and dark areas of the screen. Higher values intensify the difference.": "Ajuste la diferencia entre las zonas brillantes y oscuras de la pantalla. Los valores más altos intensifican la diferencia.",
	"Adjust the luminance of static images such as logos within content to correct potential picture quality issues.": "Ajuste la luminancia de las imágenes estáticas, como logos dentro del contenido, para corregir posibles problemas de calidad de imagen.",
	"Adjust tint for selected color.": "Ajustar el tinte para el color seleccionado.",
	"Adjusting Luminance": "Ajustar Luminancia ",
	"Adult": "Adultos",
	"Adult Language": "Lenguaje para adultos",
	"Adults Only.": "Sólo para adultos.",
	"Adults only.": "Sólo para adultos.",
	"Advanced": "Configuración avanzada",
	"Advanced Controls": "Controles avanzados",
	"Advanced Wi-Fi Settings": "Configuración avanzada de Wi-Fi",
	"Advertising Cookies": "Cookies de publicidad",
	"Afghanistan": "Afganistán",
	"After changing the country, all currently tuned channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "Después de cambiar el país, se borrarán todos los canales sintonizados actualmente. Para volver a sintonizar los canales, por favor vaya a la sintonización automática. ¿Desea usted continuar?",
	"After changing your Zip Code, all current Freesat channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "Después de cambiar su código postal, se borrarán todos los canales Freesat actualmente sintonizados. Para volver a sintonizar los canales, por favor vaya a la sintonización automática. ¿Desea usted continuar?",
	"After you change your country, you can scan for your channels using Auto Tuning. Do you want to continue?": "Después de cambiar su país, puede buscar sus canales a través de la Sintonización automática. ¿Desea continuar?",
	"Albanian": "Albanés",
	"Algeria": "Argelia",
	"Algiers": "Argel",
	"All Channels": "Todos los Canales",
	"All Children": "Todos los niños",
	"All ages admitted.": "Todos los públicos.",
	"All current settings for {pictureMode} mode will be reset. Do you want to continue?": "Se restablecerán todas las actuales configuraciones del modo {pictureMode}. ¿Desea usted continuar?",
	"All sound effect settings for Standard Mode will be reset. Do you want to continue?": "Todas las configuraciones de efectos de sonido para el Modo Estándar se reiniciarán. ¿Desea usted continuar?",
	"All-Direction Zoom": "Zoom en todas las direcciones",
	"Allow Automatic Updates": "Permitir Actualizaciones Automáticas",
	"Always Open": "Siempre Abierto",
	"Amman": "Amán",
	"Amsterdam": "Ámsterdam",
	"An error has occurred while copy channels.": "Se ha producido un error mientras se copiaban los canales.",
	"An important software update is available.": "Se encuentra disponible una actualización de software importante.",
	"Anadyr": "Anádyr",
	"Analog Mode": "Modo analógico",
	"Analog TV": "TV Analógica",
	"Antenna": "Antena",
	"Antenna ATV": "Antena ATV",
	"Antenna DTV": "Antena DTV",
	"Antenna Radio": "Antena de Radio",
	"Antigua and Barbuda": "Antigua y Barbuda",
	"Any Supplementary Audio": "Cualquier audio suplementario",
	"Apia": "Apía",
	"Application Locks": "Bloqueo de aplicaciones",
	"Applied settings are:": "Los ajustes aplicados son:",
	"Apply the recommended audio settings using Standard Mode.": "Aplicar la configuración de audio recomendada utilizando el Modo Estándar.",
	"Apply the recommended audio settings using the enhanced Bass Boost.": "Aplicar la configuración de audio recomendada utilizando el Refuerzo de Graves mejorado.",
	"Apply the recommended audio settings using the enhanced Treble Boost.": "Aplicar la configuración de audio recomendada utilizando el Refuerzo de Agudos mejorado.",
	"Apply to all inputs": "Aplicar a todas las entradas",
	"Applying value to all inputs...": "Aplicando el valor a todas las entradas...",
	"Appropriate for general audience.": "Apropiado para el público en general.",
	"Aqtöbe": "Aktobe",
	"Arabic": "Árabe",
	"Are you sure you want to disconnect all connected devices.": "¿Está seguro de que desea desconectar todos los dispositivos conectados?",
	"Ashgabat": "Asjabad",
	"Aspect Ratio": "Relación de Aspecto",
	"Aspect Ratio Settings": "Configuración de Relación de Aspecto",
	"Assamese": "Asamés",
	"Assign channels to remote buttons so you can quickly jump to them.": "Asignar los canales a los botones del control remoto para poder cambiar fácilmente y verlos.",
	"Athens": "Atenas",
	"Audio Description": "Descripción de audio",
	"Audio Description Volume": "Volumen de Descripción de Audio",
	"Audio Guidance": "Guía de audio",
	"Audio Language": "Idioma de audio ",
	"Audio Out (Line Out)": "Salida de audio (Salida de línea)",
	"Audio Type": "Tipo de audio",
	"Auto": "Automático",
	"Auto Power Off": "Apagado Automático ",
	"Auto Power Sync": "Sincronización de Encendido Automático",
	"Auto Start": "Autoencendido",
	"Auto Volume": "Volumen automático",
	"Auto Volume keeps sound volume consistent even when you change channels or broadcast signals.": "Volumen automático mantiene el volumen del sonido consistente, aun cuando cambie de canales o de señales de transmisión.",
	"Automatically optimize picture quality based on color and brightness of ambient light.": "Optimice automáticamente la calidad de imagen en función del color y el brillo de la luz ambiental.",
	"Automatically optimize sound based on content type.": "Optimice automáticamente el sonido en función del tipo de contenido.",
	"Automatically update system software when an update is found.": "Actualizar automáticamente el software del sistema cuando se encuentre una actualización.",
	"Available Devices": "Dispositivos disponibles",
	"Available Internal Storage": "Almacenamiento interno disponible",
	"Azerbaijan": "Azerbaiyán",
	"BG Color": "Color de Fondo",
	"BG Opacity": "Opacidad del Fondo",
	"Back": "Regresar",
	"Backlight": "Luz de Fondo",
	"Baghdad": "Bagdad",
	"Bahrain": "Baréin",
	"Baku": "Bakú",
	"Basque": "Vasco",
	"Bass Boost": "Refuerzo de Graves",
	"Begin the One Touch Sound Tuning process to determine the optimum audio quality settings for your room.": "Comience el proceso de One Touch Sound Tuning para determinar los ajustes de calidad de audio óptimos para su habitación.",
	"Behavior may vary depending on connected device.": "El comportamiento puede variar en función del dispositivo conectado.",
	"Belarus": "Bielorrusia",
	"Belgium": "Bélgica",
	"Belgrade": "Belgrado",
	"Belize": "Belice",
	"Bengali": "Bengalí",
	"Benin": "Benín",
	"Berlin": "Berlín",
	"Bermuda": "Bermudas",
	"Bhutan": "Bután",
	"Bishkek": "Biskek",
	"Bissau": "Bisáu",
	"Black": "Negro",
	"Black Level": "Nivel de Negro",
	"Block TV programs based on content rating.": "Bloquee los programas de TV según la clasificación por contenido.",
	"Block TV programs broadcast in English based on their content ratings.": "Bloqueo de programas de TV que se transmiten en inglés en base a su clasificación de contenidos.",
	"Block TV programs broadcast in French based on their content ratings.": "Bloqueo de programas de TV que se transmiten en francés en base a su clasificación de contenidos.",
	"Block access to specified channels and external devices.": "Bloquee el acceso a los canales y dispositivos externos especificados.",
	"Block content based on genre.": "Bloquee el contenido según género.",
	"Block movies based on rating.": "Bloquear las peliculas según su clasificación.",
	"Blue": "Azul",
	"Bluetooth Audio Device": "Dispositivo de Audio Bluetooth",
	"Bosnia": "Bosnia",
	"Bosnia And Herzegovina": "Bosnia y Herzegovina",
	"Bosnian": "Bosnio",
	"Botswana": "Botsuana",
	"Brazil": "Brasil",
	"Brazilian Punk": "Punk Brasileño",
	"Brightness": "Brillo",
	"Broadcast Country": "País de transmisión",
	"Broadcast Mail": "Correo de Difusión",
	"Brussels": "Bruselas",
	"Bucharest": "Bucarest",
	"Built-in Sound Bar": "Barra de Sonido integrado",
	"Bujumbura": "Buyumbura",
	"Bulgarian": "Búlgaro",
	"By turning Live Plus on, you are consenting to the collection of television viewing information by LG Electronics Inc. (\"LGE\") through ACR module, which may be shared on an anonymized basis to third parties to provide you with interactive services. We may also share aggregated anonymized information to third parties for marketing purposes. Please note that we do not knowingly collect or distribute the above information from or about children under 13. Detailed information about Live Plus is illustrated in Viewing Information (terms) which may be accessed in the SmartTV settings menu. LGE highly recommend that you review the full version of Viewing Information (terms) before you activate Live Plus function.": "Al girar Live Plus, usted está consintiendo la recopilación de información de visualización por parte de LG Electronics Inc. (\"LGE\") a través del módulo ACR, que puede ser compartida de forma anónima con terceros para ofrecer servicios interactivos. También podemos compartir con terceros información anonimizada global con fines de marketing. Por favor, tenga en cuenta que no recopilamos ni distribuimos información acerca de niños menores de 13 años. La información detallada sobre Live Plus se ilustra en la Información de visualización (términos) a la que se puede acceder en el menú de ajustes del SmartTV. LGE recomienda que se revise la versión completa de la información de visualización (términos) antes de activar la función Live Plus.",
	"CANCEL SCHEDULE": "CANCELAR PROGRAMACIÓN",
	"CC 1": "Subtít. 1",
	"CC 2": "Subtít. 2",
	"CC 3": "Subtít. 3",
	"CC 4": "Subtít. 4",
	"CI Information": "Información de CI",
	"CI password incorrect. Please enter again.": "Contraseña de CI incorrecta. Por favor, ingrésela de nuevo.",
	"COMPONENT2": "COMPONENTE2",
	"COMPONENT3": "COMPONENTE3",
	"CONNECTING…": "CONECTANDO...",
	"CS1 Board": "Panel CS1",
	"CS2 Board": "Panel CS2",
	"Cambodia": "Camboya",
	"Cameroon": "Camerún",
	"Can not Find Channel": "No se puede encontrar el Canal",
	"Canada": "Canadá",
	"Canary Islands": "Islas Canarias",
	"Cancel": "Cancelar",
	"Cancel Update": "Cancelar actualización",
	"Cantonese": "Cantonés",
	"Cape Verde": "Cabo Verde",
	"Card ID Number": "Número de ID de la Tarjeta",
	"Card Number": "Número de Tarjeta",
	"Catalan": "Catalán",
	"Cayman Islands": "Islas Caimán",
	"Central African Republic": "República Centroafricana",
	"Changing region may change currently tuned channels in your TV. You can re-tune channels in Auto Tuning. Do you want to change regional settings now?": "Cambiar la región podría cambiar los canales actualmente sintonizados en el TV. Puede volver a sintonizar los canales en la sintonización automática. ¿Desea cambiar las configuraciones de canales regionales ahora?",
	"Changing the country will cause your TV to restart and you may need to consent to LG's User Agreements again. Also, the availability of some apps and services may vary based on the LG Services Country. Do you want to continue?": "Cambiar el país hará que su TV se reinicie y puede que deba autorizar los acuerdos del usuario LG nuevamente. Además, la disponibilidad de algunas aplicaciones y servicios puede variar según el País de Servicios LG. ¿Desea usted continuar?",
	"Channel Advisor": "Asesor de Canal",
	"Channel Locks": "Bloqueo de canales",
	"Channel Manager": "Administrador de Canales",
	"Channel Scrolling Options": "Opciones de Desplazamiento de Canal",
	"Channel Tuning": "Sintonización de Canales",
	"Channel Tuning & Settings": "Sintonización de Canal & Configuraciones",
	"Channels": "Canales",
	"Channels from HDMI and other external inputs cannot be locked. To lock TV channels, change the current input to Live TV.": "Canales HDMI y otras entradas externas no se pueden bloquear. Para bloquear los canales de TV, cambie la entrada actual a TV en Vivo.",
	"Chatham Islands": "Islas Chatham",
	"Check for problems with the picture quality.": "Revise si hay problemas con la calidad de la imagen.",
	"Check for problems with the sound quality of the Internal TV Speaker.": "Revise si hay problemas con la calidad del audio de la Bocina de TV interna.",
	"Check for updates": "Buscar actualizaciones",
	"Checking Password": "Comprobación de Contraseña",
	"Checking for updates": "Buscando actualizaciones",
	"Checking...": "Comprobando...",
	"Children": "Infantiles",
	"Children Age": "Edad de los niños",
	"Children Program Locks": "Bloqueos de programas para niños",
	"Chinese": "Chino",
	"Chisinau": "Chisináu",
	"Choose a picture mode, then customize display settings such as contrast, brightness and sharpness for that mode.": "Elija un modo de imagen, luego personalice la configuración de pantalla como el contraste, el brillo y la nitidez para ese modo.",
	"Choose to have all channels or just your primary ones when you change channels.": "Elija tener todos los canales o sólo los principales cuando cambia de canal.",
	"Christmas Island": "Isla de Navidad",
	"Cinema": "Cine",
	"Cinema Home": "Cine en Casa",
	"Cinema View": "Cine",
	"Cinema View (32:12)": "Vista Cinema (32:12)",
	"Cinema Zoom": "Zoom de Cine",
	"City": "Ciudad",
	"City Selection": "Selección de la ciudad",
	"Clean Audio": "Audio claro",
	"Clear": "Vivo",
	"Clear Cookies history": "Borrar historial de Cookies",
	"Clear Plus": "Más Claro",
	"Clear the advertising frequency capping cookies.": "Borrar las cookies con limitación de frecuencia de publicidad.",
	"Clear1": "Claro",
	"Click the CONNECT button below after your LG Wireless Keyboard is turned on and set to the pairing mode.": "Haga clic en el botón CONECTAR después de que su Teclado inalámbrico LG está encendido y configurado en el modo de vinculación.",
	"Close": "Cerrar ",
	"Closed Caption": "Subtítulos (Closed Caption)",
	"Closed Caption Settings": "Configuración de los Subtítulos (Closed Caption).",
	"Color Filter": "Filtro de Color",
	"Color Gamut": "Rango de color",
	"Color Management System": "Sistema de Mantenimiento de Color",
	"Color Temperature": "Temperatura de color",
	"Component": "Componente",
	"Conakry": "Conakri",
	"Confirm": "Confirmar",
	"Congo Brazzaville": "República del Congo",
	"Connect": "Conectar",
	"Connect an app on your mobile device that supports LG Connect to the TV and start to enjoy playing mobile photos and music or even control your TV.": "Conecte una aplicación en su dispositivo móvil compatible con LG Connect al TV y comience a reproducir fotos y música para móviles o incluso controlar su TV.",
	"Connect to the network through a wireless router. You must be connected to the network to use certain Smart TV features such as web browsing, content sharing, and automatic software updates.": "Conéctese a la red a través de un router inalámbrico. Debe conectarse a la red para utilizar ciertas características del Smart TV, como la navegación web, los contenidos compartidos y las actualizaciones automáticas de software.",
	"Connect to the network with an ethernet cable. You must be connected to the network to use certain Smart TV features such as web browsing, content sharing, and automatic software updates.": "Conéctese a la red con un cable de Ethernet. Debe conectarse a la red para utilizar ciertas características del Smart TV, como la navegación web, los contenidos compartidos y las actualizaciones automáticas de software.",
	"Connect via WPS PBC": "Conectarse a través de WPS PBC",
	"Connect via WPS PIN": "Conectar mediante WPS PIN",
	"Connect your TV to your router or modem with an Ethernet cable to activate your wired network connection.": "Conectar su TV al router o módem con un cable de Ethernet para activar la conexión de red cableada.",
	"Connected": "Conectado",
	"Connected to Internet": "Conectado a Internet",
	"Connecting...": "Conectando...",
	"Contrast": "Contraste",
	"Control the advertising frequency capping cookies.": "Controlar las cookies con limitación de frecuencia de publicidad.",
	"Cool": "Fría",
	"Copenhagen": "Copenhague",
	"Copy Channels": "Copiar canales",
	"Copy/Delete file": "Copiar/Eliminar archivo",
	"Correct contrast and brightness by adjusting black levels.": "Corrija el contraste y el brillo ajustando los niveles de negro.",
	"Could not fined available network.": "No se pudo encontrar una red disponible.",
	"Croatia": "Croacia",
	"Croatian": "Croata",
	"Current values of customized picture mode settings will be applied to {pictureMode} mode for all inputs. Do you want to continue?": "Los actuales valores de la configuración del modo de imagen personalizado se aplicarán al modo {pictureMode} para todas las entradas. ¿Desea usted continuar?",
	"Currently connected LG Wireless Keyboard device will be disconnected from your TV. Do you want to continue?": "El Teclado Inalámbrico LG actualmente conectado, será desconectado de su TV. ¿Desea usted continuar?",
	"Currently connecting via Wi-Fi Direct. Please accept the request on your [{devicename}].": "Conectando mediante Wi-Fi Direct. Por favor, acepte la solicitud en su [{devicename}].",
	"Custom": "Personalizar",
	"Custom Time Zone": "Zona Horaria Personalizada",
	"Customer Service": "Servicio de Atención al Cliente",
	"Cyan": "Cian",
	"Cyprus": "Chipre",
	"Czech": "República Checa",
	"Czech Republic": "República Checa",
	"Côte d'Ivoire": "Costa de Marfil",
	"DISCONNECT": "DESCONECTADO",
	"DNS Server": "Servidor DNS",
	"DR Congo": "República Democrática del Congo",
	"DTV Audio Setting": "Ajustes de Audio DTV",
	"Damascus": "Damasco",
	"Danish": "Danés",
	"Data Service": "Servicio de datos",
	"Date": "Fecha",
	"Day": "Día",
	"Delete Pairing History": "Eliminar Historial de Vinculación",
	"Delete or add TV channels to customize your channels.": "Eliminar o agregar canales de TV para personalizar sus canales.",
	"Demo Options": "Opciones Demo",
	"Democratic Republic of the Congo": "República Democrática del Congo",
	"Denmark": "Dinamarca",
	"Depressed": "Sumido",
	"Device Name": "Nombre del dispositivo",
	"Device Selection": "Selección del dispositivo",
	"Device Vendor": "Proveedor del Dispositivo",
	"Dhaka": "Daca",
	"Dial No.": "Número de marcación",
	"Digital Mode": "Modo Digital",
	"Digital Mode Option": "Opción de modo digital",
	"Digital Sound Out": "Salida de Audio Digital",
	"Digital TV": "TV Digital",
	"Directed to Older Children (ages 7 and above)": "Dirigido a niños mayores (7 años o más)",
	"Display list of audio devices that can be connected to your TV.": "Muestre la lista de los dispositivos de audio que se pueden conectar a su TV.",
	"Display luminance level for the highest point (100 IRE).": "Mostrar el nivel de luminancia para el punto más alto (100 IRE).",
	"Do Not Track": "No Rastrea",
	"Do not apply the One Touch Sound Tuning recommended audio settings.": "No aplicar la configuración recomendada de One Touch Sound Tuning.",
	"Do you want to continue?": "¿Desea usted continuar?",
	"Do you want to copy channel list from USB storage to your TV? Current channels in your TV will be deleted.": "¿Desea copiar la lista de canales de su almacenamiento USB al TV? Se eliminarán los canales actuales en su TV.",
	"Do you want to copy channel list from your TV to the USB storage?": "¿Desea copiar la lista de canales de su TV al almacenamiento USB?",
	"Do you want to set the correct time now?": "¿Desea configurar la hora correcta en este momento?",
	"Do you want to turn your TV off now?": "¿Desea apagar su TV ahora?",
	"Dominican Republic": "República Dominicana",
	"Done": "Hecho",
	"Dong, Eup, Myeon": "Dong, Eup Myeon",
	"Download Mail": "Descargar Correo",
	"Download and install": "Descargar e instalar",
	"Downloadable Rating": "Clasificación descargable",
	"Dubai": "Dubái",
	"Dublin": "Dublín",
	"Dushanbe": "Dusambé",
	"Dutch": "Holandés",
	"Dynamic Color": "Color Dinámico",
	"Dynamic Contrast": "Contraste Dinámico",
	"Dynamic Tone Mapping": "Mapeo de tono dinámico",
	"Easter Island": "Isla de Pascua",
	"Eastern Africa": "Este de África",
	"Eco Mode": "Modo Eco",
	"Edge Color": "Color del Contorno",
	"Edge Enhancer": "Mejorador de Contornos",
	"Edge Type": "Tipo de Contorno",
	"Edit": "Editar",
	"Edit TV channels, set favorites, and manage parental control settings.": "Edite los canales de TV, establezca los favoritos y administre la configuración del control parental.",
	"Egypt": "Egipto",
	"Emergency Alert": "Alerta de Emergencia",
	"Enable LG support representatives to resolve your technical issues remotely. You must call the LG customer service center to receive assistance.": "Deje que los representantes del servicio de atención de LG resuelvan sus problemas técnicos de forma remota. Debe llamar al servicio de atención al cliente de LG para recibir asistencia.",
	"Enable other devices and apps to turn on your TV.": "Active otros dispositivos y aplicaciones para encender el TV.",
	"Energy Saving": "Ahorro de Energía",
	"Energy saving modes to limit power consumption.": "Modos de ahorro de energía para limitar el consumo de energía.",
	"English": "Inglés",
	"Enjoy an immersive 3D soundscape with the virtual multi-channel surround sound effect.": "Disfrute de un entorno sonoro 3D inmersivo con el efecto de sonido surround virtual multicanal.",
	"Enjoy an immersive 3D soundscape with the virtual surround sound effect.": "Disfrute de un entorno sonoro 3D inmersivo con el efecto de sonido Virtual Surround Engine.",
	"Enter CI Password": "Ingresar Contraseña de CI",
	"Enter PIN code into a WPS-enabled router to connect TV to the network.": "Introduzca el código PIN en un router compatible con WPS para conectar el TV a la red.",
	"Enter the PIN in your router's settings.": "Introducir el PIN en la configuración del router",
	"Enter the master password.": "Introduzca la contraseña maestra.",
	"Equalizer": "Ecualizador",
	"Equatorial Guinea": "Guinea Ecuatorial",
	"Estonian": "Estonio",
	"Ethiopia": "Etiopía",
	"Every Day": "Todos los días",
	"Every Weekday": "De lunes a viernes",
	"Every Weekend": "Cada fin de semana",
	"Ewe": "Ewé",
	"Exempt from ratings.": "Exento de calificaciones.",
	"Experience the best immersive audio effect with virtual multi-channel surround sound including height.": "Experimente el mejor efecto de sonido envolvente con sonido surround multicanal virtual, incluyendo la altura.",
	"Expert": "Experto",
	"Expert (Bright Room)": "Experto (Habitación Brillante)",
	"Expert (Dark Room)": "Experto (Habitación Oscura)",
	"Expert Controls": "Controles Experto",
	"Export your TV's channel list information to a connected USB device.": "Exportar información de la lista de canales del TV a un dispositivo USB conectado.",
	"Extended": "Extendido",
	"Extending a period of time of the Auto Power Off setting or turning off the function may increase energy consumption.": "Extender por un período de tiempo la configuración de Apagado Automático o desactivar la función puede aumentar el consumo de energía.",
	"Extreme": "Extremo",
	"Eye Comfort Mode": "Modo Eye Comfort",
	"Fantasy Violence": "Violencia de fantasía",
	"Fast": "Rápido",
	"Fiji": "Fiyi",
	"Fine tune red, green, blue, cyan, magenta, and yellow color spaces.": "Sintonización fina de los espacios de color rojo, verde, azul, cian, magenta y amarillo.",
	"Finland": "Finlandia",
	"Finnish": "Finlandés",
	"Firmware Version": "Versión de Firmware",
	"Flash": "Intermitente",
	"Flat Mode": "Modo Flat",
	"Font": "Letra",
	"Font 1": "Letra 1",
	"Font 2": "Letra 2",
	"Font 3": "Letra 3",
	"Font 4": "Letra 4",
	"Font 5": "Letra 5",
	"Font 6": "Letra 6",
	"Font 7": "Letra 7",
	"Font 8": "Letra 8",
	"Football": "Fútbol",
	"France": "Francia",
	"French": "Francés",
	"French Polynesia": "Polinesia Francesa",
	"Full Wide": "Ancho completo",
	"Gabon": "Gabón",
	"Gaelic": "Gaélico",
	"Galapagos Islands": "Islas Galápagos",
	"Galician": "Gallego",
	"Gallery": "Galería",
	"Game": "Juego",
	"Gateway": "Puerta de enlace",
	"General Age": "Edad General",
	"General Audience": "Audiencia general",
	"General Audiences": "Audiencia General",
	"General Program Locks": "Bloqueos de programas generales",
	"German": "Alemán",
	"Germany": "Alemania",
	"Getting...": "Obteniendo...",
	"Grass Color": "Color del césped",
	"Greece": "Grecia",
	"Greek": "Griego",
	"Green": "Verde",
	"Greenland": "Groenlandia",
	"Grenada": "Granada",
	"Group ID Number": "Número de ID Grupal",
	"Guadeloupe": "Guadalupe",
	"Guatemala City": "Ciudad de Guatemala",
	"Guinea Bissau": "Guinea-Bisáu",
	"Guinea Equatorial": "Guinea Ecuatorial",
	"H Position": "Posición H",
	"H Sharpness": "Nitidez H",
	"H Size": "Tamaño H",
	"HDD Eco Mode": "Modo Eco HDD",
	"HDD Power Saving Mode": "Modo ahorro de energía HDD",
	"HDMI {port1} and HDMI {port2} ports support ULTRA HD Deep Color.": "Los puertos HDMI {port1} y HDMI {port2} son compatibles con ULTRA HD Deep Color.",
	"HDMI {port1} port support ULTRA HD Deep Color.": "El puerto HDMI {port1} es compatible con ULTRA HD Deep Color.",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support ULTRA HD Deep Color.": "Los puertos HDMI {port1}, HDMI {port2} y HDMI {port3} son compatibles con ULTRA HD Deep Color.",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support ULTRA HD Deep Color.": "Los puertos HDMI {port1}, HDMI {port2}, HDMI {port3} y HDMI {port4} son compatibles con ULTRA HD Deep Color.",
	"HDR Effect": "HDR con Efecto",
	"HDR Effect Level": "Nivel de Efecto HDR",
	"HDR Picture Mode": "Modo de imagen HDR",
	"Haiti": "Haití",
	"Hard of Hearing": "Dificultades Auditivas",
	"Hardware Version": "Versión de Hardware",
	"Havana": "La Habana",
	"Headphones Volume": "Volumen de los Audífonos",
	"Hebrew": "Hebreo",
	"High": "Alto",
	"High Contrast": "Alto contraste",
	"Higher values increase a sense of warmth or coldness.": "Los valores más altos aumentan la sensación de calidez o frialdad.",
	"Home Mode": "Modo Hogar",
	"Home/Store Mode": "Modo de Casa/Tienda",
	"Hong Kong": "Hong Kong",
	"Hongkong": "Hong Kong",
	"Hours": "Horas",
	"Hungarian": "Húngaro",
	"Hungary": "Hungría",
	"IMPORTANT! Resetting will delete all of your account settings and installed apps. This action cannot be undone.": "¡IMPORTANTE! Si se restablece, se eliminarán todas las configuraciones de su cuenta y las aplicaciones instaladas. Esta acción no se puede deshacer.",
	"IP (Automatic)": "IP (Automática)",
	"IP Address": "Dirección IP",
	"IVC (Cote d’Ivoire)": "IVC (Costa de Marfil)",
	"Iceland": "Islandia",
	"If Auto Power Sync is enabled, SIMPLINK devices will be able to power on the TV, and the TV will power off SIMPLINK devices when it powers off.": "Con la sincronización de encendido automático, su TV se encenderá cuando se encienda el dispositivo SIMPLINK y su dispositivo SIMPLINK se desactivará cuando se apague el TV.",
	"If it's turned on and you connect a device that also supports UHD Deep Color, your picture may be clearer.": "Si se activa y se conecta un dispositivo que también es compatible con el formato ULTRA HD Deep Color, su imagen puede ser más clara.",
	"If recording or software update is in progress, it will wait until they are completed and the process can take more than an hour.": "Si la grabación o la actualización de software está en curso, se esperará hasta que se hayan completado y el proceso puede tardar más de una hora.",
	"If set to on, your TV can receive emergency alerts if an emergency situation occurs.": "Si está activado, su TV puede recibir alertas de emergencia si se produce una situación de emergencia.",
	"If you turn Audio Guidance on, you can only move with left, right, up, down buttons on your remote and some apps that require the pointer cannot be used.": "Si activa la Guía de Audio, sólo podrá mover hacia la izquierda, derecha, arriba, abajo con los botones del control remoto y algunas aplicaciones que requieren el puntero no podrán utilizarse.",
	"If you turn it off, CAM operator's profile will be deleted.": "Si lo desactiva, el perfil del operador CAM se eliminará.",
	"If you turn it off, all tuned CAM channels will not be available and notifications will no longer be provided.": "Si lo apaga, todos los canales CAM sintonizados ya no estarán disponibles ni tampoco se proporcionaran sus notificaciones.",
	"If you turn on LG Connect Apps feature, you will be able to either accept or deny connection requests from mobile devices.": "Si activa la función LG Connect Apps, podrá aceptar o denegar las solicitudes de conexión de dispositivos móviles.",
	"If you turn the screen saver off and the same image remains on the screen for more than 2 hours, it can affect the picture quality of your screen. If it remains for more than 5 hours, permanent picture quality depreciation may occur. Do you want to continue?": "Si desactiva el protector de pantalla y la misma imagen permanece en la pantalla durante más de 2 horas, puede afectar la calidad de imagen de la pantalla. Si se mantiene durante más de 5 horas, se puede producir una permanente depreciación de la calidad de la imagen . ¿Desea usted continuar?",
	"If you turn this feature on, the HbbTV application or service will disable its tracking of an individual user.": "Si activa esta función, la aplicación o servicio de HbbTV inhabilitará el seguimiento de un usuario individual.",
	"If you turn this feature on, the IBB service will disable its tracking of an individual user.": "Si activa esta función, el servicio IBB inhabilitará el seguimiento de un usuario individual.",
	"If you turn this feature on, you can view the content in the aspect ratio that is in the broadcast signal or content source. If the edge of the screen is not clean, please turn it off.": "Si activa esta función, puede ver el contenido en la relación de aspecto ofrecida por la señal de transmisión o fuente de contenido. Si el borde de la pantalla no se muestra correctamente, por favor desactívela",
	"If you turn this option on, color temperature will be automatically adjusted to reduce eye strain.": "Si activa esta opción, la temperatura de color se ajustará automáticamente para reducir la fatiga visual.",
	"If you turn this option on, you can receive the notifications of channels or programs which you have been watching frequently.": "Si activa esta opción, podrá recibir las notificaciones de canales o programas que usted ha visto con frecuencia.",
	"If you use Energy Saving function, brightness of your TV will be affected.": "Si utiliza la función de ahorro de energía, el brillo de su televisor se verá afectado.",
	"If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the HDMI ULTRA HD Deep Color setting off.": "Si el dispositivo no admite esta función, es probable que no funcione correctamente. En este caso, puede conectar el dispositivo a un puerto HDMI diferente o desactivar la configuración ULTRA HD Deep Color del HDMI.",
	"Import your TV's channel list information from a connected USB device.": "Importar información de la lista de canales del TV desde un dispositivo USB conectado.",
	"Import/export your TV's channel list information from/to a connected USB device.": "Importar/exportar información de la lista de canales del TV desde/a un dispositivo USB conectado.",
	"Improve blurry or unclear areas for a sharper image.": "Mejore las zonas borrosas o poco claras para obtener una imagen más nítida.",
	"In Home": "En el Hogar",
	"Indianapolis": "Indianápolis",
	"Indonesian": "Indonesio",
	"Inner": "Interior",
	"Input": "Entrada",
	"Input Locks": "Bloqueo de entradas",
	"Input field": "Campo de entrada",
	"Insert 3G/4G USB dongle to activate your 3G/4G network connection.": "Inserte el dongle 3G/4G USB para activar la conexión de red 3G/4G.",
	"Installing...": "Instalando...",
	"Interactivity(DTVi)": "Interactividad(DTVi)",
	"Internal TV Speaker": "Bocina interna del TV",
	"Internal TV Speaker + Optical": "Bocina interna del TV + Óptico",
	"Internal TV Speaker + Wired Headphones": "Bocina interna del TV + Audífonos con cable",
	"Iran": "Irán",
	"Iraq": "Irak",
	"Ireland": "Irlanda",
	"Irish": "Irlandés",
	"Istanbul": "Estambul",
	"It may take a few minutes.": "Puede tardar unos minutos.",
	"It may take a few seconds.": "Puede tardar unos segundos.",
	"Italian": "Italiano",
	"Italy": "Italia",
	"Ivory Coast": "Costa de Marfil",
	"Jakarta": "Yakarta",
	"Japan": "Japón",
	"Japanese": "Japonés",
	"Jerusalem": "Jerusalén",
	"Johannesburg": "Johannesburgo",
	"Jordan": "Jordania",
	"Just Scan": "Original",
	"Kaliningrad": "Kaliningrado",
	"Kashgar": "Kasgar",
	"Katmandu": "Katmandú",
	"Kazakh": "kazajo",
	"Kazakhstan": "Kazajistán",
	"Keep Dolby Atmos on for the best sound experience for Dolby Atmos content.": "Mantenga Dolby Atmos activado para obtener la mejor experiencia de sonido para el contenido Dolby Atmos.",
	"Kenya": "Kenia",
	"Keyboard Languages": "Idiomas del Teclado",
	"Khartoum": "Jartum",
	"Kinshasa": "Kinsasa",
	"Kolkata": "Calcuta",
	"Korea": "Corea del Sur",
	"Korean": "Coreano",
	"Kuwait City": "Ciudad de Kuwait",
	"Kyrgyzstan": "Kirguistán",
	"LED Local Dimming": "Atenuación local de LED",
	"LG Bean Bird character": "Carácter LG Bean Bird ",
	"LG Remote Service": "Servicio Remoto de LG",
	"LG Services Country": "País de Servicio LG",
	"LG Wireless Keyboard": "Teclado inalámbrico LG",
	"LG Wireless Keyboard Connected:": "Teclado Inalámbrico LG Conectado:",
	"LG Wireless Keyboard allows you to control your TV through bluetooth. This feature applies only to specified LG Wireless Keyboard models.": "El Teclado inalámbrico LG le permite controlar su TV a través de bluetooth. Esta función sólo se aplica a los modelos especificados de Teclado inalámbrico LG.",
	"Language": "Idioma",
	"Large": "Grande",
	"Large Standard": "Grande Estándar",
	"Last tuning:": "Última Sintonización:",
	"Latvia": "Letonia",
	"Latvian": "Letón",
	"Lebanon": "Líbano",
	"Left Right": "Izquierda/Derecha",
	"Left drop shadow": "Sombra Izquierda",
	"Legal Notice": "Aviso legal",
	"Lesotho": "Lesoto",
	"Libya": "Libia",
	"Light": "Ligero",
	"Lilongwe": "Lilongüe",
	"Lisbon": "Lisboa",
	"Lithuania": "Lituania",
	"Lithuanian": "Lituano",
	"Live Theater": "Cine en vivo",
	"Ljubljana": "Liubliana",
	"Loading...": "Cargando...",
	"Local Language": "Idioma local",
	"Location": "Ubicación",
	"Lock All": "Bloquear todo",
	"Lock changes for currently running apps will be applied the next time they are started.": "Los cambios de bloqueo para las aplicaciones actualmente en ejecución se aplicarán la próxima vez que éstas se inicien.",
	"Logo Luminance Adjustment": "Ajuste de luminancia del logo",
	"Lome": "Lomé",
	"London": "Londres",
	"Los Angeles": "Los Ángeles",
	"Low": "Bajo",
	"Luminance": "Luminosidad",
	"Luxembourg": "Luxemburgo",
	"MAC Address": "Dirección MAC",
	"MAC Address (Wired)": "Dirección de MAC (por cable)",
	"MAC Address (Wireless)": "Dirección de MAC (inalámbrica)",
	"MASTER PASSWORD": "CONTRASEÑA MAESTRA",
	"MHEG Guide": "Guía MHEG",
	"MPEG Noise Reduction": "Reducción de ruido MPEG",
	"Macedonia, The Former Yugoslav Republic Of": "Antigua República Yugoslava de Macedonia ",
	"Macedonian": "Macedonio",
	"Magadan": "Magadán",
	"Makassar": "Macasar",
	"Malawi": "Malaui",
	"Malay": "Malayo",
	"Malaysia": "Malasia",
	"Maldives": "Maldivas",
	"Manage your account information and settings.": "Administre la información y la configuración de la cuenta.",
	"Manaus": "Manaos",
	"Mandarin": "Mandarín",
	"Manually adjust EQ frequencies.": "Ajuste manualmente las frecuencias de EQ.",
	"Manually enter the IP and DNS server addresses.": "Introduzca manualmente las direcciones IP y del servidor DNS.",
	"Maori": "Maorí",
	"Marquesas": "Islas Marquesas",
	"Marshall Islands": "Islas Marshall",
	"Martinique": "Martinica",
	"Mature Audience Only": "Sólo audiencia madura",
	"Mauritius": "Mauricio",
	"Maximize contrast by increasing the intensity of bright and dark areas of the screen.": "Maximice el contraste mediante el aumento de la intensidad de las áreas brillantes y oscuras de la pantalla.",
	"Medium": "Medio",
	"Menu Language": "Idioma del Menú",
	"Menu Transparency": "Transparencia del Menú ",
	"Message": "Mensaje",
	"Method": "Método",
	"Mexico": "México",
	"Mexico City": "Ciudad de México",
	"Middle East": "Medio Oriente",
	"Minutes": "Minutos",
	"Mobile TV On": "TV móvil activo",
	"Model": "Modelo",
	"Mogadishu": "Mogadiscio",
	"Moldova": "Moldavia",
	"Monaco": "Mónaco",
	"Month": "Mes",
	"Montréal": "Montreal",
	"Morocco": "Marruecos",
	"Moscow": "Moscú",
	"Motion Eye Care": "Protección de visión al movimiento",
	"Motion Pro": "Movimiento Pro",
	"Movie Lock": "Bloquear Película",
	"Multi": "Múltiple",
	"Multi Feed": "Alimentación múltiple",
	"Multiple": "Múltiple",
	"Muscat": "Mascate",
	"Music": "Música",
	"Myanmar": "Myanmar (Birmania)",
	"NOTE: When the screen saver option is set to ON, it will not come up while you are watching Live TV and video inputs to avoid interfering with your viewing experience.": "NOTA: Cuando la opción de protector de pantalla esté encendida, no se aplicará mientras vea TV en Vivo en entradas de vídeo, para evitar interferir con su experiencia visual.",
	"NSW/ACT - New South Wales / Australian Capital Territory - Sydney": "NSW/ACT - Nueva Gales del Sur/Territorio de la Capital Australiana - Sídney",
	"NT - Northern Territory - Darwin": "NT - Territorio del Norte - Darwin",
	"Nassau": "Nasáu",
	"Ndjamena": "Yamena",
	"Netherland": "Países Bajos",
	"Netherlands": "Países Bajos",
	"Network": "Red",
	"Network Name": "Nombre de la red",
	"New Caledonia": "Nueva Caledonia",
	"New York": "Nueva York",
	"New Zealand": "Nueva Zelanda",
	"Next": "Siguiente",
	"Niger": "Níger",
	"Night": "Noche",
	"No Internet via 3G/4G network": "No hay Internet a través de la 3G/4G",
	"No Internet via Ethernet": "Sin Internet a través de Ethernet",
	"No Internet via Wi-Fi": "Sin Internet a través de Wi-Fi",
	"No One 17 and Under Admitted.": "No admite menores de 17 años.",
	"No Operation Auto Off": "Sin operación de apagado automático",
	"No Signal Auto Off": "Sin señal de apagado automático",
	"No Signal Image": "Imagen sin señal",
	"No Signal Power Off (15Min)": "Apagado sin señal (15 min.)",
	"No Wi-Fi Direct Devices": "No hay dispositivos Wi-Fi Direct",
	"No card information": "No existe información sobre la tarjeta",
	"No devices have been found.": "Ningún dispositivo encontrado.",
	"No group ID": "Ningún ID grupal",
	"No updates found.": "Ninguna actualización encontrada.",
	"Noise Reduction": "Reducción de ruido",
	"None": "Ninguno",
	"North Korea": "Corea del Norte",
	"Northern Africa": "Norte de África",
	"Norway": "Noruega",
	"Norwegian": "Noruego",
	"Not Connected": "No conectado",
	"Not Connected to Internet": "No está conectado a Internet",
	"Note: Available options depend on the broadcast program.": "Nota: Las opciones disponibles dependen del programa de transmisión.",
	"Note: Behavior may differ if connected device is not a LG device.": "Nota: El comportamiento puede ser diferente si el dispositivo conectado no es un dispositivo LG.",
	"Note: Captions are only displayed when provided by the broadcast program.": "Nota: Los subtítulos aparecen sólo cuando se proporcionen por el programa de transmisión.",
	"Note: If the device is not properly connected and set up, you may not hear any sound through it.": "Nota: Si el dispositivo no está conectado y configurado correctamente, no podrá escuchar ningún sonido a través de él.",
	"Note: If the speakers are not properly connected and set up, you may not hear any sound through them.": "Nota: Si las bocinas no están bien conectadas y configuradas no podrá escuchar ningún sonido a través de ellas.",
	"Note: If you can't hear sound through the device, make sure it is working properly and supports Sound Sync.": "Nota: Si no puede escuchar el audio a través del dispositivo, asegúrese de que funcione correctamente y de que sea compatible con Sincronización de sonido.",
	"Note: Only displayed when it is provided by the program.": "Nota: Sólo se muestra cuando es proporcionado por el programa.",
	"Note: Subtitles are only displayed when provided by the broadcast program.": "Nota: Los subtítulos sólo se muestran cuando se proporcionan por el programa de transmisión.",
	"Note: Supported features may differ by model and its transparency by the feature's operation with content playback like Live TV or VOD content.": "Nota: Las funciones compatibles pueden diferir según el modelo y su transparencia por características de las funciones del contenido reproducido como TV en Vivo en directo o VOD.",
	"Note: This feature works only when provided by the broadcast program.": "Nota: Esta característica sólo funciona cuando es proporcionada por el programa de transmisión",
	"Note: if your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the HDMI ULTRA HD Deep Color setting off.": "Nota: Si el dispositivo no es compatible con esta característica, podría no funcionar correctamente . En ese caso, puede conectar el dispositivo a un puerto HDMI diferente o desactivar la configuración del HDMI ULTRA HD Deep Color.",
	"Note:<br>1. If your TV is turned on while Pixel Refresher is in progress, it will stop the process and you have to start over.<br>2. While processing, a white line may appear in the screen. This is normal when clearing your screen.": "Nota:<br>1. Si su TV está encendido, mientras Optimizar Píxeles está en curso, se detendrá el proceso y deberá reiniciarlo.<br>2. Durante el proceso, una línea blanca puede aparecer en la pantalla. Esto es normal durante la optimización de su pantalla.",
	"Nouméa": "Numea",
	"OFF": "APAGADO",
	"OLED LIGHT": "LUZ OLED",
	"OLED Panel Settings": "Configuración de Panel OLED",
	"Off": "Apagado",
	"Oman": "Omán",
	"On": "Encendido",
	"OnTimer Channel not selected": "Canal de encendido del Temporizador no seleccionado.",
	"One Touch Sound Tuning Options": "Opciones One Touch Sound Tuning",
	"Open": "Abierto",
	"Open Source Licenses": "Aviso sobre software de código abierto",
	"Open when TV is turned on": "Abrir cuando la TV esté encendida",
	"Optical": "Óptico",
	"Optimize contrast settings based on image brightness of the HDR content.": "Optimice la configuración de contraste en función del brillo de la imagen del contenido HDR",
	"Optimize contrast settings based on image brightness.": "Optimice la configuración de contraste en función del brillo de la imagen.",
	"Optimize display for movies.": "Optimice la pantalla para las películas.",
	"Optimize image quality for fast-moving images (sports and action).": "Optimice la calidad de la imagen para las imágenes de movimiento rápido (deportes y acción).",
	"Optimize sound based on type of TV installation.": "Optimice el audio en función del tipo de instalación de TV.",
	"Optimize sound mode for each content type and customize audio effects for Standard mode.": "Optimizar el modo de sonido para cada tipo de contenido y personalizar efectos de audio para el Modo estándar.",
	"Optimize sound mode for each content type.": "Optimice el modo de audio para cada tipo de contenido.",
	"Original Language": "Idioma Original",
	"Others": "Otros",
	"Ouagadougou": "Uadadugú",
	"Outer": "Exterior",
	"Output sound through an LG audio device connected to the OPTICAL DIGITAL AUDIO OUT port. With this option, you can control the device's volume with your TV remote.": "La salida de audio se realiza a través de un dispositivo de audio LG conectado al puerto de SALIDA DE AUDIO DIGITAL ÓPTICO. Con esta opción, se puede controlar el volumen del dispositivo con el control remoto del TV.",
	"Output sound through an wireless audio device via LG Sound Sync or Bluetooth. It may need some troubleshooting:": "Salida de sonido a través de un dispositivo de audio inalámbrico a través de LG Sound Sync o Bluetooth. Puede necesitar solucionar algunos problemas:",
	"Output sound through external audio devices connected to the AUDIO OUT/ H/P OUT port.": "Salida de audio a través de dispositivos de audio externos conectados al puerto AUDIO OUT/ H/P OUT.",
	"Output sound through external audio devices connected to the HDMI IN (ARC) port.": "Salida de audio a través de dispositivos de audio externos conectados al puerto HDMI IN (ARC).",
	"Output sound through external audio devices connected to the OPTICAL DIGITAL AUDIO OUT.": "Salida de audio a través de dispositivos de audio externos conectados a OPTICAL DIGITAL AUDIO OUT.",
	"Output sound through the Internal TV speaker.": "Salida de audio a través de la bocina de TV interna.",
	"Output sound through wired headphones.": "Salida de audio a través de audífonos con cable.",
	"PIN: {pin}": "PIN {pin}",
	"Paired Devices": "Dispositivos vinculados",
	"Pakistan": "Pakistán",
	"Palau": "Palaos",
	"Panama": "Panamá",
	"Panama City": "Ciudad de Panamá",
	"Papua New Guinea": "Papúa Nueva Guinea",
	"Parental Guidance Suggested": "Se sugiere Guía Parental",
	"Parental guidance suggested for children ages 8-13.": "Se sugiere guía parental para niños de 8-13 años.",
	"Parents Strongly Cautioned": "Advertencia para los padres",
	"Paris": "París",
	"Password": "Contraseña",
	"Patent Information": "Información de Patente",
	"Pattern": "Patrón",
	"Persian": "Persa",
	"Peru": "Perú",
	"Philippines": "Filipinas",
	"Phnom Penh": "Nom Pen",
	"Photo": "Foto",
	"Pick a Time": "Seleccione una Hora",
	"Picture": "Imagen",
	"Picture Mode": "Modo de Imagen",
	"Picture Mode Settings": "Configuración para el modo de imagen",
	"Picture Options": "Opciones de Imagen",
	"Picture Test": "Prueba de imagen",
	"Picture or sound may not work properly while connected external device and TV are initially communicating. If the issue persists, please revert the settings or reboot your connected external device.": "La imagen o el sonido podrían no funcionar correctamente mientras el dispositivo externo conectado y el TV se estén comunicando inicialmente. Si el problema persiste, por favor revierta los ajustes o reinicie el dispositivo externo conectado.",
	"Pitch": "Tono",
	"Pixel Refresher": "Optimizar Píxeles",
	"Pixel Refresher allows your TV to provide the clearest picture possible.": "Optimizar Píxeles permite que su TV le ofrezca la mejor calidad de imagen posible.",
	"Pixel Refresher has been scheduled to start the next time your TV is turned off.": "Optimizar Píxeles ha sido programado para comenzar la próxima vez que el TV esté apagado.",
	"Pixel Refresher will begin when you turn off your TV.": "Optimizar Píxeles comenzará cuando apague el TV.",
	"Please check that all values are input correctly.": "Revise que todos los valores de entrada sean correctos.",
	"Please check the network name and password and try again.": "Por favor verifique el nombre de red y la contraseña e intente nuevamente.",
	"Please check the status and try again": "Revise el estado y vuelva a intentarlo.",
	"Please do not unplug the USB storage until the copying is completed.": "Por favor, no desconecte el almacenamiento USB hasta que se complete la copia.",
	"Please enter your password to turn off this function.": "Ingrese su contraseña para desactivar esta función.",
	"Please enter your password to turn on this function.": "Ingrese su contraseña para activar esta función.",
	"Please make sure that your TV is connected to the network and try again.": "Por favor, asegúrese de que su TV está conectado a la red y vuelva a intentarlo.",
	"Please try again later.": "Inténtelo de nuevo más tarde.",
	"Please wait while the Settings application reloads.": "Por favor, espere mientras se vuelve a cargar la aplicación de Configuración.",
	"Please wait while the Settings application restarts.": "Por favor, espere mientras se reinicia la aplicación de Configuración.",
	"Please wait while the TV restarts.": "Espere mientras se reinicia el TV.",
	"Please wait while the TV searches for LG Service Country.": "Espere mientras el TV busca el país de servicio de LG.",
	"Point": "Punto",
	"Pointer Options": "Opciones del puntero",
	"Poland": "Polonia",
	"Polish": "Polaco",
	"Port Moresby": "Puerto Moresby",
	"Port of Spain": "Puerto España",
	"Port-au-Prince": "Puerto Príncipe",
	"Porto-Novo": "Porto Novo",
	"Portuguese": "Portugués",
	"Power Saving Mode": "Modo ahorro de energía",
	"Prague": "Praga",
	"Preferred Color": "Color Preferido",
	"Preschool": "Preescolar",
	"Press right button to adjust de-blur and Motion Pro value.": "Presione el botón derecho para ajustar los valores de-blur y Movimiento Pro.",
	"Press right button to adjust de-judder and Motion Pro value.": "Presione el botón derecho para ajustar los valores de-judder y Movimiento Pro.",
	"Press right button to adjust de-judder, de-blur and Motion Pro value.": "Presione el botón derecho para ajustar los valores de-judder, de-blur y Movimiento Pro.",
	"Press the WPS button on your wireless router now.": "Presionar ahora el botón WPS en su router inalámbrico.",
	"Press the WPS-PBC button on a WPS-enabled router to connect TV to the network.": "Presione el botón WPS-PBC en un router compatible con WPS para conectar el TV a la red.",
	"Press the right button to adjust Motion Pro settings.": "Presione el botón derecho para ajustar la configuración Movimiento Pro.",
	"Press the right button to adjust de-blur settings.": "Presione el botón derecho para ajustar la configuración de-blur.",
	"Press the right button to adjust de-judder settings.": "Presione el botón derecho para ajustar la configuración de-judder.",
	"Previous": "Previo",
	"Primary Audio Language": "Idioma de Audio Principal",
	"Primary Channels": "Canales Primarios",
	"Primary Teletext Language": "Idioma de teletexto primario",
	"Programme": "Programa",
	"Pyongyang": "Pionyang",
	"Qatar": "Catar",
	"Quick Start+": "Inicio rápido +",
	"RECONNECT": "VOLVER A CONECTAR",
	"Raised": "Resaltado",
	"Rangoon": "Rangún",
	"Real Cinema": "Cine Real",
	"Reason: Authentication with access point was unsuccessful.": "Razón: La autenticación con punto de acceso falló.",
	"Reason: Could not establish a connection to access point.": "Motivo: No se pudo establecer una conexión a un punto de acceso.",
	"Reason: Could not retrieve a valid IP address by using DHCP.": "Motivo: No se pudo recuperar una dirección IP válida con DHCP.",
	"Reason: Entered password is incorrect.": "Motivo: La contraseña ingresada es incorrecta.",
	"Reason: Password is missing.": "Razón: Falta la contraseña.",
	"Reason: The network you selected is out of range.": "Motivo: La red que seleccionó está fuera de rango.",
	"Reason: Unable to login.": "Motivo: No es posible iniciar sesión.",
	"Recommended for children ages 14 and older.": "Se sugiere guía parental para niños de 14 años o más.",
	"Recommended for children ages 16 and older.": "Se sugiere guía parental para niños de 16 años o más.",
	"Red": "Rojo",
	"Reduce noise from digital video signals.": "Reduzca el ruido de las señales del video digital.",
	"Refresh list": "Actualizar lista",
	"Region": "Región",
	"Remote Settings": "Configuraciones Remotas",
	"Remove irregular and erratic pixels for a clearer image.": "Elimine píxeles irregulares y erráticos para obtener una imagen más clara.",
	"Reset": "Reiniciar ",
	"Reset CI Password": "Restablecer Contraseña de CI",
	"Reset Password": "Restablecer contraseña",
	"Reset to Initial Settings": "Restablecer la configuración inicial.",
	"Restrict access to TV programs and movies based on their ratings.": "Limitar el acceso a los programas de TV y las películas según su clasificación.",
	"Restrict access to TV programs based on their ratings.": "Restringir el acceso a los programas de TV según su clasificación.",
	"Restrict access to specified apps.": "Limitar el acceso a las aplicaciones especificadas.",
	"Restrict access to specified channels.": "Limitar el acceso a los canales especificados.",
	"Restrict access to specified inputs.": "Limitar el acceso a las entradas especificadas.",
	"Restricted": "Restringido",
	"Retry": "Reintentar",
	"Return TV to its initial settings. This will revert all options to their default settings.": "Regrese el TV a las configuraciones iniciales. Esto revertirá todas las opciones a sus valores predeterminados.",
	"Revert Color Management System settings to default.": "Revertir la configuración del sistema de mantenimiento de color a los valores predeterminados.",
	"Revert standard mode sound effect settings to default.": "Revertir la configuración del Modo Estándar de Efectos de Sonido a predeterminada.",
	"Revert to default settings. Each picture mode must be reset individually. Please select the picture mode you want to reset.": "Revertir a la configuración predeterminada. Cada modo de imagen se debe restablecer de forma individual. Seleccione el modo de imagen que desea restablecer.",
	"Revert white balance settings to default.": "Revertir la configuración de balance de blancos a los valores predeterminados.",
	"Revoke Pairing": "Revocar la vinculación",
	"Reykjavik": "Reikiavik",
	"Right Left": "Derecha/Izquierda",
	"Right drop shadow": "Sombra Derecha",
	"Rio Branco": "Río Branco",
	"Riyadh": "Riad",
	"Romania": "Rumanía",
	"Romanian": "Rumano",
	"Rome": "Roma",
	"Russia": "Rusia",
	"Russian": "Ruso",
	"Rwanda": "Ruanda",
	"SA - South Australia - Adelaide": "SA - Australia del Sur - Adelaide",
	"SIMPLINK enables HDMI-CEC devices connected to your TV with an HDMI cable to be controlled with your TV remote.": "SIMPLINK permite que un dispositivo HDMI-CEC conectado a su TV con un cable HDMI se pueda controlar con el control remoto de su TV.",
	"SIMPLINK lets you use your LG Remote to control other SIMPLINK-enabled devices, like a DVD player or audio home theater system, that are connected to your LG Smart TV by HDMI.": "SIMPLINK le permite utilizar su Control Remoto LG para controlar otros dispositivos habilitados con SIMPLINK, como un reproductor de DVD o el sistema de audio Teatro en Casa, que estén conectados a su LG Smart TV con HDMI.",
	"SIMPLINK will be automatically turned on to use this ARC mode.": "SIMPLINK se activará automáticamente para utilizar este modo ARC.",
	"START NOW": "INICIAR AHORA",
	"START ONCE TV IS OFF": "INICIAR UNA VEZ QUE EL TV ESTÉ APAGADO",
	"Safety": "Seguridad",
	"Saint Lucia": "Santa Lucía",
	"Saint Vincent": "San Vicente",
	"Sakhalin": "Sajalín",
	"Samarkand": "Samarcanda",
	"Sana": "Saná",
	"Satellite": "Satélite",
	"Satellite DTV": "Satélite DTV",
	"Satellite Radio": "Radio de satélite",
	"Saturation": "Saturación",
	"Saudi Arabia": "Arabia Saudita",
	"Saudi arabia": "Arabia Saudita",
	"Save": "Guardar",
	"Save CAM Operator's Profile": "Guardar el perfil del operador de la tarjeta CAM",
	"Save CI Password": "Guardar Contraseña de CI",
	"Save the Color Management System settings from the currently selected picture mode for all inputs.": "Guardar la configuración del sistema de mantenimiento de color en el modo de imagen seleccionada actualmente para todas las entradas.",
	"Save the current customized setting values to currently selected picture mode for all inputs.": "Guardar los actuales valores de configuración personalizada en el modo de imagen actualmente seleccionado para todas las entradas.",
	"Save the white balance settings from the currently selected picture mode for all inputs.": "Guardar los ajustes de balance de blancos en el modo de imagen seleccionada actualmente para todas las entradas.",
	"Save/reset your CI password. Saving your password will let you skip the sign-in step in the future.": "Guarde/Restablezca la contraseña de CI. Guardar la contraseña le permitirá saltarse el paso de inicio de sesión en el futuro.",
	"Screen Off": "Apagado de Pantalla",
	"Screen Saver": "Protector de pantalla",
	"Screen Shift ": "Cambio de pantalla",
	"Screen shifts at regular time intervals to prevent panel noise.": "Cambios de pantalla a intervalos regulares para evitar ruidos de panel.",
	"Screen will turn off in 5 seconds. To turn the screen back on, press any button except the power and volume button.": "La pantalla se apagará en 5 segundos. Para volver a encender la pantalla, presione cualquier botón excepto Power y volumen.",
	"Search": "Búsqueda",
	"Searching...": "Buscando...",
	"Second Language": "Segundo Idioma",
	"Secondary Audio Language": "Idioma de Audio Alternativo",
	"Secondary Teletext Language": "Idioma de teletexto secundario",
	"Security": "Seguridad",
	"Select IRE point to adjust luminance.": "Seleccionar un punto IRE para ajustar la luminancia.",
	"Select Mode": "Seleccionar el Modo",
	"Select TV's language settings.": "Seleccione la configuración de idioma del TV.",
	"Select aspect ratio from the menu.": "Seleccione una relación de aspecto en el menú.",
	"Select audio language for digital broadcasts. For programs that do not support multiple languages, the default will be used.": "Seleccione el idioma de audio para las transmisiones digitales. Para los programas que no son compatibles con varios idiomas, se usará el valor predeterminado.",
	"Select audio language for digital broadcasts. The default language is selected when the program does not support multiple languages.": "Seleccione el idioma de audio para las transmisiones digitales. El idioma predeterminado se selecciona cuando el programa no admite varios idiomas.",
	"Select caption settings for analog broadcasts.": "Seleccione las configuraciones de los subtítulos para las transmisiones analógicas.",
	"Select caption settings for digital broadcasts.": "Seleccione las configuraciones de los subtítulos para las transmisiones digitales.",
	"Select caption size, color, transparency, and other options for digital broadcasts.": "Seleccione el tamaño, el color, la transparencia y otras opciones del subtítulo para las transmisiones digitales.",
	"Select color to be adjusted.": "Seleccionar el color que desea ajustar.",
	"Select days to apply the Timer Power Off settings every week.": "Seleccionar los días para aplicar la Configuración de Apagado Programado cada semana.",
	"Select days to apply the Timer Power On settings every week.": "Seleccionar los días para aplicar la Configuración de Encendido Programado cada semana.",
	"Select device for audio output.": "Seleccione el dispositivo para la salida de audio.",
	"Select digital audio output format. When the program does not support the selected output format, the default output from the source will be used.": "Seleccione el formato de salida de audio digital. Cuando el programa no sea compatible con el formato de salida seleccionado, se utilizará la salida predeterminada de la fuente.",
	"Select how much the volume should change with each press of your remote's volume key. Higher values increase increments.": "Seleccione la cantidad de volumen que debe cambiar con cada pulsación de la tecla de volumen de su control remoto. Los valores más altos aumentan los incrementos.",
	"Select how the TV will be used.": "Seleccione cómo se utilizará el TV.",
	"Select language for TV menus.": "Seleccione el idioma para los menús de TV.",
	"Select language for subtitles.": "Seleccione el idioma para los subtítulos.",
	"Select language for voice recognition.": "Seleccione el idioma para el reconocimiento de voz.",
	"Select languages for on-screen keyboards.": "Seleccione los idiomas para teclados que aparecen en pantalla.",
	"Select method to adjust white balance.": "Elegir un método para ajustar el balance de blancos.",
	"Select pattern to use as a basis for white balance adjustment. You can use the TV’s built-in pattern or another pattern by connecting an external device.": "Seleccionar el patrón que se utilizará como base para el ajuste de balance de blancos. Puede utilizar una función patrón del TV u otro patrón mediante la conexión de un dispositivo externo.",
	"Select point to adjust luminance.": "Seleccionar un punto para ajustar la luminancia.",
	"Select the best picture mode for your viewing environment and content type.": "Seleccionar el mejor modo de imagen para la visualización del entorno y del tipo de contenido.",
	"Select the channel to use when the TV turns on.": "Seleccionar el canal que desea utilizar cuando se enciende el TV.",
	"Select the country where you want to access LG's services. Services may vary depending on location.": "Seleccione el país en el que desea acceder a los servicios LG. Los servicios pueden variar según el lugar.",
	"Select the desired video angle.": "Seleccione el ángulo de video deseado.",
	"Select the format to transfer digital audio to an external device.": "Seleccione el formato de transferencia de audio digital a un dispositivo externo.",
	"Select the input to use when the TV turns on.": "Seleccionar la entrada que desea utilizar cuando se enciende el TV.",
	"Select the most preferred Subtitle Language.": "Seleccione su primera opción para el idioma de los subtítulos.",
	"Select the region where your broadcast signal comes from.": "Seleccione la región de la cual proviene su señal de transmisión.",
	"Select the second preferred Subtitle Language.": "Seleccione su segunda opción para el idioma de los subtítulos.",
	"Select your first choice of audio language for digital broadcasts. For programs that do not support multiple languages, the default will be used.": "Seleccione su primera opción de idioma de audio para las transmisiones digitales. Para los programas que no son compatibles con varios idiomas, se usará el valor predeterminado.",
	"Select your first choice of language for your broadcast TV provider's teletext services.": "Seleccione su primera opción de idioma para los servicios de teletexto del proveedor de TV abierta.",
	"Select your remote's cursor speed and appearance.": "Seleccione la velocidad y la apariencia del cursor de su control remoto.",
	"Select your second choice of audio language for digital broadcasts. For programs that do not support multiple languages, the default will be used.": "Seleccione su segunda opción de idioma de audio para las transmisiones digitales. Para los programas que no son compatibles con varios idiomas, se usará el valor predeterminado.",
	"Select your second choice of language for your broadcast TV provider's teletext services.": "Seleccione su segunda opción de idioma para los servicios de teletexto del proveedor de TV abierta.",
	"Seoul": "Seúl",
	"Serbian": "Serbio",
	"Serial Number": "Número de Serie",
	"Service 1": "Servicio 1",
	"Service 2": "Servicio 2",
	"Service 3": "Servicio 3",
	"Service 4": "Servicio 4",
	"Service 5": "Servicio 5",
	"Service 6": "Servicio 6",
	"Service Area Zip Code": "Código postal del área de servicio",
	"Set Automatically": "Ajuste automático",
	"Set ID": "Establecer ID",
	"Set Store Mode settings.": "Establecer la configuración del modo de tienda.",
	"Set System Color mode for your current TV input.": "Modo Ajuste del color del sistema de la entrada de TV actual.",
	"Set TV locks for fantasy violence content.": "Ajuste bloqueos de TV para contenido violento de fantasía.",
	"Set TV locks for general programming.": "Ajuste bloqueos de TV para la programación general.",
	"Set TV locks for programs containing adult language.": "Ajuste bloqueos de TV para programas que contengan lenguaje adulto.",
	"Set TV locks for programs containing sexual situations.": "Ajuste bloqueos de TV para programas que contengan situaciones sexuales.",
	"Set TV locks for programs containing sexually suggestive dialogue.": "Ajuste bloqueos de TV para programas que contengan diálogo sexualmente sugestivo.",
	"Set TV locks for programs containing violence.": "Ajuste bloqueos de TV para programas que contengan violencia.",
	"Set TV locks for ratings based on children’s ages.": "Ajuste bloqueos de TV por rangos basados en las edades de los niños.",
	"Set additional options for Audio Description.": "Establecer las opciones adicionales para la Descripción de Audio.",
	"Set additional picture settings.": "Establecer configuración de imagen adicional.",
	"Set advanced Subtitle options.": "Configure las opciones avanzadas de los subtítulos.",
	"Set advanced captioning options.": "Configure las opciones avanzadas de los subtítulos.",
	"Set audio-related options.": "Establezca las opciones de audio relacionadas.",
	"Set color balance by adjusting color temperature, luminance, and red, green and blue gain controls.": "Configurar el balance de color mediante el ajuste de temperatura del color, luminancia, y controles de ganancia de rojo, verde y azul.",
	"Set color gamut automatically according to the signal, or display more vivid and richer color in the order of Extended and Wide.": "Ajuste la gama de colores automáticamente según la señal, o muestre un color más vivo y más rico en el orden de Extendido y Amplio.",
	"Set color temperature from warm to cool.": "Establezca la temperatura de color de cálido a frio.",
	"Set power options to reduce energy consumption.": "Configure las opciones de energía para reducir el consumo.",
	"Set the TV to turn off after a set amount of time.": "Ajuste el televisor para que se apague después de un tiempo determinado.",
	"Set the TV to turn off automatically at a set time.": "Ajuste el televisor para que se apague automáticamente a una hora determinada.",
	"Set the TV to turn off automatically if there is no user input for 2 hours after the timer has turned it on.": "Ajustar el TV para que se apague automáticamente, si no es manipulado por el usuario durante 2 horas posteriores al encendido programado.",
	"Set the TV to turn off automatically when there has been no user input for a specified amount of time.": "Configure el TV para se apague automáticamente cuando no se ha producido la entrada del usuario durante un período de tiempo especificado.",
	"Set the TV to turn on automatically at a set time.": "Ajuste el TV para que se encienda automáticamente a una hora determinada.",
	"Set the TV to turn on or off automatically at a set time.": "Ajuste el TV para que se encienda o se apague automáticamente a una hora determinada.",
	"Set the current date and time.": "Ajuste la fecha y la hora actuales.",
	"Set the current date manually.": "Establezca la fecha actual manualmente",
	"Set the current time manually.": "Establezca la hora actual manualmente",
	"Set the range of colors that can be displayed.": "Configure la gama de colores que se pueden mostrar.",
	"Set the region for broadcasts and special services.": "Configure la región para las transmisiones y servicios especiales.",
	"Set the screen size and aspect ratio.": "Configure el tamaño de la pantalla y la relación de aspecto.",
	"Set the volume level to use when the TV turns on.": "Ajustar el nivel de volumen que desea utilizar cuando se enciende el TV.",
	"Set time to turn off the TV.": "Ajustar el tiempo para apagar el TV.",
	"Set time to turn on the TV.": "Ajustar el tiempo para encender el TV.",
	"Settings Help": "Ayuda para la configuración",
	"Sexual Situations": "Situaciones de sexo",
	"Sexually Suggestive Dialogue": "Diálogo sexualmente sugestivo",
	"Shanghai": "Shanghái",
	"Sharpness": "Nitidez",
	"Show Password": "Mostrar Contraseña",
	"Side by Side": "Lado a Lado",
	"Sierra Leone": "Sierra Leona",
	"Signal Strength": "Intensidad de Señal",
	"Simferopol": "Simferópol",
	"Simultaneous Sound Out with Internal TV Speaker": "Salida de audio simultánea con bocina interna del TV",
	"Singapore": "Singapur",
	"Single Sound Out": "Salida de audio única",
	"Size": "Tamaño",
	"Skin Color": "Color de piel",
	"Skopje": "Skopie",
	"Sky Color": "Color del cielo",
	"Sleep Timer": "Temporizador",
	"Slovak": "Eslovaco",
	"Slovakia": "Eslovaquia",
	"Slovenia": "Eslovenia",
	"Slovenian": "Esloveno",
	"Slow": "Lento",
	"Small": "Pequeño",
	"Small Standard": "Pequeño Estándar",
	"Smooth": "Suave",
	"Soccer": "Fútbol",
	"Sofia": "Sofía",
	"Software Version": "Versión de software ",
	"Software update has been installed. Update will be applied when you restart your TV.": "Se ha instalado una actualización de software. La actualización será aplicada al reiniciar el TV.",
	"Solid": "Sólido",
	"Solomon Islands": "Islas Salomón",
	"Some material may be inappropriate for children under 13.": "Algún material puede ser inapropiado para niños menores de 13 años.",
	"Some material may not be suitable for children.": "El contenido puede no ser adecuado para los niños.",
	"Sotho, Northern": "Sotho, Norte",
	"Sotho, Southern": "Sotho, Sur",
	"Sound": "Audio",
	"Sound Mode": "Modo de Audio ",
	"Sound Mode Settings": "Configuración del Modo de Audio",
	"Sound Out": "Salida de Audio",
	"Sound Test": "Prueba de Sonido",
	"Sound can be heard simultaneously through Internal TV Speaker and external audio devices connected to the OPTICAL DIGITAL AUDIO OUT port.": "El audio se puede oír de forma simultánea a través de la bocina de TV interna y los dispositivos de audio externos conectados al puerto de SALIDA DE AUDIO DIGITAL ÓPTICO.",
	"Sound can be heard simultaneously through internal TV speaker and wired headphones.": "Puede oír el sonido simultáneamente a través de la bocina de TV interna y los audífonos con cable.",
	"South Africa": "Sudáfrica",
	"South Korea": "Corea del Sur",
	"Southern Africa": "Sur de África",
	"Spain": "España",
	"Spanish": "Español",
	"Speed": "Velocidad",
	"Spoken Subtitle": "Subtítulos hablados",
	"Sports": "Deportes",
	"Srednekolymsk": "Srednekolimsk",
	"Stand TypeⅠ": "Tipo de Soporte I",
	"Stand TypeⅡ": "Tipo de Soporte II",
	"Standard": "Estándar",
	"Standard Mode Sound Effect": "Modo Estándar de Efectos de Sonido",
	"Standby Light": "Luz de espera",
	"Start New Sound Tuning": "Iniciar Sintonización de Nuevo Sonido",
	"Startup Sound": "Sonido de inicio",
	"Stockholm": "Estocolmo",
	"Store Demo": "Demo de tienda",
	"Store Demo mode provides options to optimize the TV for retail displays.": "Modo Demo de tienda ofrece opciones para optimizar el TV en exposición.",
	"Store Mode": "Modo Tienda",
	"Store Mode Settings": "Configuración para el modo tienda",
	"Store Mode is for in-store display purposes. It will re-initialize the settings every few minutes. Do you want to close this app and start the Store Mode?": "Modo Tienda tiene como objetivo ser exhibido en una tienda. Reiniciará los ajustes cada pocos minutos. ¿Desea cerrar esta aplicación e iniciar el Modo Tienda?",
	"Strong": "Fuerte",
	"Style": "Estilo",
	"Subnet Mask": "Máscara de subred",
	"Subnet prefix length": "Longitud de prefijo de subred",
	"Subtitle First Choice Language": "Primera opción para el idioma de los subtítulos",
	"Subtitle Language": "Idioma Subtítulo",
	"Subtitle Second Choice Language": "Segunda opción para el idioma de los subtítulos",
	"Subtitles": "Subtítulos",
	"Sudan": "Sudán",
	"Suitable for children ages 13 and older.": "Adecuado para niños de 13 años o más.",
	"Suitable for children ages 2-7.": "Adecuado para niños de 2-7 años.",
	"Suitable for children ages 8 and older.": "Adecuado para niños de 8 años o más.",
	"Super Impose": "Sobreponer",
	"Super Resolution": "Súper Resolución ",
	"Suriname": "Surinam",
	"Swaziland": "Suazilandia",
	"Sweden": "Suecia",
	"Swedish": "Sueco",
	"Switzerland": "Suiza",
	"Syria": "Siria",
	"System Color": "Color del Sistema",
	"TEXT 1": "Texto 1",
	"TEXT 2": "Texto 2",
	"TEXT 3": "Texto 3",
	"TEXT 4": "Texto 4",
	"TV Information": "Información del TV",
	"TV Installation Type": "Tipo de instalación de TV ",
	"TV Lock": "Bloquear TV",
	"TV Name": "Nombre de la TV ",
	"TV Power Sound": "Sonido Encender TV ",
	"TV Program Locks": "Bloqueos de programas de TV",
	"TV Rating English": "Clasif.-Inglés",
	"TV Rating French": "Clasif.-Francés",
	"TV Speaker Bar": "Barra de Bocinas del TV",
	"TV Speaker Bar + Wired Headphones": "Barra de Bocinas del TV + Audífonos con cable",
	"TV to USB": "TV al USB",
	"Tagalog": "Tagálog",
	"Tahiti": "Tahití",
	"Taipei": "Taipéi",
	"Taiwan": "Taiwán",
	"Tajikistan": "Tayikistán",
	"Tallinn": "Tallin",
	"Target Luminance": "Luminancia Objetivo",
	"Tashkent": "Taskent",
	"Tbilisi": "Tiflis",
	"Tehran": "Teherán",
	"Teletext": "TELETEXTO",
	"Terrestrial DTV": "DTV Terrestre",
	"Text Color": "Color del Texto",
	"Text Opacity": "Opacidad del Texto",
	"Thai": "Tailandés",
	"Thailand": "Tailandia",
	"The LG Services Country information could not be retrieved from the server. Please try again later.": "La información de los Servicios LG del país no pudo recuperarse desde el servidor. Inténtelo de nuevo más tarde.",
	"The Settings application must reload to change the menu language. Do you want to continue?": "La aplicación Configuración se debe volver a cargar para cambiar el Idioma del menú. ¿Desea usted continuar?",
	"The channel list have been successfully copied from the USB storage to your TV. The TV will restart in 5 seconds.": "La lista de canales se ha copiado con éxito desde el almacenamiento USB al TV. El TV se reiniciará en 5 segundos.",
	"The channel list have been successfully copied from your TV to the USB storage.": "La lista de canales se ha copiado con éxito desde su TV al almacenamiento USB.",
	"The contents on the screen or subtitles will be verbally spoken for visually impaired viewers.": "Los contenidos de la pantalla o subtítulos se dirán verbalmente para los espectadores con discapacidad visual.",
	"The contents on the screen will be described with voice for visually impaired viewers.": "Los contenidos de la pantalla se describirán con voz para los espectadores con discapacidad visual.",
	"The list of all paired devices will be deleted. Do you want to continue?": "Se eliminará la lista de todos los dispositivos vinculados. ¿Desea usted continuar?",
	"The network is currently unavailable. Please try again later.": "Actualmente la red no está disponible. Vuelva a intentarlo más tarde.",
	"The process will take about an hour to complete and your TV needs to remain turned off.": "El proceso tardará alrededor de una hora para completarse y el TV debe estar apagado.",
	"The update cannot be applied to the TV. Software will revert to the previous version.": "La actualización no se puede aplicar al TV. El software volverá a la versión anterior.",
	"There are no paired devices.": "No hay dispositivos vinculados.",
	"There are settings to correct or prevent OLED panel noise.": "Hay ajustes para corregir o evitar el ruido del panel OLED.",
	"There is no USB device connected to your TV.": "No hay un dispositivo USB conectado a su TV.",
	"There is no message.": "No hay mensajes.",
	"Thimphu": "Timbu",
	"Third Language": "Tercer Idioma",
	"This mode provides a clear and natural sound quality.": "Este modo ofrece una calidad de sonido clara y natural.",
	"This setting puts your TV in standby mode when it's turned off so it will help using TV's functions quicker when you turn the TV back on.": "Esta configuración coloca su TV en modo de espera cuando está apagado, de manera tal que le ayudará a utilizar las funciones de TV más rápido cuando se encienda nuevamente.",
	"This setting puts your TV in standby mode when it's turned off so it will start up more quickly the next time it's turned on.": "Esta configuración coloca su TV en modo de espera cuando está desactivado, de manera tal que se pondrá en marcha más rápido la próxima vez que lo encienda.",
	"This settings is only available for Internal TV Speaker.": "Esta configuración sólo está disponible para la bocina interna del TV.",
	"Time": "Hora",
	"Time & Date": "Hora y Fecha",
	"Timer Channel": "Canal del Temporizador",
	"Timer Power Off": "Temporizador de Apagado",
	"Timer Power On": "Temporizador de Encendido",
	"Timer Repeat": "Repetición de Temporizador",
	"Timers": "Temporizadores",
	"Timezone": "Zona horaria",
	"Timor-Leste": "Timor Oriental",
	"Tint": "Tinte",
	"Tiranë": "Tirana",
	"To experience optimal sound effect, it is recommended to set the balance between the L10~R10 range.": "Para experimentar un efecto de sonido óptimo, se recomienda ajustar el balance entre el rango I10~D10.",
	"To test your TV sound, Sound Out setting needs to be changed to the Internal TV Speaker. Do you want to continue?": "Para probar el sonido del TV, la configuración de la Salida de Audio debe cambiarse a la Bocina Interna del TV. ¿Desea usted continuar?",
	"To use Wi-Fi Direct, you must turn on the Wi-Fi within the TV. Do you want to turn Wi-Fi on?": "Para usar Wi-Fi Direct, debe activar el Wi-Fi con el TV. ¿Desea activar el Wi-Fi?",
	"To use the Wi-Fi Direct, you must close the Screen Share app.": "Para usar el menú Wi-Fi Direct, debe cerrar la aplicación Screen Share.",
	"Tokyo": "Tokio",
	"Top and Bottom": "Arriba y Abajo",
	"Total Power On Time": "Tiempo total de Encendido",
	"Tracking Speed": "Velocidad",
	"Translucent": "Translúcido",
	"Transparent": "Transparente",
	"Treble Boost": "Refuerzo de Agudos",
	"Trinidad And Tobago": "Trinidad y Tobago",
	"Trinidad and Tobago": "Trinidad y Tobago",
	"Tripoli": "Trípoli",
	"Tune and save available channels.": "Sintonizar y guardar los canales disponibles.",
	"Tune and save available channels. You can set satellite channel options.": "Sintonizar y guardar los canales disponibles. Puede configurar las opciones de canales por satélite.",
	"Tunis": "Túnez",
	"Tunisia": "Túnez",
	"Turkey": "Turquía",
	"Turkish": "Turco",
	"Turkmenistan": "Turkmenistán",
	"Turn Dolby Surround on to make all your content sound better. Note that Dolby Atmos must also be switched on to use this feature.": "Activar Dolby Surround para que todos sus contenidos suenen mejor. Tenga en cuenta que Dolby Atmos también debe estar encendido para usar esta función.",
	"Turn automatic volume adjustments on/off and set how much to change volume with each remote click.": "Active/desactive el ajuste automático de volumen y establezca la cantidad de volumen que desea cambiar con cada clic del control remoto.",
	"Turn on the advertising frequency capping cookies. This keeps on tracking the number of times an ad is shown on your TV and is used to help limit the number of times the same ad is displayed.": "Activar las Cookies con limitación de frecuencia de publicidad. Esto realiza un registro de la cantidad de veces que se muestra una publicidad en su TV y se usa para limitar el número de veces que se muestra el mismo anuncio.",
	"Turn on via Bluetooth": "Encender mediante Bluetooth",
	"Turn on via Wi-Fi": "Encender mediante Wi-Fi",
	"Turn on/off ULTRA HD Deep Color for HDMI {num} port.": "Activar/desactivar ULTRA HD Deep Color para el puerto HDMI {num}.",
	"Turn on/off and set Audio Guidance options for visually impaired viewers.": "Activar / desactivar y configurar las opciones de Orientación Auditiva para los espectadores con discapacidad visual.",
	"Turn on/off captioning for hearing-impaired people. Program must support feature to work.": "Active/ desactive los subtítulos para las personas con deficiencias auditivas. El programa debe admitir la opción para funcionar.",
	"Turn on/off description box in Settings.": "Activar/desactivar el cuadro de diálogo de Configuración.",
	"Turn on/off standby light.": "Encender/apagar la luz de espera.",
	"Turn on/off the images to be displayed when there is no signal.": "Activar/desactivar las imágenes que se mostrarán cuando no hay señal.",
	"Turn on/off the sound notification for TV power.": "Activar / desactivar la notificación de sonido para encender TV.",
	"Turn the HbbTV service on/off.": "Encienda/apague el servicio HbbTV.",
	"Turn the Hybridcast service on/off.": "Active/desactive el servicio Hybridcast.",
	"Turn the Interactivity (DTVi) service on/off.": "Active/desactive el servicio de Interactividad (DTVi).",
	"Turn your TV on using your mobile phone via Bluetooth.": "Encienda el TV utilizando su teléfono móvil mediante Bluetooth.",
	"Turn your TV on using your mobile phone via Wi-Fi.": "Encienda el TV utilizando su teléfono móvil mediante la Wi-Fi.",
	"Turn your broadcast TV provider's TV Guide on/off.": "Active/desactive la Guía del servicio de TV abierta.",
	"Turn your broadcast TV provider's teletext service on/off.": "Active/desactive el servicio de teletexto del proveedor de TV abierta.",
	"Turning Wi-Fi off will prevent you from accessing all Internet-based services unless you use a cable to connect to the network. Do you want to continue?": "Apagar el Wi-Fi le impedirá acceder a todos los servicios basados en Internet a menos que utilice un cable para conectarse a la red. ¿Desea usted continuar?",
	"Turning this option on may increase energy consumption.": "Si activa esta opción puede aumentar el consumo de energía.",
	"Type": "Tipo",
	"UAE": "Emiratos Árabes Unidos",
	"UNPAIR": "DESVINCULAR",
	"USA": "Estados Unidos",
	"USB storage for Copy Channels": "Almacenamiento USB para la copia de canales",
	"USB to TV": "USB al TV",
	"Ukraine": "Ucrania",
	"Ukrainian": "Ucraniano",
	"Ulaanbaatar": "Ulán Bator",
	"Unable to check for updates.": "No se puede comprobar si hay actualizaciones.",
	"Unable to connect to the network.": "No es posible conectar a la red.",
	"Undefined": "Indefinido",
	"Under 17 requires accompanying parent or adult guardian.": "Menores de 17 deben estar acompañados por padres o un tutor adulto.",
	"Uniform": "Uniforme",
	"United Arab Emirates": "Emiratos Árabes Unidos",
	"United Kingdom": "Reino Unido",
	"United States of America": "Estados Unidos de América",
	"Unknown": "Desconocido",
	"Unknown issue has occurred.": "Se ha producido un problema desconocido.",
	"Update canceled.": "Actualización cancelada.",
	"Update in progress...": "Actualización en proceso...",
	"Update in progress...({n}%)": "Actualización en curso...({n}%)",
	"Update paused.": "Actualización pausada.",
	"Update reserved.": "Actualización reservada.",
	"Update will be cancelled and all update files will be deleted now. Do you want to continue?": "La actualización será cancelada y todos los archivos de actualización serán eliminados ahora. ¿Desea usted continuar?",
	"Urumqi": "Urumchi",
	"Use Stand TypeⅠ if the distance between your TV stand and the wall is significant.": "Use el soporte Tipo de Soporte I si la distancia entre el soporte de su TV y la pared es significativa.",
	"Use Stand TypeⅡ if your TV stand is close to the wall. This will reduce base reflex and give you clearer sound quality.": "Use el soporte Tipo de Soporte II si el soporte de su TV está cerca de la pared. Esto reducirá el reflejo de base y le dará una mejor calidad de sonido.",
	"Use Wall-mounted Type if your intalled TV is wall-mounted type.": "Use el soporte de pared si su TV está instalado en la pared.",
	"Use the LG Bean Bird character-shaped cursor.": "Utilice el cursor con el carácter LG Bean Bird ",
	"Use the large, standard-shaped cursor.": "Utilice el cursor grande, formato estándar.",
	"Use the small, standard-shaped cursor.": "Utilice el cursor pequeño, formato estándar.",
	"Use this option to correct picture quality issues that may result after your TV has been turned on for an extended period of time.": "Utilice esta opción para corregir problemas de calidad de imagen que se pueden producir después de que su TV se haya encendido durante un período de tiempo prolongado.",
	"User": "Usuario",
	"User Agreements": "Acuerdos del usuario",
	"User Guide": "Guía del usuario",
	"User Name": "Nombre de usuario",
	"Uzbek": "Uzbeko",
	"Uzbekistan": "Uzbekistán",
	"Uzhhorod": "Úzhgorod",
	"V Position": "Posición V",
	"V Sharpness": "Nitidez V",
	"V Size": "Tamaño V",
	"Valencian": "Valenciano",
	"Vatican City": "Ciudad del Vaticano",
	"Vertical Zoom": "Zoom vertical",
	"Video Description": "Descripción de Vídeo",
	"Vienna": "Viena",
	"Vientiane": "Vientián",
	"Vietnamese": "Vietnamita",
	"View BS Conditional Access Systems (B-CAS) information.": "Ver información de Sistemas de acceso condicional a BS (B-CAS).",
	"View current Common Interface (CI) information.": "Ver información de la Interfaz común (CI) actual.",
	"View messages from your broadcast TV provider.": "Ver los mensajes de su proveedor de TV abierta.",
	"Vilnius": "Vilna",
	"Violence": "Violencia",
	"Vivid": "Vívido",
	"Voice Recognition Language": "Idioma para reconocimiento de voz",
	"Volgograd": "Volgogrado",
	"Volume": "Volumen",
	"Volume Increase Amount": "Cantidad de aumento del volumen",
	"Volume Mode": "Modo de Volumen",
	"WA - Western Australia - Eucla": "WA - Australia Occidental - Eucla",
	"WA - Western Australia - Perth": "WA - Australia Occidental - Perth",
	"Wall-mounted Type": "Tipo de montaje en la pared",
	"Warm1": "Cálido1",
	"Warm2": "Cálido2",
	"Warm3": "Cálido3",
	"Warsaw": "Varsovia",
	"We collect and store MAC address, model number, country code, language settings, and software version to verify your device and to check whether you have the latest version of the software.": "Reunimos y almacenamos dirección de MAC, número de modelo, código de país, configuración de idioma y versión de software para verificar el dispositivo y comprobar si posee la última versión del software.",
	"Welsh": "Galés",
	"Western Africa": "Oeste de África",
	"When a connected external hard drive has not been used for a specified amount of time, switch to standby mode.": "Cuando una unidad disco duro externa conectada no se ha utilizado durante un período de tiempo especificado, cambie al modo de espera.",
	"When set to On, experience Dolby Atmos moving audio when you turn on/off the TV.": "Cuando está activado, la experiencia de audio Dolby Atmos en movimiento funciona cuando se enciende / apaga el televisor.",
	"When the currently displayed app has not received any user input for an hour, it will be replaced by a screen saver. If you turn this option off, the current picture may create an afterimage burned onto your screen, possibly permanently.": "Cuando la pantalla actual no ha recibido ninguna entrada del usuario durante una hora, será reemplazada por el protector de pantalla. Si se desactiva esta opción, la imagen actual puede crear una imagen residual quemada en la pantalla, posiblemente de forma permanente.",
	"When the device is turned on/off, your TV will automatically turn on/off.": "Cuando el dispositivo esté encendido/apagado, su TV automáticamente se encenderá/apagará.",
	"When the program does not support the language that you have selected, the default language will be shown.": "Cuando el programa no admite el idioma que ha seleccionado, se mostrará el idioma predeterminado.",
	"When turned on, on-screen features (e.g. Live menu, Search, Screen Remote) will be partially transparent to show the content beneath it.": "Cuando está encendido, las características de la pantalla (por ejemplo Menú en Vivo, Búsqueda, Pantalla Remota) se mostrarán parcialmente transparentes para visualizar el contenido debajo de ellas.",
	"When turned on, the background and text color on some menus will be adjusted to enhance contrasts between bright and dark areas.": "Cuando esté activado, el color del fondo y del texto en algunos menús se ajustará para mejorar los contrastes entre las zonas claras y oscuras.",
	"When your TV is turned off, the device will automatically turn off.": "Cuando su TV esté apagado, el dispositivo se apagará automáticamente.",
	"White": "Blanco",
	"White Balance": "Balance de Blancos",
	"Wi-Fi Connection": "Conexión Wi-Fi",
	"Wi-Fi Direct connection has not succeeded.": "Conexión Wi-Fi Direct no ha tenido éxito.",
	"Wi-Fi Direct connection with {deviceName} is disconnected.": "Conexión Wi-Fi Direct con {deviceName} está desconectada.",
	"Wi-Fi Direct lets you connect your TV wirelessly to other Wi-Fi Direct-enabled devices, like a cellphone or computer, without having to connect to a wireless router.": "Wi-Fi Direct le permite conectar su TV de forma inalámbrica a otros dispositivos habilitados para Wi-Fi DIRECT, como un teléfono celular o una computadora, sin tener que conectarse a un router inalámbrico.",
	"Wi-Fi Direct lets you connect your TV wirelessly to other Wi-Fi Direct-enabled devices, like a mobile device or a computer, without having to connect to a wireless router. Once connected, you can enjoy your contents from the devices using the Photo & Video and the Music app in TV.": "Wi-Fi Direct le permite conectar su TV de forma inalámbrica a otros dispositivos habilitados para Wi-Fi Direct, como un teléfono celular o un computador, sin tener que conectarse a un router inalámbrico. Una vez conectado, podrá disfrutar de sus contenidos desde los dispositivos utilizando la aplicación Foto & Video y Música en la TV.",
	"Wi-Fi Security": "Seguridad Wi-Fi",
	"Wi-Fi is turned off. Turn it on to see the list of available networks that you can connect to and additional related menu items.": "Wi-Fi apagado. Enciéndalo para ver la lista de redes disponibles a las que puede conectarse y las opciones del menú adicionales.",
	"Wi-Fi issue has occurred.": "Se ha producido un problema de Wi-Fi.",
	"Wide": "Ancho",
	"Wide Area Zone": "Amplia Zona",
	"Wide View": "Vista Amplia",
	"Wide View (32:9)": "Vista Amplia (32:9)",
	"Window Color": "Color de Ventana",
	"Window Opacity": "Opacidad de la Ventana",
	"Wired Connection (Ethernet)": "Conexión cableada (Ethernet)",
	"Wired Headphones": "Audífonos con cable",
	"YES": "SI",
	"Yamoussoukro": "Yamusukro",
	"Year": "Año",
	"Yekaterinburg": "Ekaterimburgo",
	"Yellow": "Amarillo",
	"Yerevan": "Ereván",
	"Yes": "Si",
	"You can also turn Adaptive Sound Control on to enhance all other audio content using Dolby processing.": "También puede activar el Control de Sonido Adaptable para mejorar todo el contenido de audio utilizando el procesamiento Dolby.",
	"You can control the setting for using HbbTV service.": "Puede controlar la configuración para utilizar el servicio HbbTV.",
	"You can control the setting for using IBB service.": "Puede controlar la configuración para utilizar el servicio IBB.",
	"You can find the default password in User Guide.": "Puede encontrar la contraseña predeterminada en la Guía del usuario.",
	"You can only change settings from the current HDMI input.": "Sólo puede cambiar la configuración de la actual entrada HDMI.",
	"You can play photos and music from your mobile device to the TV or control your TV by using mobile apps such as LG TV Plus.": "Puede reproducir fotos y música desde su dispositivo móvil al TV o controlar su TV mediante aplicaciones móviles como LG TV Plus.",
	"You can select left and right audio settings for broadcast signal.": "Puede seleccionar los ajustes de audio izquierdo y derecho para la señal de transmisión.",
	"You can select upto {n} keyboard languages only. De-select selected languages to add more langauge.": "Se pueden seleccionar un máximo de {n} idiomas del teclado. Deseleccionar los idiomas seleccionados para agregar otros nuevos.",
	"You can turn on CHANNEL PLUS to watch a diverse range of Internet channels. By turning CHANNEL PLUS on, you are consenting to the collection of television viewing information and personalized advertisement by LG Electronics Inc. (\"LGE\") and third party service provider.": "Con el servicio CHANNEL PLUS podrá ver diversos contenidos en Internet. Al encender CHANNEL PLUS estará consintiendo a la recopilación de Publicidad personalizada e Información de visionado ofrecidos por LG Electronics y proveedores de terceros.",
	"You can turn on/off the feature of saving CAM operator's profile.": "Puede activar o desactivar la función de guardar el perfil del operador CAM.",
	"You can turn this feature on or off.": "Puede activar o desactivar esta función.",
	"You can turn your TV on using your mobile phone.": "Puede encender su TV usando su teléfono móvil.",
	"You can use 3G/4G USB dongle to connect to the network.": "Puede utilizar un dongle 3G/4G USB para conectarse a la red.",
	"You can use your Magic Remote to determine the room’s acoustics and optimize your TV’s sound quality based on the results.": "Puede utilizar su Control Remoto Mágico para determinar la acústica de la sala y optimizar la calidad del sonido de su TV basado en los resultados.",
	"Your TV and SIMPLINK-connected device will be synced as follows:": "Su TV y el dispositivo SIMPLINK conectado se sincronizarán de la siguiente manera:",
	"Your TV must stay off while Pixel Refresher process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled.": "Su TV debe permanecer apagado mientras el proceso de Optimizar Píxeles está en progreso. Todas las grabaciones actuales o futuras, recordatorios o encendido a través del temporizador que hayan sido programados durante el proceso, serán cancelados.",
	"Your TV needs to be connected to the network to automatically set your LG Services Country. Do you want to go to Network Settings now to check the connection?": "Su TV debe estar conectado a la red para configurar automáticamente el País de Servicios LG. ¿Desea ir a Configuración de Red ahora para revisar la conexión?",
	"Your TV needs to know your correct location to provide emergency alert messages through its digital TV signal.": "El TV necesita saber su ubicación correcta para proporcionar mensajes de alerta de emergencia a través de su señal de TV digital.",
	"Your TV will turn off until the process is complete, at which point it will automatically turn back on.": "El TV se apagará hasta que el proceso se haya completado, momento en el que se volverá a encender automáticamente.",
	"Zaporozhye": "Zaporiyia",
	"Zimbabwe": "Zimbabue",
	"Zulu": "Zulú",
	"Zürich": "Zúrich",
	"[{Device}] will be disconnected from your TV. Sound will no longer be played from this device. Do you want to continue?": "[{Device}] se desconectará de su TV. El audio ya no puede reproducirse desde este dispositivo. ¿Desea usted continuar?",
	"[{Device}] will be removed from the paired device list. If you want to connect it later, you need to search for available devices and re-pair it. Do you want to continue?": "[{Device}] será retirado de la lista de dispositivos vinculados. Si desea conectarlo después, será necesario buscar los dispositivos disponibles y volver a vincular. ¿Desea usted continuar?",
	"aspectRatio_original": "Por Programa",
	"audioGuidance_fast": "Rápido",
	"audioGuidance_high": "Alto",
	"audioGuidance_low": "Bajo",
	"audioGuidance_medium": "Medio",
	"audioGuidance_slow": "Lento",
	"audioGuidance_veryFast": "Muy Rápido",
	"audioGuidance_veryHigh": "Muy Alto",
	"audioGuidance_veryLow": "Muy Bajo",
	"audioGuidance_verySlow": "Muy Lento",
	"button": "botón",
	"character": "carácter",
	"characters": "caracteres",
	"checked": "seleccionado",
	"connecting": "conectando",
	"diagonal zoom in": "acercarse en diagonal",
	"diagonal zoom out": "alejarse en diagonal",
	"digitalOptionSetByProgram": "Por Programa",
	"energy_Maximum": "Máximo",
	"energy_Medium": "Medio",
	"energy_Minimum": "Mínimo",
	"gamma_high1": "Alta 1",
	"gamma_high2": "Alta 2",
	"hidden": "oculto",
	"horizontal zoom in": "acercarse en horizontal",
	"horizontal zoom out": "alejarse en horizontal",
	"jpDoNot": "Apagado",
	"logoLuminance_high": "Alta",
	"logoLuminance_low": "Baja",
	"not connected": "no conectado",
	"pictureControl3dModeStandard": "Estándar",
	"pictureControlAuto": "Automático",
	"pictureControlAuto_BlackLevel": "Automático",
	"pictureControlHigh": "Alto",
	"pictureControlHigh_BlackLevel": "Alto",
	"pictureControlHigh_Male": "Alto",
	"pictureControlLow": "Bajo",
	"pictureControlLow_BlackLevel": "Bajo",
	"pictureControlLow_Male": "Bajo",
	"pictureControlMedium": "Medio",
	"pictureControlMedium_BlackLevel": "Medio",
	"pictureControlMedium_Male": "Medio",
	"pictureControlwhiteBalanceColorTemperatureMedium": "Medio",
	"pictureMode": "Estándar",
	"pictureModeSettings": "Personalizar",
	"pointerOptions": "Estilo",
	"pointerSize": "Tamaño",
	"press OK button to edit IP manually": "presione el botón OK para editar el IP manualmente",
	"press OK button to enter channel to search": "presione el botón OK para introducir el canal a buscar",
	"press OK button to enter value": "presione el botón OK para introducir un valor",
	"press right button to adjust HDR Effect level": "presione el botón derecha para ajustar el nivel de Efecto HDR",
	"press right button to adjust de-judder and de-blur value": "presione el botón derecha para ajustar los valores de-judder y de-blur",
	"press right button to adjust zoom ratio and position": "presione el botón derecha para ajustar la relación de zoom y la posición",
	"shift current screen down": "desplazar pantalla actual hacia abajo",
	"shift current screen to the left": "desplazar pantalla actual a la izquierda",
	"shift current screen to the right": "desplazar pantalla actual a la derecha",
	"shift current screen up": "desplazar pantalla actual hacia arriba",
	"shift down": "desplazar hacia abajo",
	"shift left": "desplazar a la izquierda",
	"shift right": "desplazar a la derecha",
	"shift up": "desplazar hacia arriba",
	"soundMode_Standard": "Estándar",
	"thaRatingNone": "Ninguno",
	"unchecked": "no seleccionado",
	"unread": "no leído",
	"vertical zoom in": "acercarse en vertical",
	"vertical zoom out": "alejarse en vertical",
	"volumeModeHigh": "Alto",
	"volumeModeLow": "Bajo",
	"volumeModeMedium": "Medio",
	"webOS TV Version": "Versión webOS TV ",
	"zoom in": "acercarse ",
	"zoom out": "alejarse",
	"{label} : L{value}": "{label} : I{value}",
	"{label} : R{value}": "{label} : D{value}",
	"• Compatibility problems may occur depending on the connected Bluetooth device.": "• Pueden producirse problemas de compatibilidad dependiendo del dispositivo Bluetooth conectado.",
	"• If audio video sync error occurs with your wireless audio device connected through LG Sound Sync, try restarting the TV.": "• Si se produce un error de sincronización de audio vídeo con su dispositivo de audio inalámbrico conectado a través de LG Sound Sync, intente reiniciar el TV.",
	"• If you can't hear sound through the device, make sure it is working and connected properly.": "Si no puede escuchar el audio a través del dispositivo, asegúrese de que funcione y de que esté conectado correctamente."
}
