{
	" (User)": " (Người dùng)",
	"(Version: {l})": "(Phiên bản: {l})",
	"10 Points Code Value": "Giá trị mã 10 điểm",
	"10 Points IRE": "IRE 10 điểm",
	"10 and Above": "10 trở lên",
	"11 and Above": "11 trở lên",
	"12 Hours": "12 giờ",
	"12 and Above": "12 trở lên",
	"13 and Above": "13 trở lên",
	"14 and Above": "14 trở lên",
	"14 by 9": "Mười bốn chia chín",
	"15 and Above": "15 trở lên",
	"16 and Above": "16 trở lên",
	"16 by 9": "Mười sáu chia chín",
	"17 and Above": "17 trở lên",
	"18 and Above": "18 trở lên",
	"19 and Above": "19 trở lên",
	"2 Hours": "2 giờ",
	"2 Hours Auto Power Off": "Tự động tắt nguồn trong 2 giờ",
	"2 Points": "2 Điểm",
	"20 Points Code Value": "Giá trị mã 20 điểm",
	"20 Points IRE": "IRE 20 điểm",
	"20 and Above": "20 trở lên",
	"21 by 9": "Hai mốt chia chín",
	"24 Hours": "24 giờ",
	"3 Hours": "3 giờ",
	"32 by 12": "Ba hai chia mười hai",
	"32 by 9": "Ba hai chia chín",
	"3G/4G Connection": "Kết nối 3G/4G",
	"3G/4G NETWORK STATUS": "TRẠNG THÁI MẠNG 3G/4G",
	"3G/4G Network Operator": "Nhà cung cấp dịch vụ Mạng 3G/4G",
	"3G/4G Network Status": "Trạng thái Mạng 3G/4G",
	"3G/4G Network Type": "Loại Mạng 3G/4G",
	"4 Hours": "4 giờ",
	"4 and Above": "4 trở lên",
	"4 by 3": "Bốn chia ba",
	"5 and Above": "5 trở lên",
	"6 Hours": "6 giờ",
	"6 and Above": "6 trở lên",
	"7 and Above": "7 trở lên",
	"8 Hours": "8 giờ",
	"8 and Above": "8 trở lên",
	"9 and Above": "9 trở lên",
	"AV Sync Adjustment": "Điều chỉnh AV Sync",
	"About This TV": "Giới thiệu về TV này",
	"Above 10": "Trên 10",
	"Above 11": "Trên 11",
	"Above 12": "Trên 12",
	"Above 13": "Trên 13",
	"Above 14": "Trên 14",
	"Above 15": "Trên 15",
	"Above 16": "Trên 16",
	"Above 17": "Trên 17",
	"Above 18": "Trên 18",
	"Above 19": "Trên 19",
	"Above 20": "Trên 20",
	"Above 4": "Trên 4",
	"Above 5": "Trên 5",
	"Above 6": "Trên 6",
	"Above 7": "Trên 7",
	"Above 8": "Trên 8",
	"Above 9": "Trên 9",
	"Access Point": "Điểm Truy cập",
	"Access Point 1": "Điểm truy cập 1",
	"Access Point 2": "Điểm truy cập 2",
	"Access Point 3": "Điểm truy cập 3",
	"Access Point Setting": "Cài đặt Điểm Truy cập",
	"Accessibility": "K.năng tr.cập",
	"Account Management": "Quản lý tài khoản",
	"Active Roaming": "Chuyển vùng Hoạt động",
	"Adaptive Sound Control": "Điều chỉnh âm thanh thích ứng",
	"Add Network": "Thêm mạng",
	"Add a hidden wireless network": "Thêm mạng không dây ẩn",
	"Add wireless network by manually entering network name (SSID).": "Thêm mạng không dây bằng cách nhập thủ công tên mạng (SSID).",
	"Additional Audio Selection": "Chọn âm thanh bổ sung",
	"Additional Settings": "Cài đặt bổ sung",
	"Address Setting": "Cài đặt địa chỉ",
	"Adjust Audio Guidance pitch.": "Điều chỉnh cao độ của Hướng dẫn bằng âm thanh.",
	"Adjust Audio Guidance speed.": "Điều chỉnh tốc độ Hướng dẫn bằng âm thanh.",
	"Adjust Audio Guidance volume.": "Điều chỉnh âm lượng Hướng dẫn bằng âm thanh.",
	"Adjust Screen Position": "Điều chỉnh vị trí màn hình",
	"Adjust Zoom Ratio": "Điều chỉnh tỷ lệ thu phóng",
	"Adjust audio timing to synchronize video and audio.": "Điều chỉnh định thời âm thanh để đồng bộ hóa video và âm thanh.",
	"Adjust blue gain for color balance.": "Điều chỉnh khuếch đại màu lam cho cân bằng màu sắc.",
	"Adjust brightness by analyzing image movements to prevent glare and reduce energy consumption.": "Điều chỉnh độ sáng bằng cách phân tích chuyển động hình ảnh để ngăn ánh sáng chói và giảm mức tiêu thụ năng lượng.",
	"Adjust brightness of the LG logo.": "Điều chỉnh độ sáng của logo LG.",
	"Adjust color and saturation for a more vivid image.": "Điều chỉnh màu và độ bão hòa để có hình ảnh sống động hơn.",
	"Adjust cursor speed.": "Điều chỉnh tốc độ con trỏ.",
	"Adjust detailed settings to further optimize the picture.": "Điều chỉnh cài đặt chi tiết để tối ưu hóa thêm hình ảnh.",
	"Adjust edge sharpness. Higher values increase the crispness and clarity of the image.": "Điều chỉnh độ sắc nét cạnh. Giá trị càng cao, độ sinh động và rõ nét của hình ảnh càng tăng.",
	"Adjust gamma settings to compensate for the brightness of the input signal.": "Điều chỉnh cài đặt gamma để bù độ sáng của tín hiệu đầu vào.",
	"Adjust grass tone colors.": "Điều chỉnh tông màu cây cối.",
	"Adjust green gain for color balance.": "Điều chỉnh khuếch đại màu xanh mục cho cân bằng màu sắc.",
	"Adjust hue and saturation of a specified color region.": "Điều chỉnh màu sắc và độ bão hòa của một khu vực màu được chỉ định.",
	"Adjust left/right audio balance.": "Điều chỉnh cân bằng âm thanh trái/phải.",
	"Adjust luminance for selected color.": "Điều chỉnh độ sáng cho màu được chọn.",
	"Adjust luminance level for selected IRE point.": "Điều chỉnh mức độ sáng cho điểm IRE được chọn.",
	"Adjust overall color. Higher values increase saturation.": "Điều chỉnh màu tổng thể. Giá trị càng cao, độ bão hòa càng tăng.",
	"Adjust overall screen brightness. Higher values increase brightness.": "Điều chỉnh độ sáng tổng thể của màn hình. Giá trị càng cao, độ sáng càng tăng.",
	"Adjust red and green color balance. Higher values increase saturation of the color.": "Điều chỉnh cân bằng màu đỏ và xanh lục. Giá trị càng cao, độ bão hòa màu càng tăng.",
	"Adjust red gain for color balance.": "Điều chỉnh khuếch đại màu đỏ cho cân bằng màu sắc.",
	"Adjust saturation for selected color.": "Điều chỉnh độ bão hòa cho màu được chọn.",
	"Adjust screen brightness by tuning the OLED LIGHT. Higher values increase brightness.": "Điều chỉnh độ sáng màn hình bằng cách điều chỉnh ĐÈN OLED. Giá trị càng cao, độ sáng càng tăng.",
	"Adjust screen brightness by tuning the backlight. Higher values increase brightness.": "Điều chỉnh độ sáng màn hình bằng cách điều chỉnh đèn nền. Giá trị càng cao, độ sáng càng tăng.",
	"Adjust screen brightness to reduce energy consumption.": "Điều chỉnh độ sáng màn hình để giảm mức tiêu thụ năng lượng.",
	"Adjust screen settings for individual picture modes.": "Điều chỉnh cài đặt màn hình cho chế độ hình ảnh riêng lẻ.",
	"Adjust skin tone colors.": "Điều chỉnh tông màu da.",
	"Adjust skin tone, grass, and sky colors.": "Điều chỉnh tông màu da, màu cây cối và bầu trời.",
	"Adjust sky tone colors.": "Điều chỉnh tông màu bầu trời.",
	"Adjust the difference between bright and dark areas of the screen. Higher values intensify the difference.": "Điều chỉnh chênh lệch giữa vùng sáng và vùng tối trên màn hình. Giá trị càng cao, chênh lệch càng tăng.",
	"Adjust the luminance of static images such as logos within content to correct potential picture quality issues.": "Điều chỉnh độ sáng của các hình ảnh tĩnh như logo trong nội dung để khắc phục các sự cố tiềm ẩn về chất lượng hình ảnh.",
	"Adjust tint for selected color.": "Điều chỉnh gam màu cho màu được chọn.",
	"Adjusting Luminance": "Điều chỉnh độ sáng",
	"Adult": "Người lớn",
	"Adult Language": "Ngôn ngữ người lớn",
	"Adults Only.": "Chỉ người lớn.",
	"Adults only.": "Chỉ người lớn.",
	"Advanced": "Cài đặt nâng cao",
	"Advanced Controls": "Điều khiển Nâng cao",
	"Advanced Wi-Fi Settings": "Cài đặt Wi-Fi Nâng cao",
	"Advertising Cookies": "Cookie Quảng cáo",
	"After changing the country, all currently tuned channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "Sau khi thay đổi quốc gia, tất cả các kênh đã được dò hiện tại sẽ bị xóa. Để dò lại kênh, vui lòng đi tới Dò tự động. Bạn có muốn tiếp tục không?",
	"After changing your Zip Code, all current Freesat channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "Sau khi đổi Mã Zip, tất cả các kênh Freesat hiện tại sẽ bị xóa. Để dò lại kênh, vui lòng đi tới Dò tự động. Bạn có muốn tiếp tục không?",
	"After you change your country, you can scan for your channels using Auto Tuning. Do you want to continue?": "Sau khi bạn thay đổi quốc gia của mình, bạn có thể quét tìm các kênh bằng Dò tự động. Bạn có muốn tiếp tục không?",
	"Albanian": "Tiếng Albania",
	"All Channels": "Tất cả kênh",
	"All Children": "Tất cả trẻ em",
	"All ages admitted.": "Cho phép mọi lứa tuổi.",
	"All current settings for {pictureMode} mode will be reset. Do you want to continue?": "Tất cả cài đặt hiện tại cho chế độ {pictureMode} sẽ được đặt lại. Bạn có muốn tiếp tục không?",
	"All sound effect settings for Standard Mode will be reset. Do you want to continue?": "Tất cả các cài đặt hiệu ứng âm thanh cho Chế độ chuẩn sẽ được đặt lại. Bạn có muốn tiếp tục không?",
	"All-Direction Zoom": "Thu phóng theo mọi chiều",
	"Allow Automatic Updates": "Cho phép bản cập nhật tự động",
	"Always Open": "Luôn mở",
	"An error has occurred while copy channels.": "Đã xảy ra lỗi khi sao chép các kênh.",
	"An important software update is available.": "Có sẵn bản cập nhật phần mềm quan trọng.",
	"Analog Mode": "Chế độ Analog",
	"Analog TV": "TV Analog",
	"Antenna": "Ăng-ten",
	"Antenna ATV": "Ăng-ten ATV",
	"Antenna DTV": "Ăng-ten DTV",
	"Antenna Radio": "Ăng-ten vô tuyến",
	"Antigua and Barbuda": "Antigua và Barbuda",
	"Any Supplementary Audio": "Âm thanh bổ sung bất kỳ",
	"Application Locks": "Khóa ứng dụng",
	"Applied settings are:": "Cài đặt được áp dụng là:",
	"Apply the recommended audio settings using Standard Mode.": "Áp dụng cài đặt âm thanh được đề xuất bằng Chế độ chuẩn.",
	"Apply the recommended audio settings using the enhanced Bass Boost.": "Áp dụng cài đặt âm thanh được đề xuất bằng chế độ Tăng âm trầm nâng cao.",
	"Apply the recommended audio settings using the enhanced Treble Boost.": "Áp dụng cài đặt âm thanh được đề xuất bằng chế độ Tăng âm cao nâng cao.",
	"Apply to all inputs": "Áp dụng cho tất cả đầu vào",
	"Applying value to all inputs...": "Đang áp dụng cho tất cả đầu vào...",
	"Appropriate for general audience.": "Phù hợp cho người xem nói chung.",
	"Arabic": "Tiếng Ả Rập",
	"Are you sure you want to disconnect all connected devices.": "Bạn có chắc chắn muốn ngắt kết nối tất cả các thiết bị đã kết nối không?",
	"Aspect Ratio": "Tỷ lệ khung hình",
	"Aspect Ratio Settings": "Cài đặt tỷ lệ khung hình",
	"Assamese": "Tiếng Assam",
	"Assign channels to remote buttons so you can quickly jump to them.": "Gán kênh cho các nút điều khiển từ xa để bạn có thể nhanh chóng nhảy tới các kênh đó.",
	"Audio Description": "Mô tả âm thanh",
	"Audio Description Volume": "Âm lượng mô tả âm thanh",
	"Audio Guidance": "Hướng dẫn bằng âm thanh",
	"Audio Language": "Ngôn ngữ âm thanh",
	"Audio Out (Line Out)": "Đầu ra âm thanh (Đường tín hiệu ra)",
	"Audio Type": "Loại âm thanh",
	"Austria": "Áo",
	"Auto": "Tự động",
	"Auto Power Off": "Tự động tắt nguồn",
	"Auto Power Sync": "Tự động đồng bộ hóa nguồn",
	"Auto Start": "Tự động bắt đầu",
	"Auto Volume": "Tự động điều chỉnh âm lượng",
	"Auto Volume keeps sound volume consistent even when you change channels or broadcast signals.": "Tự động điều chỉnh Âm lượng giúp âm lượng nhất quán ngay cả khi bạn thay đổi kênh hoặc tín hiệu phát sóng.",
	"Automatically optimize picture quality based on color and brightness of ambient light.": "Tự động tối ưu hóa chất lượng hình ảnh dựa trên màu sắc và độ sáng của ánh sáng xung quanh.",
	"Automatically optimize sound based on content type.": "Tự động tối ưu hóa âm thanh dựa trên loại nội dung.",
	"Automatically update system software when an update is found.": "Tự động cập nhật phần mềm hệ thống khi tìm thấy bản cập nhật.",
	"Available Devices": "Thiết bị sẵn có",
	"Available Internal Storage": "Bộ nhớ trong sẵn có",
	"BG Color": "Màu nền",
	"BG Opacity": "Độ mờ nền",
	"Back": "Quay lại",
	"Backlight": "Đèn nền",
	"Balance": "Cân bằng",
	"Basque": "Tiếng Baxcơ",
	"Bass Boost": "Tăng âm trầm",
	"Begin the One Touch Sound Tuning process to determine the optimum audio quality settings for your room.": "Bắt đầu quá trình One Touch Sound Tuning để xác định cài đặt chất lượng âm thanh tối ưu cho phòng của bạn.",
	"Behavior may vary depending on connected device.": "Trạng thái có thể thay đổi tùy theo thiết bị được kết nối.",
	"Beijing": "Bắc Kinh",
	"Belgium": "Bỉ",
	"Bengali": "Tiếng Ben-gan",
	"Black": "Đen",
	"Black Level": "Mức Đen",
	"Block TV programs based on content rating.": "Chặn các chương trình TV dựa trên xếp loại nội dung.",
	"Block TV programs broadcast in English based on their content ratings.": "Chặn các chương trình TV được phát sóng bằng tiếng Anh dựa trên xếp loại nội dung.",
	"Block TV programs broadcast in French based on their content ratings.": "Chặn các chương trình TV được phát sóng bằng tiếng Pháp dựa trên xếp loại nội dung.",
	"Block access to specified channels and external devices.": "Chặn quyền truy cập vào các kênh và các thiết bị ngoại vi được chỉ định.",
	"Block content based on genre.": "Chặn nội dung dựa trên thể loại.",
	"Block movies based on rating.": "Chặn phim dựa trên xếp loại.",
	"Blue": "Xanh da trời",
	"Bluetooth Audio Device": "Thiết bị âm thanh Bluetooth",
	"Bosnia": "Bosnia",
	"Bosnia And Herzegovina": "Bosnia và Herzegovina",
	"Bosnian": "Tiếng Bosnia",
	"Brazilian Punk": "Nhạc rock Braxin",
	"Brightness": "Độ sáng",
	"Broadcast Country": "Quốc gia phát sóng",
	"Broadcast Mail": "Thư truyền hình",
	"Built-in Sound Bar": "Thanh âm thanh tích hợp",
	"Bulgarian": "Tiếng Bulgari",
	"By turning Live Plus on, you are consenting to the collection of television viewing information by LG Electronics Inc. (\"LGE\") through ACR module, which may be shared on an anonymized basis to third parties to provide you with interactive services. We may also share aggregated anonymized information to third parties for marketing purposes. Please note that we do not knowingly collect or distribute the above information from or about children under 13. Detailed information about Live Plus is illustrated in Viewing Information (terms) which may be accessed in the SmartTV settings menu. LGE highly recommend that you review the full version of Viewing Information (terms) before you activate Live Plus function.": "Bằng cách bật Live Plus, bạn chấp thuận cho LG Electronics Inc. (\"LGE\") thu thập thông tin xem tivi thông qua mô đun ACR, mà có thể được chia sẻ cho các bên thứ ba trên cơ sở ẩn danh để cung cấp cho bạn các dịch vụ tương tác. Chúng tôi cũng có thể chia sẻ thông tin ẩn danh tổng hợp cho các bên thứ ba vì mục đích tiếp thị. Xin lưu ý rằng chúng tôi không chủ tâm thu thập hoặc phát tán thông tin trên từ hoặc liên quan đến trẻ em dưới 13 tuổi. Thông tin chi tiết về Live Plus được minh họa trong Thông tin Xem (điều khoản) có thể được truy cập trong menu cài đặt SmartTV. LGE đề nghị rằng bạn nên xem lại phiên bản Thông tin Xem đầy đủ (điều khoản) trước khi kích hoạt chức năng Live Plus.",
	"CANCEL SCHEDULE": "HỦY LỊCH",
	"CI Information": "Thông tin thẻ CI",
	"CI password incorrect. Please enter again.": "Mật khẩu CI không chính xác. Vui lòng nhập lại.",
	"COMPONENT2": "BỘ PHẬN2",
	"COMPONENT3": "BỘ PHẬN3",
	"CONNECTING…": "ĐANG KẾT NỐI...",
	"CS1 Board": "Bảng CS1",
	"CS2 Board": "Bảng CS2",
	"Cable": "Cáp",
	"Cable ATV": "Cáp ATV",
	"Cable DTV": "Cáp DTV",
	"Cable Radio": "Cáp vô tuyến",
	"Can not Find Channel": "Không tìm thấy kênh",
	"Canary Islands": "Quần đảo Canary",
	"Cancel": "Hủy",
	"Cancel Update": "Hủy cập nhật",
	"Cantonese": "Tiếng Quảng Đông",
	"Card ID Number": "Số ID thẻ",
	"Card Number": "Số thẻ",
	"Catalan": "Tiếng Catalan",
	"Cayman Islands": "Quần đảo Cayman",
	"Central African Republic": "Cộng hòa Trung Phi",
	"Changing region may change currently tuned channels in your TV. You can re-tune channels in Auto Tuning. Do you want to change regional settings now?": "Thay đổi khu vực có thể làm thay đổi các kênh đã được dò hiện tại trên TV của bạn. Bạn có thể dò lại kênh trong Dò tự động. Bạn có muốn thay đổi cài đặt khu vực ngay bây giờ không?",
	"Changing the country will cause your TV to restart and you may need to consent to LG's User Agreements again. Also, the availability of some apps and services may vary based on the LG Services Country. Do you want to continue?": "Thay đổi quốc gia sẽ khiến TV của bạn khởi động lại và bạn có thể cần đồng ý với Thỏa thuận người dùng của LG một lần nữa. Ngoài ra, tính khả dụng của một số ứng dụng và dịch vụ có thể thay đổi theo Quốc gia sử dụng dịch vụ của LG. Bạn có muốn tiếp tục không?",
	"Channel Advisor": "Tư vấn kênh",
	"Channel Locks": "Khóa kênh",
	"Channel Manager": "Trình quản lý kênh",
	"Channel Scrolling Options": "Tùy chọn cuộn kênh",
	"Channel Tuning": "Dò Kênh",
	"Channel Tuning & Settings": "Dò Kênh & Cài đặt",
	"Channels": "Kênh",
	"Channels from HDMI and other external inputs cannot be locked. To lock TV channels, change the current input to Live TV.": "Bạn không thể khóa các kênh từ HDMI cũng như các đầu vào bên ngoài khác. Để khóa kênh TV, hãy đổi đầu vào hiện tại thành Live TV.",
	"Chatham Islands": "Quần đảo Chatham",
	"Check for problems with the picture quality.": "Kiểm tra sự cố với chất lượng hình ảnh.",
	"Check for problems with the sound quality of the Internal TV Speaker.": "Kiểm tra sự cố với chất lượng âm thanh của loa trong của TV.",
	"Check for updates": "Kiểm tra bản cập nhật",
	"Checking Password": "Đang kiểm tra mật khẩu",
	"Checking for updates": "Đang kiểm tra bản cập nhật",
	"Checking...": "Đang kiểm tra...",
	"Children": "Trẻ em",
	"Children Age": "Thiếu niên",
	"Children Program Locks": "Khóa chương trình thiếu nhi",
	"China": "Trung Quốc",
	"Chinese": "Tiếng Trung",
	"Choose a picture mode, then customize display settings such as contrast, brightness and sharpness for that mode.": "Chọn chế độ hình ảnh, sau đó tùy chỉnh cài đặt hiển thị như độ tương phản, độ sáng và độ sắc nét cho chế độ đó.",
	"Choose to have all channels or just your primary ones when you change channels.": "Chọn để có tất cả các kênh hoặc chỉ những kênh chính khi bạn thay đổi kênh.",
	"Christmas Island": "Đảo Christmas",
	"Cinema": "Phim",
	"Cinema Home": "Rạp chiếu phim tại nhà",
	"Cinema View": "Chế độ xem rạp chiếu phim",
	"Cinema View (32:12)": "Xem Rạp chiếu phim (32:12)",
	"Cinema Zoom": "Mở rộng phim",
	"City": "Thành phố",
	"City Selection": "Chọn thành phố",
	"Clean Audio": "Âm thanh trong",
	"Clear": "rực rỡ",
	"Clear Cookies history": "Xóa lịch sử cookie",
	"Clear Plus": "Nét tăng cường",
	"Clear Voice Ⅲ": "Lọc Tiếng Ⅲ",
	"Clear the advertising frequency capping cookies.": "Xóa cookie giới hạn tần suất quảng cáo.",
	"Clear1": "Trong suốt",
	"Click the CONNECT button below after your LG Wireless Keyboard is turned on and set to the pairing mode.": "Nhấp vào nút KẾT NỐI dưới đây sau khi Bàn phím Không dây LG được bật và đặt ở chế độ ghép nối.",
	"Close": "Đóng",
	"Closed Caption": "Phụ đề đóng",
	"Closed Caption Settings": "Cài đặt phụ đề đóng",
	"Color": "Màu sắc",
	"Color Filter": "Bộ lọc màu",
	"Color Gamut": "Gam màu",
	"Color Management System": "Hệ thống quản lý màu sắc",
	"Color Temperature": "Nhiệt độ màu",
	"Component": "Thành phần",
	"Confirm": "Xác nhận",
	"Congo Brazzaville": "Congo Brazzaville",
	"Connect": "Kết nối",
	"Connect an app on your mobile device that supports LG Connect to the TV and start to enjoy playing mobile photos and music or even control your TV.": "Kết nối một ứng dụng trên thiết bị di động có hỗ trợ LG Connect với TV và bắt đầu tận hưởng tính năng phát ảnh và nhạc trên thiết bị di động hoặc thậm chí điều khiển TV của bạn.",
	"Connect to the network through a wireless router. You must be connected to the network to use certain Smart TV features such as web browsing, content sharing, and automatic software updates.": "Kết nối với mạng thông qua bộ định tuyến không dây. Bạn phải kết nối mạng để sử dụng một số tính năng nhất định của Smart TV như duyệt web, chia sẻ nội dung và cập nhật phần mềm tự động.",
	"Connect to the network with an ethernet cable. You must be connected to the network to use certain Smart TV features such as web browsing, content sharing, and automatic software updates.": "Kết nối với mạng bằng cáp ethernet. Bạn phải kết nối mạng để sử dụng một số tính năng nhất định của Smart TV như duyệt web, chia sẻ nội dung và cập nhật phần mềm tự động.",
	"Connect via WPS PBC": "Kết nối qua WPS PBC",
	"Connect via WPS PIN": "Kết nối qua WPS PIN",
	"Connect your TV to your router or modem with an Ethernet cable to activate your wired network connection.": "Kết nối TV của bạn với bộ định tuyến hoặc modem bằng cáp Ethernet để kích hoạt kết nối mạng có dây của bạn.",
	"Connected": "Đã kết nối",
	"Connected to Internet": "Đã kết nối với Internet",
	"Connecting...": "Đang kết nối...",
	"Contrast": "Độ tương phản",
	"Control the advertising frequency capping cookies.": "Kiểm soát cookie giới hạn tần suất quảng cáo.",
	"Cookies": "Cookie",
	"Cool": "Gam màu lạnh",
	"Copy Channels": "Sao chép kênh",
	"Copy/Delete file": "Sao chép/Xóa tệp",
	"Correct contrast and brightness by adjusting black levels.": "Hiệu chỉnh độ tương phản và độ sáng bằng cách điều chỉnh mức đen.",
	"Could not fined available network.": "Không thể tìm thấy mạng hiện có.",
	"Croatian": "Tiếng Croatia",
	"Current values of customized picture mode settings will be applied to {pictureMode} mode for all inputs. Do you want to continue?": "Giá trị hiện tại của cài đặt chế độ hình ảnh tùy chỉnh sẽ được áp dụng cho chế độ {pictureMode} cho tất cả đầu vào. Bạn có muốn tiếp tục không?",
	"Currently connected LG Wireless Keyboard device will be disconnected from your TV. Do you want to continue?": "Thiết bị Bàn phím không dây LG hiện đang kết nối sẽ bị ngắt kết nối khỏi TV của bạn. Bạn có muốn tiếp tục không?",
	"Currently connecting via Wi-Fi Direct. Please accept the request on your [{devicename}].": "Hiện đang kết nối qua Wi-Fi Direct. Vui lòng chấp nhận yêu cầu trên [{devicename}] của bạn.",
	"Custom": "Tùy chỉnh",
	"Custom Time Zone": "Tùy chỉnh múi giờ",
	"Customer Service": "Dịch vụ khách hàng",
	"Cyan": "Màu xanh lam",
	"Cyprus": "Síp",
	"Czech": "Séc",
	"Czech Republic": "Cộng hòa Séc",
	"DISCONNECT": "NGẮT KẾT NỐI",
	"DNS Server": "Máy chủ DNS",
	"DR Congo": "Cộng hòa dân chủ Congo",
	"DTV Audio Setting": "Cài đặt âm thanh DTV",
	"Danish": "Tiếng Đan Mạch",
	"Data Service": "Dịch vụ dữ liệu",
	"Date": "Ngày",
	"Day": "Ngày",
	"De-Judder": "Khử rung",
	"Delete Pairing History": "Xóa lịch sử ghép nối",
	"Delete or add TV channels to customize your channels.": "Xóa hoặc thêm kênh TV để tùy chỉnh kênh của bạn.",
	"Demo Options": "Tùy chọn Demo",
	"Democratic Republic of the Congo": "Cộng hòa Dân chủ Congo",
	"Denmark": "Đan Mạch",
	"Depressed": "Đã giảm",
	"Device Name": "Tên thiết bị",
	"Device Selection": "Chọn thiết bị",
	"Device Vendor": "Nhà cung cấp Thiết bị",
	"Dial No.": "Số Quay số",
	"Digital Mode": "Chế độ kỹ thuật số",
	"Digital Mode Option": "Tùy chọn chế độ kỹ thuật số",
	"Digital Sound Out": "Đầu ra âm thanh kỹ thuật số",
	"Digital TV": "TV Kỹ thuật số",
	"Directed to Older Children (ages 7 and above)": "Nhằm vào trẻ em lớn hơn (7 tuổi trở lên)",
	"Display list of audio devices that can be connected to your TV.": "Hiển thị danh sách các thiết bị âm thanh có thể kết nối được với TV của bạn.",
	"Display luminance level for the highest point (100 IRE).": "Hiển thị mức độ sáng cho điểm cao nhất (IRE 100).",
	"Do Not Track": "Không theo dõi",
	"Do not apply the One Touch Sound Tuning recommended audio settings.": "Không áp dụng cài đặt âm thanh được đề xuất của One Touch Sound Tuning.",
	"Do you want to continue?": "Bạn có muốn tiếp tục không?",
	"Do you want to copy channel list from USB storage to your TV? Current channels in your TV will be deleted.": "Bạn có muốn sao chép danh sách kênh từ bộ nhớ USB sang TV không? Các kênh hiện tại trong TV của bạn sẽ bị xóa.",
	"Do you want to copy channel list from your TV to the USB storage?": "Bạn có muốn sao chép danh sách kênh từ TV sang bộ nhớ USB hay không?",
	"Do you want to set the correct time now?": "Bạn có muốn đặt thời gian chính xác bây giờ không?",
	"Do you want to turn your TV off now?": "Bạn có muốn tắt TV ngay bây giờ không?",
	"Dominican Republic": "Cộng hòa Dominica",
	"Done": "Xong",
	"Download Mail": "Tải xuống thư",
	"Download and install": "Tải xuống và cài đặt",
	"Downloadable Rating": "Đánh giá nội dung có thể tải xuống",
	"Dual Mono": "Mono kép",
	"Dutch": "Tiếng Hà Lan",
	"Dynamic Color": "Màu động",
	"Dynamic Contrast": "Độ tương phản Động",
	"Dynamic Tone Mapping": "Ánh xạ tông màu nổi bật",
	"Easter Island": "Đảo Easter",
	"Eastern Africa": "Đông Phi",
	"Eco Mode": "Chế độ Eco",
	"Edge Color": "Màu cạnh",
	"Edge Enhancer": "Bộ nâng cao cạnh",
	"Edge Type": "Kiểu cạnh",
	"Edit": "Sửa",
	"Edit TV channels, set favorites, and manage parental control settings.": "Chỉnh sửa kênh TV, đặt kênh yêu thích và quản lý cài đặt kiểm soát của cha mẹ.",
	"Egypt": "Ai Cập",
	"Emergency Alert": "Cảnh báo khẩn cấp",
	"Enable LG support representatives to resolve your technical issues remotely. You must call the LG customer service center to receive assistance.": "Cho phép đại diện bộ phận hỗ trợ của LG giải quyết sự cố kỹ thuật của bạn từ xa. Bạn phải gọi đến trung tâm dịch vụ khách hàng của LG để nhận hỗ trợ.",
	"Enable other devices and apps to turn on your TV.": "Cho phép các ứng dụng và thiết bị khác bật TV của bạn.",
	"Energy Saving": "Tiết kiệm năng lượng",
	"Energy saving modes to limit power consumption.": "Chế độ tiết kiệm năng lượng để hạn chế tiêu thụ điện.",
	"English": "Tiếng Anh",
	"Enjoy an immersive 3D soundscape with the virtual multi-channel surround sound effect.": "Tận hưởng dàn âm thanh 3D lan tỏa với hiệu ứng âm thanh vòm ảo đa kênh.",
	"Enjoy an immersive 3D soundscape with the virtual surround sound effect.": "Tận hưởng dàn âm thanh 3D lan tỏa với hiệu ứng âm thanh Virtual Surround.",
	"Enter CI Password": "Nhập mật khẩu CI",
	"Enter PIN code into a WPS-enabled router to connect TV to the network.": "Nhập mã PIN vào bộ định tuyến hỗ trợ WPS để kết nối TV với mạng.",
	"Enter the PIN in your router's settings.": "Nhập PIN vào cài đặt bộ định tuyến của bạn.",
	"Enter the master password.": "Nhập mật khẩu chính.",
	"Equalizer": "Bộ cân bằng",
	"Equatorial Guinea": "Guinea Xích đạo",
	"Estonian": "Tiếng Estonia",
	"Every Day": "Hàng ngày",
	"Every Weekday": "Mỗi ngày trong tuần",
	"Every Weekend": "Mỗi cuối tuần",
	"Exempt from ratings.": "Miễn xếp loại.",
	"Experience the best immersive audio effect with virtual multi-channel surround sound including height.": "Trải nghiệm hiệu ứng âm thanh lan tỏa hay nhất với âm thanh vòm ảo đa kênh kể cả chiều cao.",
	"Expert": "Chuyên nghiệp",
	"Expert (Bright Room)": "Chuyên gia (Phòng sáng)",
	"Expert (Dark Room)": "Chuyên gia (Phòng tối)",
	"Expert Controls": "Điều khiển Chuyên gia",
	"Export your TV's channel list information to a connected USB device.": "Xuất thông tin danh sách kênh của TV tới thiết bị USB đã kết nối.",
	"Extended": "Mở rộng",
	"Extending a period of time of the Auto Power Off setting or turning off the function may increase energy consumption.": "Kéo dài khoảng thời gian của cài đặt Tự động tắt nguồn hoặc tắt chức năng này có thể làm tăng mức tiêu thụ năng lượng.",
	"Extreme": "Màu đậm",
	"Eye Comfort Mode": "Chế độ Chống mỏi mắt",
	"Fantasy Violence": "Bạo lực giả tưởng",
	"Fast": "Nhanh",
	"Fine tune red, green, blue, cyan, magenta, and yellow color spaces.": "Tinh chỉnh không gian màu đỏ, xanh lục, xanh lam, lục lam, đỏ tươi và vàng.",
	"Finland": "Phần Lan",
	"Finnish": "Tiếng Phần Lan",
	"Firmware Version": "Phiên bản Chương trình cơ sở",
	"Flat Mode": "Chế độ Phẳng",
	"Font": "Phông chữ",
	"Font 1": "Phông chữ 1",
	"Font 2": "Phông chữ 2",
	"Font 3": "Phông chữ 3",
	"Font 4": "Phông chữ 4",
	"Font 5": "Phông chữ 5",
	"Font 6": "Phông chữ 6",
	"Font 7": "Phông chữ 7",
	"Font 8": "Phông chữ 8",
	"Football": "Bóng đá",
	"France": "Pháp",
	"French": "Tiếng Pháp",
	"French Polynesia": "Polynesia thuộc Pháp",
	"Full Wide": "Toàn chiều rộng",
	"Gaelic": "Tiếng Xen-tơ",
	"Galapagos Islands": "Quần đảo Galapagos",
	"Galician": "Tiếng Galicia",
	"Gallery": "Thư viện",
	"Game": "Trò chơi",
	"Gateway": "Cổng",
	"General": "Cài đặt chung",
	"General :": "Chung:",
	"General Age": "Mọi Lứa tuổi",
	"General Audience": "Người xem nói chung",
	"General Audiences": "Tất cả người xem",
	"General Program Locks": "Khóa chương trình chung",
	"Georgia": "Gruzia",
	"German": "Tiếng Đức",
	"Germany": "Đức",
	"Getting...": "Đang nhận...",
	"Grass Color": "Màu cỏ",
	"Greece": "Hy Lạp",
	"Greek": "Tiếng Hy Lạp",
	"Green": "Xanh lá cây",
	"Group ID Number": "Số ID nhóm",
	"Guinea Conakry": "Guinea Conakry",
	"Guinea Equatorial": "Guinea Xích đạo",
	"Gujarati": "Ngôn ngữ Gujarat",
	"H Position": "Vị trí H",
	"H Sharpness": "Độ sắc nét H",
	"H Size": "Kích thước H",
	"HDD Eco Mode": "Chế độ Eco HDD",
	"HDD Power Saving Mode": "Chế độ tiết kiệm điện HDD",
	"HDMI {port1} and HDMI {port2} ports support ULTRA HD Deep Color.": "Các cổng HDMI {port1} và HDMI {port2} hỗ trợ ULTRA HD Deep Color.",
	"HDMI {port1} port support ULTRA HD Deep Color.": "Cổng HDMI {port1} hỗ trợ ULTRA HD Deep Color.",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support ULTRA HD Deep Color.": "Các cổng HDMI {port1}, HDMI {port2} và HDMI {port3} hỗ trợ ULTRA HD Deep Color.",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support ULTRA HD Deep Color.": "Các cổng HDMI {port1}, HDMI {port2}, HDMI {port3} và HDMI {port4} hỗ trợ ULTRA HD Deep Color.",
	"HDR Effect": "Hiệu ứng HDR",
	"HDR Effect Level": "Mức hiệu ứng HDR",
	"HDR Picture Mode": "Chế độ hình ảnh HDR",
	"Hard of Hearing": "Khiếm thính",
	"Hardware Version": "Phiên bản Phần cứng",
	"Headphones Volume": "Âm lượng tai nghe",
	"Hebrew": "Tiếng Hê-brơ",
	"High": "Cao",
	"High Contrast": "Độ tương phản cao",
	"Higher values increase a sense of warmth or coldness.": "Giá trị cao hơn sẽ tăng cảm giác về độ ấm hoặc độ lạnh.",
	"Hindi": "Tiếng Hindi",
	"Ho Chi Minh": "Hồ Chí Minh",
	"Home Mode": "Chế độ tại nhà",
	"Home/Store Mode": "Chế độ tại nhà/cửa hàng",
	"Hong Kong": "Hồng Kông",
	"Hongkong": "Hồng Kông",
	"Hours": "Giờ",
	"Hungarian": "Tiếng Hungary",
	"IMPORTANT! Resetting will delete all of your account settings and installed apps. This action cannot be undone.": "QUAN TRỌNG! Resetting sẽ xóa tất cả cài đặt tài khoản và các ứng dụng đã cài đặt của bạn. Không thể hoàn tác thao tác này.",
	"IP (Automatic)": "IP (Tự động)",
	"IP (Manual)": "IP (Thủ công)",
	"IP Address": "Địa chỉ IP",
	"If Auto Power Sync is enabled, SIMPLINK devices will be able to power on the TV, and the TV will power off SIMPLINK devices when it powers off.": "Bằng Tự động đồng bộ hóa nguồn đã chọn, TV của bạn sẽ được bật khi bạn bật thiết bị SIMPLINK và các thiết bị SIMPLINK sẽ bị tắt khi bạn tắt TV của bạn.",
	"If it's turned on and you connect a device that also supports UHD Deep Color, your picture may be clearer.": "Nếu bật tính năng này và bạn kết nối thiết bị cũng hỗ trợ ULTRA HD Deep Color thì hình ảnh của bạn có thể rõ ràng hơn.",
	"If recording or software update is in progress, it will wait until they are completed and the process can take more than an hour.": "Nếu đang ghi hoặc cập nhật phần mềm, quá trình này sẽ chờ đến khi hoàn tất ghi hoặc cập nhật và có thể kéo dài hơn một giờ.",
	"If set to on, your TV can receive emergency alerts if an emergency situation occurs.": "Nếu được đặt ở trạng thái bật, TV của bạn có thể nhận cảnh báo khẩn cấp nếu xảy ra tình huống khẩn cấp.",
	"If you turn Audio Guidance on, you can only move with left, right, up, down buttons on your remote and some apps that require the pointer cannot be used.": "Nếu bật Hướng dẫn bằng âm thanh thì bạn chỉ có thể di chuyển bằng các nút trái, phải, lên, xuống trên điều khiển từ xa và trên một số ứng dụng yêu cầu không sử dụng con trỏ.",
	"If you turn it off, CAM operator's profile will be deleted.": "Nếu bạn tắt tính năng này, hồ sơ của nhà cung cấp CAM sẽ bị xóa.",
	"If you turn it off, all tuned CAM channels will not be available and notifications will no longer be provided.": "Nếu bạn tắt chức năng này, tất cả các kênh CAM đã dò sẽ không khả dụng và thông báo sẽ không được cung cấp nữa.",
	"If you turn on LG Connect Apps feature, you will be able to either accept or deny connection requests from mobile devices.": "Nếu bật tính năng LG Connect Apps, bạn sẽ có thể chấp nhận hoặc từ chối các yêu cầu kết nối từ thiết bị di động.",
	"If you turn the screen saver off and the same image remains on the screen for more than 2 hours, it can affect the picture quality of your screen. If it remains for more than 5 hours, permanent picture quality depreciation may occur. Do you want to continue?": "Nếu bạn tắt trình bảo vệ màn hình và hình ảnh tương tự vẫn xuất hiện trên màn hình trong thời gian hơn 2 giờ thì điều này có thể ảnh hưởng đến chất lượng hình ảnh của màn hình. Nếu hình ảnh đó vẫn xuất hiện trong thời gian hơn 5 giờ thì có thể dẫn đến hiện tượng giảm chất lượng hình ảnh vĩnh viễn. Bạn có muốn tiếp tục không?",
	"If you turn this feature on, the HbbTV application or service will disable its tracking of an individual user.": "Nếu bạn bật tính năng này, ứng dụng hoặc dịch vụ HbbTV sẽ tắt tính năng theo dõi một người dùng cá nhân.",
	"If you turn this feature on, the IBB service will disable its tracking of an individual user.": "Nếu bạn bật tính năng này, dịch vụ IBB sẽ tắt tính năng theo dõi một người dùng cá nhân.",
	"If you turn this feature on, you can view the content in the aspect ratio that is in the broadcast signal or content source. If the edge of the screen is not clean, please turn it off.": "Nếu bật tính năng này, bạn có thể xem nội dung ở tỷ lệ khung hình trong nguồn nội dung hoặc tín hiệu phát. Nếu cạnh màn hình không vừa, hãy tắt tính năng này.",
	"If you turn this option on, color temperature will be automatically adjusted to reduce eye strain.": "Nếu bạn bật tùy chọn này, nhiệt độ màu sẽ tự động được điều chỉnh để giảm mỏi mắt.",
	"If you turn this option on, you can receive the notifications of channels or programs which you have been watching frequently.": "Nếu bạn bật tùy chọn này, bạn có thể nhận được thông báo về các kênh hoặc chương trình mà bạn thường xem.",
	"If you use Energy Saving function, brightness of your TV will be affected.": "Nếu bạn sử dụng chức năng tiết kiệm năng lượng, độ sáng màn hình TV sẽ bị ảnh hưởng.",
	"If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the HDMI ULTRA HD Deep Color setting off.": "Nếu không hỗ trợ tính năng này thì thiết bị có thể hoạt động không bình thường. Trong trường hợp đó, hãy kết nối thiết bị với cổng HDMI khác hoặc tắt cài đặt HDMI ULTRA HD Deep Color.",
	"Import your TV's channel list information from a connected USB device.": "Nhập thông tin danh sách kênh của TV từ thiết bị USB đã kết nối.",
	"Import/export your TV's channel list information from/to a connected USB device.": "Nhập/xuất thông tin danh sách kênh của TV từ/tới thiết bị USB đã kết nối.",
	"Improve blurry or unclear areas for a sharper image.": "Cải thiện các vùng bị mờ hoặc không rõ để có hình ảnh sắc nét hơn.",
	"In Home": "Ở Nhà",
	"India": "Ấn Độ",
	"Indonesian": "Tiếng Indonesia",
	"Inner": "Bên trong",
	"Input": "Đầu vào",
	"Input Locks": "Khóa đầu vào",
	"Input field": "Trường nhập",
	"Insert 3G/4G USB dongle to activate your 3G/4G network connection.": "Lắp USB dongle 3G/4G vào để kích hoạt kết nối mạng 3G/4G của bạn.",
	"Installing...": "Đang cài đặt...",
	"Interactivity(DTVi)": "Tính tương tác (DTVi)",
	"Internal TV Speaker": "Loa trong của TV",
	"Internal TV Speaker + Optical": "Loa trong của TV + Quang học",
	"Internal TV Speaker + Wired Headphones": "Loa trong của TV + Tai nghe có dây",
	"Irish": "Tiếng Ai-len",
	"It may take a few minutes.": "Quá trình này có thể mất một vài phút.",
	"It may take a few seconds.": "Quá trình này có thể mất một vài giây.",
	"Italian": "Tiếng Ý",
	"Italy": "Ý",
	"Ivory Coast": "Bờ Biển Ngà",
	"Japan": "Nhật Bản",
	"Japanese": "Tiếng Nhật",
	"Just Scan": "Chỉ quét",
	"Kannada": "Tiếng Kannada",
	"Kazakh": "Tiếng Kazakh",
	"Keep Dolby Atmos on for the best sound experience for Dolby Atmos content.": "Giữ Dolby Atmos ở trạng thái bật để có trải nghiệm âm thanh tốt nhất cho nội dung Dolby Atmos.",
	"Keyboard Languages": "Ngôn ngữ bàn phím",
	"Korea": "Hàn Quốc",
	"Korean": "Tiếng Hàn",
	"LED Local Dimming": "LED Mờ Nội bộ",
	"LG Bean Bird character": "Nhân vật LG Bean Bird",
	"LG Remote Service": "Dịch vụ từ xa của LG",
	"LG Services Country": "Quốc gia sử dụng dịch vụ của LG",
	"LG Wireless Keyboard": "Bàn phím Không dây LG",
	"LG Wireless Keyboard Connected:": "Bàn phím Không dây LG được Kết nối:",
	"LG Wireless Keyboard allows you to control your TV through bluetooth. This feature applies only to specified LG Wireless Keyboard models.": "Bàn phím Không dây LG cho phép bạn điều khiển TV qua Bluetooth. Tính năng này chỉ áp dụng cho các kiểu Bàn phím Không dây LG đã chỉ định.",
	"Language": "Ngôn ngữ",
	"Laos": "Lào",
	"Large": "Lớn",
	"Large Standard": "Tiêu chuẩn lớn",
	"Last tuning:": "Chỉnh lần cuối:",
	"Latvian": "Tiếng Latvia",
	"Lebanon": "Li Băng",
	"Left Right": "Trái/Phải",
	"Left drop shadow": "Bóng đổ bên trái",
	"Legal Notice": "Thông báo Pháp lý",
	"Light": "Nhẹ",
	"Lithuanian": "Tiếng Lithuania",
	"Live Theater": "Rạp hát trực tiếp",
	"Loading...": "Đang tải...",
	"Local": "Cục bộ",
	"Local Language": "Ngôn ngữ địa phương",
	"Location": "Vị trí",
	"Lock All": "Khóa tất cả",
	"Lock changes for currently running apps will be applied the next time they are started.": "Các thay đổi về khóa đối với các ứng dụng đang chạy sẽ được áp dụng vào lần tiếp theo chúng được khởi động.",
	"Logo Luminance Adjustment": "Điều chỉnh độ sáng logo",
	"London": "Luân Đôn",
	"Low": "Thấp",
	"Luminance": "Độ sáng",
	"MAC Address": "Địa chỉ MAC",
	"MAC Address (Wired)": "Địa chỉ MAC (Có dây)",
	"MAC Address (Wireless)": "Địa chỉ MAC (Không dây)",
	"MASTER PASSWORD": "MẬT KHẨU CHÍNH",
	"MHEG Guide": "Hướng dẫn MHEG",
	"MPEG Noise Reduction": "Giảm Nhiễu MPEG",
	"Macedonia, The Former Yugoslav Republic Of": "Cộng hòa Macedonia thuộc Nam Tư Cũ",
	"Macedonian": "Tiếng Macedonia",
	"Magenta": "Màu đỏ thẫm",
	"Malay": "Tiếng Malaysia",
	"Malayalam": "Tiếng Malayalam",
	"Manage your account information and settings.": "Quản lý cài đặt và thông tin tài khoản của bạn.",
	"Mandarin": "Tiếng Quan thoại",
	"Manual": "Thủ công",
	"Manually adjust EQ frequencies.": "Điều chỉnh tần số EQ theo cách thủ công.",
	"Manually enter the IP and DNS server addresses.": "Nhập địa chỉ máy chủ DNS và IP theo cách thủ công.",
	"Maori": "Tiếng Maori",
	"Marathi": "Tiếng Marathi",
	"Marshall Islands": "Quần đảo Marshall",
	"Mature Audience Only": "Chỉ người xem đã trưởng thành",
	"Maximize contrast by increasing the intensity of bright and dark areas of the screen.": "Tối đa hóa độ tương phản bằng cách tăng cường độ của các vùng sáng và vùng tối trên màn hình.",
	"Medium": "Trung bình",
	"Menu Language": "Ngôn ngữ menu",
	"Menu Transparency": "Độ trong suốt của menu",
	"Message": "Tin nhắn",
	"Method": "Phương pháp",
	"Middle East": "Trung Đông",
	"Minutes": "Phút",
	"Mobile TV On": "Bật Mobile TV",
	"Model": "Kiểu máy",
	"Mongolia": "Mông Cổ",
	"Month": "Tháng",
	"Morocco": "Ma rốc",
	"Motion Eye Care": "Bảo vệ Mắt khi Chuyển động nhanh",
	"Movie Lock": "Khóa Phim",
	"Multi": "Đa",
	"Multi Audio": "Đa âm thanh",
	"Multi Feed": "Đa dữ liệu",
	"Multiple": "Nhiều",
	"Music": "Nhạc",
	"Myanmar": "Myanmar",
	"N/A": "Không áp dụng",
	"NO": "KHÔNG",
	"NOTE: When the screen saver option is set to ON, it will not come up while you are watching Live TV and video inputs to avoid interfering with your viewing experience.": "LƯU Ý: Khi tùy chọn trình bảo vệ màn hình được đặt thành BẬT, nó sẽ không xuất hiện khi bạn đang xem video và Chương trình phát để tránh làm ảnh hưởng đến trải nghiệm xem của bạn.",
	"NT - Northern Territory - Darwin": "NT - Lãnh thổ phía Bắc - Darwin",
	"Netherland": "Hà Lan",
	"Netherlands": "Hà Lan",
	"Network": "Mạng",
	"Network Name": "Tên mạng",
	"Next": "Tiếp theo",
	"Night": "Ban đêm",
	"No": "Không",
	"No Internet via 3G/4G network": "Không có Internet qua mạng 3G/4G",
	"No Internet via Ethernet": "Không có Internet qua Ethernet",
	"No Internet via Wi-Fi": "Không có Internet qua Wi-Fi",
	"No One 17 and Under Admitted.": "Không dành cho trẻ từ 17 tuổi trở xuống.",
	"No Operation Auto Off": "Tự động tắt khi không hoạt động",
	"No Signal Auto Off": "Tự động tắt khi không có tín hiệu",
	"No Signal Image": "Hình ảnh khi không có tín hiệu",
	"No Signal Power Off (15Min)": "Không có tín hiệu tắt nguồn (15 phút)",
	"No Wi-Fi Direct Devices": "Không có Thiết bị Wi-Fi Direct",
	"No card information": "Không có thông tin thẻ",
	"No devices have been found.": "Không tìm thấy thiết bị nào.",
	"No group ID": "Không có ID nhóm",
	"No updates found.": "Không tìm thấy bản cập nhật nào.",
	"Noise Reduction": "Giảm Nhiễu",
	"None": "Không có",
	"Normal": "Bình thường",
	"North Korea": "Triều Tiên",
	"Northern Africa": "Bắc Phi",
	"Norway": "Na Uy",
	"Norwegian": "Tiếng Na Uy",
	"Not Connected": "Chưa được kết nối",
	"Not Connected to Internet": "Chưa kết nối với Internet",
	"Note: Available options depend on the broadcast program.": "Lưu ý: Các tùy chọn khả dụng phụ thuộc vào chương trình phát.",
	"Note: Behavior may differ if connected device is not a LG device.": "Lưu ý: Trạng thái có thể khác nhau nếu thiết bị được kết nối không phải là thiết bị LG.",
	"Note: Captions are only displayed when provided by the broadcast program.": "Lưu ý: Phụ đề chỉ được hiển thị khi được chương trình phát cung cấp.",
	"Note: If the device is not properly connected and set up, you may not hear any sound through it.": "Lưu ý: Nếu kết nối và thiết lập thiết bị không đúng cách, bạn có thể không nghe thấy bất kỳ âm thanh nào qua thiết bị.",
	"Note: If the speakers are not properly connected and set up, you may not hear any sound through them.": "Lưu ý: Nếu kết nối và thiết lập loa không đúng cách, bạn có thể không nghe thấy bất kỳ âm thanh nào qua loa.",
	"Note: If you can't hear sound through the device, make sure it is working properly and supports Sound Sync.": "Lưu ý: Nếu bạn không thể nghe được âm thanh thông qua thiết bị, đảm bảo thiết bị đang hoạt động đúng cách và hỗ trợ Sound Sync.",
	"Note: Only displayed when it is provided by the program.": "Lưu ý: Chỉ được hiển thị khi phụ đề được chương trình cung cấp.",
	"Note: Subtitles are only displayed when provided by the broadcast program.": "Lưu ý: Phụ đề chỉ được hiển thị khi được chương trình phát cung cấp.",
	"Note: Supported features may differ by model and its transparency by the feature's operation with content playback like Live TV or VOD content.": "Lưu ý: Các tính năng được hỗ trợ có thể khác nhau theo kiểu máy và độ trong suốt có thể khác nhau theo hoạt động của tính năng với chức năng phát lại nội dung như nội dung VOD hoặc Live TV.",
	"Note: This feature works only when provided by the broadcast program.": "Lưu ý: Tính năng này chỉ hoạt động khi được chương trình phát cung cấp.",
	"Note: if your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the HDMI ULTRA HD Deep Color setting off.": "Lưu ý: nếu thiết bị của bạn không hỗ trợ tính năng này thì thiết bị có thể không hoạt động đúng cách. Trong trường hợp đó, bạn có thể kết nối thiết bị với một cổng HDMI khác hoặc tắt cài đặt HDMI ULTRA HD Deep Color.",
	"Note:<br>1. If your TV is turned on while Pixel Refresher is in progress, it will stop the process and you have to start over.<br>2. While processing, a white line may appear in the screen. This is normal when clearing your screen.": "Lưu ý:<br>1. Nếu TV của bạn được bật khi đang tiến hành Làm mới điểm ảnh, TV sẽ dừng quá trình này và bạn sẽ phải bắt đầu lại.<br>2. Trong quá trình xử lý, một đường thẳng màu trắng có thể xuất hiện trên màn hình. Điều này là bình thường khi đang tối ưu hóa màn hình của bạn.",
	"OFF": "TẮT",
	"OLED LIGHT": "ĐÈN OLED",
	"OLED Panel Settings": "Cài đặt Bảng điều khiển OLED",
	"Off": "Tắt",
	"On": "Bật",
	"OnTimer Channel not selected": "Kênh bật hẹn giờ chưa được chọn.",
	"One Touch Sound Tuning Options": "Các tùy chọn của One Touch Sound Tuning",
	"Open": "Đang mở",
	"Open Source Licenses": "Thông báo phần mềm nguồn mở",
	"Open when TV is turned on": "Mở khi TV bật",
	"Optimize contrast settings based on image brightness of the HDR content.": "Tối ưu hóa cài đặt độ tương phản dựa trên độ sáng hình ảnh của nội dung HDR.",
	"Optimize contrast settings based on image brightness.": "Tối ưu hóa cài đặt độ tương phản dựa trên độ sáng hình ảnh.",
	"Optimize display for movies.": "Tối ưu hóa màn hình hiển thị cho phim.",
	"Optimize image quality for fast-moving images (sports and action).": "Tối ưu hóa chất lượng hình ảnh để có hình ảnh chuyển động nhanh (chương trình thể thao và phim hành động).",
	"Optimize sound based on type of TV installation.": "Tối ưu hóa âm thanh dựa trên kiểu lắp đặt TV.",
	"Optimize sound mode for each content type and customize audio effects for Standard mode.": "Tối ưu hóa chế độ âm thanh cho từng loại nội dung và tùy chỉnh hiệu ứng âm thanh cho chế độ Tiêu chuẩn.",
	"Optimize sound mode for each content type.": "Tối ưu hóa chế độ âm thanh cho từng loại nội dung.",
	"Original Language": "Ngôn ngữ ban đầu",
	"Others": "Khác",
	"Outer": "Bên ngoài",
	"Output sound through an LG audio device connected to the OPTICAL DIGITAL AUDIO OUT port. With this option, you can control the device's volume with your TV remote.": "Phát âm thanh thông qua một thiết bị âm thanh LG được kết nối với cổng OPTICAL DIGITAL AUDIO OUT. Với tùy chọn này, bạn có thể điều khiển âm lượng thiết bị bằng điều khiển từ xa của TV.",
	"Output sound through an wireless audio device via LG Sound Sync or Bluetooth. It may need some troubleshooting:": "Phát âm thanh bằng thiết bị âm thanh không dây qua LG Sound Sync hoặc Bluetooth. Có thể cần một số biện pháp khắc phục sự cố:",
	"Output sound through external audio devices connected to the AUDIO OUT/ H/P OUT port.": "Phát âm thanh thông qua thiết bị âm thanh ngoài được kết nối với cổng AUDIO OUT/ H/P OUT.",
	"Output sound through external audio devices connected to the HDMI IN (ARC) port.": "Phát âm thanh thông qua thiết bị âm thanh ngoài được kết nối với cổng HDMI IN (ARC).",
	"Output sound through external audio devices connected to the OPTICAL DIGITAL AUDIO OUT.": "Phát âm thanh thông qua thiết bị âm thanh ngoài được kết nối với cổng OPTICAL DIGITAL AUDIO OUT.",
	"Output sound through the Internal TV speaker.": "Âm thanh ra qua loa trong của TV.",
	"Output sound through wired headphones.": "Âm thanh ra thông qua tai nghe có dây.",
	"Pagode": "Nhạc hội",
	"Paired Devices": "Thiết bị được ghép nối",
	"Panjabi": "Tiếng Panjabi",
	"Parental Guidance Suggested": "Đã gợi ý hướng dẫn của cha mẹ",
	"Parental guidance suggested for children ages 8-13.": "Hướng dẫn của cha mẹ được gợi ý cho trẻ từ 8 đến 13 tuổi.",
	"Parents Strongly Cautioned": "Cha mẹ cần đặc biệt chú ý",
	"Password": "Mật khẩu",
	"Patent Information": "Thông tin bằng sáng chế",
	"Pattern": "Kiểu mẫu",
	"Persian": "Tiếng Ba Tư",
	"Photo": "Ảnh",
	"Pick a Time": "Chọn một thời điểm",
	"Picture": "Hình ảnh",
	"Picture Mode": "Chế độ hình ảnh",
	"Picture Mode Settings": "Cài đặt chế độ hình ảnh",
	"Picture Options": "Tùy chọn hình ảnh",
	"Picture Test": "Kiểm tra hình ảnh",
	"Picture or sound may not work properly while connected external device and TV are initially communicating. If the issue persists, please revert the settings or reboot your connected external device.": "Hình ảnh hoặc âm thanh có thể không hoạt động đúng cách trong khi thiết bị bên ngoài được kết nối và TV đang bắt đầu giao tiếp với nhau. Nếu sự cố vẫn tiếp diễn, vui lòng hoàn nguyên cài đặt hoặc khởi động lại thiết bị bên ngoài đã kết nối của bạn.",
	"Pitch": "Cao độ",
	"Pixel Refresher": "Làm mới điểm ảnh",
	"Pixel Refresher allows your TV to provide the clearest picture possible.": "Làm mới điểm ảnh cho phép TV của bạn cung cấp hình ảnh rõ nét nhất có thể.",
	"Pixel Refresher has been scheduled to start the next time your TV is turned off.": "Làm mới điểm ảnh đã được lên lịch bắt đầu vào lần tiếp theo khi bạn tắt TV.",
	"Pixel Refresher will begin when you turn off your TV.": "Làm mới điểm ảnh sẽ bắt đầu khi bạn tắt TV.",
	"Please check that all values are input correctly.": "Hãy kiểm tra xem tất cả giá trị có được nhập chính xác không.",
	"Please check the network name and password and try again.": "Vui lòng kiểm tra tên mạng và mật khẩu và thử lại.",
	"Please check the status and try again": "Hãy kiểm tra trạng thái và thử lại",
	"Please do not unplug the USB storage until the copying is completed.": "Vui lòng không tháo bộ nhớ USB cho đến khi hoàn tất sao chép.",
	"Please enter your password to turn off this function.": "Vui lòng nhập mật mã của bạn để tắt chức năng này.",
	"Please enter your password to turn on this function.": "Hãy nhập mật khẩu để bật chức năng này.",
	"Please make sure that your TV is connected to the network and try again.": "Hãy đảm bảo rằng TV của bạn được kết nối mạng rồi thử lại.",
	"Please try again later.": "Vui lòng thử lại sau.",
	"Please wait while the Settings application reloads.": "Vui lòng đợi trong khi ứng dụng Cài đặt tải lại.",
	"Please wait while the Settings application restarts.": "Vui lòng đợi trong khi ứng dụng cài đặt khởi động lại.",
	"Please wait while the TV restarts.": "Vui lòng chờ trong khi TV khởi động lại.",
	"Please wait while the TV searches for LG Service Country.": "Vui lòng đợi khi TV tìm kiếm quốc gia sử dụng dịch vụ của LG",
	"Point": "Bước",
	"Pointer Options": "Tùy chọn Con trỏ",
	"Poland": "Ba Lan",
	"Polish": "Tiếng Ba Lan",
	"Portugal": "Bồ Đào Nha",
	"Portuguese": "Tiếng Bồ Đào Nha",
	"Power Saving Mode": "Chế độ tiết kiệm điện",
	"Preferred Color": "Màu sắc ưa thích",
	"Preschool": "Mẫu giáo",
	"Press right button to adjust de-blur and Motion Pro value.": "Nhấn nút phải để điều chỉnh giá trị khử mờ và Motion Pro.",
	"Press right button to adjust de-judder and Motion Pro value.": "Nhấn nút phải để điều chỉnh giá trị khử rung và Motion Pro.",
	"Press right button to adjust de-judder, de-blur and Motion Pro value.": "Nhấn nút phải để điều chỉnh giá trị khử rung, khử mờ và Motion Pro.",
	"Press the WPS button on your wireless router now.": "Nhấn nút WPS trên bộ định tuyến không dây của bạn ngay bây giờ.",
	"Press the WPS-PBC button on a WPS-enabled router to connect TV to the network.": "Nhấn nút WPS-PBC trên bộ định tuyến hỗ trợ WPS để kết nối TV với mạng.",
	"Press the right button to adjust Motion Pro settings.": "Nhấn nút phải để điều chỉnh cài đặt Motion Pro.",
	"Press the right button to adjust de-blur settings.": "Nhấn nút phải để điều chỉnh cài đặt khử mờ.",
	"Press the right button to adjust de-judder settings.": "Nhấn nút phải để điều chỉnh cài đặt khử rung.",
	"Previous": "Trước",
	"Primary Audio Language": "Ngôn ngữ âm thanh chính",
	"Primary Channels": "Kênh chính",
	"Primary Teletext Language": "Ngôn ngữ Teletext Chính",
	"Programme": "Chương trình",
	"Pyongyang": "Bình Nhưỡng",
	"Quick Start+": "Khởi động Nhanh+",
	"RECONNECT": "KẾT NỐI LẠI",
	"Raised": "Đã tăng",
	"Real Cinema": "Phim Thực",
	"Reason: Authentication with access point was unsuccessful.": "Lý do: Xác thực điểm truy cập không thành công.",
	"Reason: Could not establish a connection to access point.": "Nguyên nhân: Không thể thiết lập kết nối với điểm truy cập.",
	"Reason: Could not retrieve a valid IP address by using DHCP.": "Nguyên nhân: Không thể truy xuất địa chỉ IP hợp lệ bằng cách sử dụng DHCP.",
	"Reason: Entered password is incorrect.": "Nguyên nhân: Mật khẩu đã nhập không chính xác.",
	"Reason: Password is missing.": "Lý do: Thiếu mật khẩu.",
	"Reason: The network you selected is out of range.": "Nguyên nhân: Mạng bạn đã chọn nằm ngoài phạm vi.",
	"Reason: Unable to login.": "Nguyên nhân: Không thể đăng nhập.",
	"Recommended for children ages 14 and older.": "Được đề nghị cho trẻ em từ 14 tuổi trở lên.",
	"Recommended for children ages 16 and older.": "Được đề nghị cho trẻ em từ 16 tuổi trở lên.",
	"Red": "Đỏ",
	"Reduce noise from digital video signals.": "Giảm nhiễu từ các tín hiệu video kỹ thuật số.",
	"Refresh list": "Làm mới danh sách",
	"Region": "Khu vực",
	"Remote Settings": "Cài đặt từ xa",
	"Remove irregular and erratic pixels for a clearer image.": "Loại bỏ các điểm ảnh bất thường để có hình ảnh rõ ràng hơn.",
	"Reset": "Đặt lại",
	"Reset CI Password": "Đặt lại mật khẩu CI",
	"Reset Password": "Đặt lại mật khẩu",
	"Reset to Initial Settings": "Đặt lại về cài đặt ban đầu",
	"Restrict access to TV programs and movies based on their ratings.": "Hạn chế quyền truy cập vào các chương trình TV và phim dựa trên xếp loại của chúng.",
	"Restrict access to TV programs based on their ratings.": "Hạn chế quyền truy cập vào các chương trình TV dựa trên xếp loại của chúng.",
	"Restrict access to specified apps.": "Hạn chế quyền truy cập vào các ứng dụng được chỉ định.",
	"Restrict access to specified channels.": "Hạn chế quyền truy cập vào các kênh được chỉ định.",
	"Restrict access to specified inputs.": "Hạn chế quyền truy cập vào các thiết bị đầu vào được chỉ định.",
	"Restricted": "Bị hạn chế",
	"Retry": "Thử lại",
	"Return TV to its initial settings. This will revert all options to their default settings.": "Hoàn nguyên TV về cài đặt ban đầu. Thao tác này sẽ hoàn nguyên tất cả các tùy chọn về cài đặt mặc định.",
	"Revert Color Management System settings to default.": "Hoàn nguyên cài đặt Hệ thống quản lý màu sắc về mặc định.",
	"Revert standard mode sound effect settings to default.": "Hoàn nguyên cài đặt hiệu ứng âm thanh của chế độ tiêu chuẩn về mặc định.",
	"Revert to default settings. Each picture mode must be reset individually. Please select the picture mode you want to reset.": "Hoàn nguyên về cài đặt mặc định. Mỗi chế độ hình ảnh phải được đặt lại riêng. Vui lòng chọn chế độ hình ảnh mà bạn muốn đặt lại.",
	"Revert white balance settings to default.": "Hoàn nguyên cài đặt cân bằng trắng về mặc định.",
	"Revoke Pairing": "Hủy bỏ ghép nối",
	"Right Left": "Phải/Trái",
	"Right drop shadow": "Bóng đổ bên phải",
	"Romanian": "Tiếng Romani",
	"Russia": "Nga",
	"Russian": "Tiếng Nga",
	"SA - South Australia - Adelaide": "SA - Nam Úc - Adelaide",
	"SIMPLINK enables HDMI-CEC devices connected to your TV with an HDMI cable to be controlled with your TV remote.": "SIMPLINK cho phép điều khiển thiết bị HDMI-CEC được kết nối với TV bằng cáp HDMI qua điều khiển từ xa của TV.",
	"SIMPLINK lets you use your LG Remote to control other SIMPLINK-enabled devices, like a DVD player or audio home theater system, that are connected to your LG Smart TV by HDMI.": "SIMPLINK cho phép bạn sử dụng Điều khiển từ xa của LG để điều khiển các thiết bị hỗ trợ SIMPLINK khác như đầu DVD hoặc hệ thống âm thanh của rạp hát gia đình được kết nối với LG Smart TV bằng HDMI.",
	"SIMPLINK will be automatically turned on to use this ARC mode.": "SIMPLINK sẽ tự động được bật để sử dụng chế độ ARC này.",
	"START NOW": "BẮT ĐẦU NGAY BÂY GIỜ",
	"START ONCE TV IS OFF": "BẮT ĐẦU SAU KHI TV TẮT",
	"Safety": "An toàn",
	"Saint Vincent": "Saint Vincent",
	"Satellite": "Vệ tinh",
	"Satellite DTV": "Vệ tinh DTV",
	"Satellite Radio": "Vệ tinh vô tuyến",
	"Saturation": "Độ bão hòa",
	"Saudi Arabia": "Ả Rập Xê Út",
	"Saudi arabia": "Ả Rập Xê Út",
	"Save": "Lưu",
	"Save CAM Operator's Profile": "Lưu hồ sơ của nhà cung cấp CAM",
	"Save CI Password": "Lưu mật khẩu CI",
	"Save the Color Management System settings from the currently selected picture mode for all inputs.": "Lưu cài đặt Hệ thống quản lý màu sắc từ chế độ hình ảnh hiện được chọn cho tất cả đầu vào.",
	"Save the current customized setting values to currently selected picture mode for all inputs.": "Lưu giá trị cài đặt tùy chỉnh hiện tại vào chế độ hình ảnh hiện được chọn cho tất cả đầu vào.",
	"Save the white balance settings from the currently selected picture mode for all inputs.": "Lưu cài đặt cân bằng trắng từ chế độ hình ảnh hiện được chọn cho tất cả đầu vào.",
	"Save/reset your CI password. Saving your password will let you skip the sign-in step in the future.": "Lưu/Đặt lại mật khẩu CI của bạn. Việc lưu mật khẩu sẽ cho phép bạn bỏ qua bước đăng nhập trong sau này.",
	"Screen Off": "Màn hình tắt",
	"Screen Saver": "Trình bảo vệ màn hình",
	"Screen Shift ": "Dịch chuyển Màn hình",
	"Screen shifts at regular time intervals to prevent panel noise.": "Màn hình dịch chuyển định kỳ để ngăn nhiễu màn hình.",
	"Screen will turn off in 5 seconds. To turn the screen back on, press any button except the power and volume button.": "Màn hình sẽ tắt sau 5 giây. Để bật lại màn hình, hãy nhấn nút bất kỳ trừ nút nguồn và âm lượng.",
	"Search": "Tìm kiếm",
	"Searching...": "Đang tìm kiếm...",
	"Second Language": "Ngôn ngữ thứ hai",
	"Secondary Audio Language": "Ngôn ngữ âm thanh phụ",
	"Secondary Teletext Language": "Ngôn ngữ teletext phụ",
	"Security": "Bảo mật",
	"Select IRE point to adjust luminance.": "Chọn điểm IRE để điều chỉnh độ sáng.",
	"Select Mode": "Chọn chế độ",
	"Select TV's language settings.": "Chọn cài đặt ngôn ngữ của TV.",
	"Select aspect ratio from the menu.": "Chọn tỷ lệ khung hình từ menu.",
	"Select audio language for digital broadcasts. For programs that do not support multiple languages, the default will be used.": "Chọn ngôn ngữ âm thanh cho chương trình phát kỹ thuật số. Đối với các chương trình không hỗ trợ nhiều ngôn ngữ, ngôn ngữ mặc định sẽ được sử dụng.",
	"Select audio language for digital broadcasts. The default language is selected when the program does not support multiple languages.": "Chọn ngôn ngữ âm thanh cho chương trình phát kỹ thuật số. Ngôn ngữ mặc định được chọn khi chương trình không hỗ trợ nhiều ngôn ngữ.",
	"Select caption settings for analog broadcasts.": "Chọn cài đặt phụ đề cho chương trình phát analog.",
	"Select caption settings for digital broadcasts.": "Chọn cài đặt phụ đề cho chương trình phát kỹ thuật số.",
	"Select caption size, color, transparency, and other options for digital broadcasts.": "Chọn kích thước, màu sắc, độ trong suốt của phụ đề và các tùy chọn khác cho chương trình phát kỹ thuật số.",
	"Select color to be adjusted.": "Chọn màu sẽ điều chỉnh.",
	"Select days to apply the Timer Power Off settings every week.": "Chọn ngày sẽ áp dụng cài đặt Tắt hẹn giờ mỗi tuần.",
	"Select days to apply the Timer Power On settings every week.": "Chọn ngày sẽ áp dụng cài đặt Bật hẹn giờ mỗi tuần.",
	"Select device for audio output.": "Chọn thiết bị cho đầu ra âm thanh.",
	"Select digital audio output format. When the program does not support the selected output format, the default output from the source will be used.": "Chọn định dạng đầu ra âm thanh kỹ thuật số. Khi chương trình không hỗ trợ định dạng đầu ra được chọn, đầu ra mặc định từ nguồn sẽ được sử dụng.",
	"Select how much the volume should change with each press of your remote's volume key. Higher values increase increments.": "Chọn mức âm lượng sẽ thay đổi mỗi lần nhấn phím âm lượng trên điều khiển từ xa. Giá trị càng cao, số gia càng tăng.",
	"Select how the TV will be used.": "Chọn cách sử dụng TV.",
	"Select language for TV menus.": "Chọn ngôn ngữ cho menu TV.",
	"Select language for subtitles.": "Chọn ngôn ngữ cho phụ đề.",
	"Select language for voice recognition.": "Chọn ngôn ngữ cho nhận dạng giọng nói.",
	"Select languages for on-screen keyboards.": "Chọn ngôn ngữ cho bàn phím trên màn hình.",
	"Select method to adjust white balance.": "Chọn phương pháp điều chỉnh cân bằng trắng.",
	"Select pattern to use as a basis for white balance adjustment. You can use the TV’s built-in pattern or another pattern by connecting an external device.": "Chọn mẫu sẽ sử dụng làm cơ sở để điều chỉnh cân bằng trắng. Bạn có thể sử dụng mẫu tích hợp sẵn của TV hoặc mẫu khác bằng cách kết nối với thiết bị bên ngoài.",
	"Select point to adjust luminance.": "Chọn điểm cần điều chỉnh độ sáng.",
	"Select the best picture mode for your viewing environment and content type.": "Chọn chế độ hình ảnh tốt nhất cho loại nội dung và môi trường xem của bạn.",
	"Select the channel to use when the TV turns on.": "Chọn kênh sẽ sử dụng khi TV bật.",
	"Select the country where you want to access LG's services. Services may vary depending on location.": "Chọn quốc gia nơi bạn muốn truy cập các dịch vụ của LG. Các dịch vụ có thể khác nhau tùy theo vị trí.",
	"Select the desired video angle.": "Chọn góc video mong muốn.",
	"Select the format to transfer digital audio to an external device.": "Chọn định dạng để truyền âm thanh số tới thiết bị bên ngoài.",
	"Select the input to use when the TV turns on.": "Chọn đầu vào sẽ sử dụng khi TV bật.",
	"Select the most preferred Subtitle Language.": "Chọn lựa chọn đầu tiên của bạn cho Ngôn ngữ phụ đề.",
	"Select the region where your broadcast signal comes from.": "Chọn khu vực phát ra tín hiệu phát của bạn.",
	"Select the second preferred Subtitle Language.": "Chọn lựa chọn thứ hai của bạn cho Ngôn ngữ phụ đề.",
	"Select your first choice of audio language for digital broadcasts. For programs that do not support multiple languages, the default will be used.": "Chọn lựa chọn ngôn ngữ âm thanh đầu tiên của bạn cho chương trình phát kỹ thuật số. Đối với các chương trình không hỗ trợ nhiều ngôn ngữ, ngôn ngữ mặc định sẽ được sử dụng.",
	"Select your first choice of language for your broadcast TV provider's teletext services.": "Chọn lựa chọn ngôn ngữ đầu tiên cho dịch vụ teletext của nhà cung cấp chương trình truyền hình truyền thông.",
	"Select your remote's cursor speed and appearance.": "Chọn hình dạng và tốc độ con trỏ của điều khiển từ xa.",
	"Select your second choice of audio language for digital broadcasts. For programs that do not support multiple languages, the default will be used.": "Chọn lựa chọn ngôn ngữ âm thanh thứ hai của bạn cho chương trình phát kỹ thuật số. Đối với các chương trình không hỗ trợ nhiều ngôn ngữ, ngôn ngữ mặc định sẽ được sử dụng.",
	"Select your second choice of language for your broadcast TV provider's teletext services.": "Chọn lựa chọn ngôn ngữ thứ hai cho dịch vụ teletext của nhà cung cấp chương trình truyền hình truyền thông.",
	"Serbian": "Tiếng Serbia",
	"Serial Number": "Số sê-ri",
	"Service 1": "Dịch vụ 1",
	"Service 2": "Dịch vụ 2",
	"Service 3": "Dịch vụ 3",
	"Service 4": "Dịch vụ 4",
	"Service 5": "Dịch vụ 5",
	"Service 6": "Dịch vụ 6",
	"Service Area Zip Code": "Mã zip của vùng dịch vụ",
	"Set Automatically": "Đặt tự động",
	"Set ID": "Đặt ID",
	"Set Store Mode settings.": "Đặt cài đặt Chế độ cửa hàng.",
	"Set System Color mode for your current TV input.": "Đặt chế độ Hệ màu cho đầu vào TV hiện tại.",
	"Set TV locks for fantasy violence content.": "Đặt khóa TV cho nội dung bạo lực giả tưởng.",
	"Set TV locks for general programming.": "Đặt khóa TV cho chương trình chung.",
	"Set TV locks for programs containing adult language.": "Đặt khóa TV đối với các chương trình có chứa ngôn ngữ người lớn.",
	"Set TV locks for programs containing sexual situations.": "Đặt khóa TV đối với các chương trình có chứa tình huống tình dục.",
	"Set TV locks for programs containing sexually suggestive dialogue.": "Đặt khóa TV cho các chương trình có chứa hội thoại khiêu dâm.",
	"Set TV locks for programs containing violence.": "Đặt khóa TV đối với các chương trình có chứa nội dung bạo lực.",
	"Set TV locks for ratings based on children’s ages.": "Đặt khóa TV cho các xếp loại dựa trên tuổi của trẻ em.",
	"Set additional options for Audio Description.": "Đặt các tùy chọn bổ sung cho Mô tả âm thanh.",
	"Set additional picture settings.": "Đặt cài đặt hình ảnh bổ sung.",
	"Set advanced Subtitle options.": "Đặt các tùy chọn Phụ đề nâng cao.",
	"Set advanced captioning options.": "Đặt tùy chọn phụ đề nâng cao.",
	"Set audio-related options.": "Đặt các tùy chọn liên quan đến âm thanh.",
	"Set color balance by adjusting color temperature, luminance, and red, green and blue gain controls.": "Đặt độ cân bằng màu sắc bằng cách điều chỉnh nhiệt độ màu, độ sáng và tính năng điều chỉnh khuếch đại màu đỏ, xanh lục và xanh lam.",
	"Set color gamut automatically according to the signal, or display more vivid and richer color in the order of Extended and Wide.": "Đặt gam màu tự động theo tín hiệu hoặc hiển thị màu sắc rực rỡ và phong phú hơn theo thứ tự Mở rộng rồi đến Rộng.",
	"Set color temperature from warm to cool.": "Đặt nhiệt độ màu từ ấm thành mát.",
	"Set power options to reduce energy consumption.": "Đặt tùy chọn điện năng để giảm mức tiêu thụ năng lượng.",
	"Set the TV to turn off after a set amount of time.": "Đặt TV tắt sau một khoảng thời gian đã đặt.",
	"Set the TV to turn off automatically at a set time.": "Đặt TV tắt tự động tại một thời điểm đã đặt.",
	"Set the TV to turn off automatically if there is no user input for 2 hours after the timer has turned it on.": "Đặt TV tự động tắt nếu không có thao tác nhập nào của người dùng trong 2 giờ kể từ khi hẹn giờ bật TV.",
	"Set the TV to turn off automatically when there has been no user input for a specified amount of time.": "Đặt TV tự động tắt khi không có thao tác nhập nào của người dùng trong một khoảng thời gian được chỉ định.",
	"Set the TV to turn on automatically at a set time.": "Đặt TV bật tự động tại một thời điểm đã đặt.",
	"Set the TV to turn on or off automatically at a set time.": "Đặt TV bật hoặc tắt tự động tại một thời điểm đã đặt.",
	"Set the current date and time.": "Đặt ngày và giờ hiện tại.",
	"Set the current date manually.": "Đặt ngày hiện tại theo cách thủ công.",
	"Set the current time manually.": "Đặt thời gian hiện tại theo cách thủ công.",
	"Set the range of colors that can be displayed.": "Đặt dải màu có thể được hiển thị.",
	"Set the region for broadcasts and special services.": "Đặt khu vực cho chương trình phát và các dịch vụ đặc biệt.",
	"Set the screen size and aspect ratio.": "Đặt kích thước màn hình và tỷ lệ khung hình.",
	"Set the volume level to use when the TV turns on.": "Chọn mức âm lượng vào sẽ sử dụng khi TV bật.",
	"Set time to turn off the TV.": "Đặt giờ tắt TV.",
	"Set time to turn on the TV.": "Đặt thời gian bật TV.",
	"Settings Help": "Trợ giúp cài đặt",
	"Sexual Situations": "Tình huống tình dục",
	"Sexually Suggestive Dialogue": "Hội thoại khiêu dâm",
	"Shanghai": "Thượng Hải",
	"Sharpness": "Độ sắc nét",
	"Show Password": "Hiển thị mật khẩu",
	"Signal Strength": "Cường độ Tín hiệu",
	"Simultaneous Sound Out with Internal TV Speaker": "Âm thanh ra cùng lúc với loa trong của TV",
	"Single Sound Out": "Một đầu ra âm thanh",
	"Size": "Kích thước",
	"Skin Color": "Màu da",
	"Sky Color": "Màu da trời",
	"Sleep Timer": "Hẹn giờ ngủ",
	"Slovak": "Tiếng Slovak",
	"Slovenian": "Tiếng Slovenia",
	"Slow": "Chậm",
	"Small": "Nhỏ",
	"Small Standard": "Tiêu chuẩn nhỏ",
	"Smooth": "Màu dịu",
	"Soccer": "Bóng đá",
	"Software Version": "Phiên bản phần mềm",
	"Software update has been installed. Update will be applied when you restart your TV.": "Đã cài đặt bản cập nhật phần mềm. Bản cập nhật sẽ được áp dụng khi bạn khởi động lại TV.",
	"Solid": "Rắn",
	"Solomon Islands": "Quần đảo Solomon",
	"Some material may be inappropriate for children under 13.": "Một số tài liệu có thể không phù hợp cho trẻ em dưới 13 tuổi.",
	"Some material may not be suitable for children.": "Một số tài liệu có thể không phù hợp cho trẻ em.",
	"Sound": "Âm thanh",
	"Sound Mode": "Chế độ âm thanh",
	"Sound Mode Settings": "Cài đặt chế độ âm thanh",
	"Sound Out": "Đầu ra âm thanh",
	"Sound Test": "Kiểm tra âm thanh",
	"Sound can be heard simultaneously through Internal TV Speaker and external audio devices connected to the OPTICAL DIGITAL AUDIO OUT port.": "Có thể nghe âm thanh liên tục qua loa trong của TV và thiết bị âm thanh ngoài được kết nối với cổng OPTICAL DIGITAL AUDIO OUT.",
	"Sound can be heard simultaneously through internal TV speaker and wired headphones.": "Có thể nghe âm thanh đồng thời thông qua loa trong của TV và tai nghe có dây.",
	"South Africa": "Nam Phi",
	"South Korea": "Hàn Quốc",
	"Southern Africa": "Nam Phi",
	"Spain": "Tây Ban Nha",
	"Spanish": "Tiếng Tây Ban Nha",
	"Speed": "Tốc độ",
	"Spoken Subtitle": "Phụ đề có thuyết minh",
	"Sports": "Thể thao",
	"Stand TypeⅠ": "Loại chân đế Ⅰ",
	"Stand TypeⅡ": "Loại chân đế Ⅱ",
	"Standard": "Tiêu chuẩn",
	"Standard Mode Sound Effect": "Hiệu ứng âm thanh chế độ tiêu chuẩn",
	"Standby Light": "Đèn chờ",
	"Start New Sound Tuning": "Bắt đầu Chỉnh âm thanh mới",
	"Store Demo": "Demo Cửa hàng",
	"Store Demo mode provides options to optimize the TV for retail displays.": "Chế độ Demo Cửa hàng cung cấp tùy chọn để tối ưu hóa TV cho trưng bày bán lẻ.",
	"Store Mode": "Chế độ cửa hàng",
	"Store Mode Settings": "Cài đặt chế độ cửa hàng",
	"Store Mode is for in-store display purposes. It will re-initialize the settings every few minutes. Do you want to close this app and start the Store Mode?": "Chế độ cửa hàng được dùng để hiển thị trong cửa hàng. Chế độ này sẽ khởi tạo lại cài đặt vài phút một lần. Bạn có muốn đóng ứng dụng này và khởi động Chế độ cửa hàng không?",
	"Strong": "Mạnh",
	"Style": "Kiểu",
	"Subnet Mask": "Mặt nạ mạng con",
	"Subnet prefix length": "Độ dài tiền tố mạng con",
	"Subtitle First Choice Language": "Lựa chọn đầu tiên cho ngôn ngữ phụ đề",
	"Subtitle Language": "Ngôn ngữ phụ đề",
	"Subtitle Second Choice Language": "Lựa chọn thứ hai cho ngôn ngữ phụ đề",
	"Subtitles": "Phụ đề",
	"Suitable for children ages 13 and older.": "Phù hợp cho trẻ em từ 13 tuổi trở lên.",
	"Suitable for children ages 2-7.": "Phù hợp với trẻ em từ 2-7 tuổi.",
	"Suitable for children ages 8 and older.": "Phù hợp cho trẻ em từ 8 tuổi trở lên.",
	"Super Impose": "Đặt lên trên cùng",
	"Super Resolution": "Siêu độ phân giải",
	"Sweden": "Thụy Điển",
	"Swedish": "Tiếng Thụy Điển",
	"Switzerland": "Thụy Sĩ",
	"System Color": "Hệ Màu",
	"TEXT 1": "VĂN BẢN 1",
	"TEXT 2": "VĂN BẢN 2",
	"TEXT 3": "VĂN BẢN 3",
	"TEXT 4": "VĂN BẢN 4",
	"TV Information": "Thông tin về TV",
	"TV Installation Type": "Loại cài đặt TV",
	"TV Lock": "Khóa TV",
	"TV Name": "Tên TV",
	"TV Power Sound": "Âm thanh nguồn TV",
	"TV Program Locks": "Khóa chương trình TV",
	"TV Rating English": "Đánh giá chương trình truyền hình tiếng Anh",
	"TV Rating French": "Đánh giá chương trình truyền hình tiếng Pháp",
	"TV Speaker Bar": "Thanh loa TV",
	"TV Speaker Bar + Wired Headphones": "Thanh loa TV + Tai nghe có dây",
	"TV to USB": "TV tới USB",
	"Tagalog": "Tiếng Tagalog",
	"Taipei": "Đài Bắc",
	"Taiwan": "Đài Loan",
	"Tamil": "Tiếng Ta-min",
	"Target Luminance": "Độ sáng mục tiêu",
	"Telugu": "Tiếng Telugu",
	"Text Color": "Màu chữ",
	"Text Opacity": "Độ mờ chữ",
	"Thai": "Tiếng Thái",
	"Thailand": "Thái Lan",
	"The LG Services Country information could not be retrieved from the server. Please try again later.": "Không thể truy xuất thông tin Quốc gia sử dụng dịch vụ LG từ máy chủ. Vui lòng thử lại sau.",
	"The Settings application must reload to change the menu language. Do you want to continue?": "Ứng dụng Cài đặt phải tải lại để thay đổi ngôn ngữ menu. Bạn có muốn tiếp tục không?",
	"The channel list have been successfully copied from the USB storage to your TV. The TV will restart in 5 seconds.": "Đã sao chép thành công danh sách kênh từ bộ nhớ USB sang TV của bạn. TV sẽ khởi động lại sau 5 giây.",
	"The channel list have been successfully copied from your TV to the USB storage.": "Đã sao chép thành công danh sách kênh từ TV của bạn sang bộ nhớ USB.",
	"The contents on the screen or subtitles will be verbally spoken for visually impaired viewers.": "Nội dung trên màn hình hoặc phụ đề sẽ được đọc cho người xem khiếm thị.",
	"The contents on the screen will be described with voice for visually impaired viewers.": "Nội dung trên màn hình sẽ được mô tả bằng giọng nói đối với người xem khiếm thị.",
	"The list of all paired devices will be deleted. Do you want to continue?": "Danh sách tất cả các thiết bị đã ghép nối sẽ bị xóa. Bạn có muốn tiếp tục không?",
	"The network is currently unavailable. Please try again later.": "Mạng hiện không khả dụng. Vui lòng thử lại sau.",
	"The process will take about an hour to complete and your TV needs to remain turned off.": "Sẽ mất khoảng một giờ để hoàn tất quá trình này và TV của bạn cần được giữ ở trạng thái tắt.",
	"The update cannot be applied to the TV. Software will revert to the previous version.": "Không thể áp dụng bản cập nhật cho TV. Phần mềm sẽ hoàn nguyên về phiên bản trước.",
	"There are no paired devices.": "Không có thiết bị nào được ghép nối.",
	"There are settings to correct or prevent OLED panel noise.": "Có các cài đặt để sửa hoặc ngăn nhiễu bảng điều khiển OLED.",
	"There is no USB device connected to your TV.": "Không có thiết bị USB nào được kết nối với TV.",
	"There is no message.": "Không có tin nhắn.",
	"Third Language": "Ngôn ngữ thứ ba",
	"This mode provides a clear and natural sound quality.": "Chế độ này cung cấp chất lượng âm thanh trong trẻo và tự nhiên.",
	"This setting puts your TV in standby mode when it's turned off so it will help using TV's functions quicker when you turn the TV back on.": "Cài đặt này đặt TV vào chế độ chờ khi tắt TV, do đó giúp sử dụng các chức năng của TV nhanh hơn khi bạn bật lại TV.",
	"This setting puts your TV in standby mode when it's turned off so it will start up more quickly the next time it's turned on.": "Cài đặt này đặt TV vào chế độ chờ khi tắt TV, do đó TV sẽ khởi động nhanh hơn khi được bật lần tiếp theo.",
	"This settings is only available for Internal TV Speaker.": "Cài đặt này chỉ khả dụng đối với Loa trong của TV.",
	"Time": "Giờ",
	"Time & Date": "Ngày & Giờ",
	"Timer Channel": "Kênh hẹn giờ",
	"Timer Power Off": "Hẹn giờ tắt",
	"Timer Power On": "Hẹn giờ bật",
	"Timer Repeat": "Lặp lại hẹn giờ",
	"Timers": "Hẹn giờ",
	"Timezone": "Múi giờ",
	"Timor-Leste": "Đông Timor",
	"Tint": "Sắc",
	"To experience optimal sound effect, it is recommended to set the balance between the L10~R10 range.": "Để trải nghiệm hiệu ứng âm thanh tối ưu, bạn nên đặt độ cân bằng trong khoảng Trái10~Phải10.",
	"To test your TV sound, Sound Out setting needs to be changed to the Internal TV Speaker. Do you want to continue?": "Để kiểm tra âm thanh TV của bạn, cài đặt Đầu ra âm thanh cần được đổi thành Loa trong của TV. Bạn có muốn tiếp tục không?",
	"To use Wi-Fi Direct, you must turn on the Wi-Fi within the TV. Do you want to turn Wi-Fi on?": "Để sử dụng Wi-Fi Direct, bạn phải bật Wi-Fi trên TV. Bạn có muốn bật Wi-Fi không?",
	"To use the Wi-Fi Direct, you must close the Screen Share app.": "Để sử dụng Wi-Fi Direct, bạn phải đóng ứng dụng Screen Share.",
	"Total Power On Time": "Tổng thời gian bật nguồn",
	"Tracking Speed": "Tốc độ theo dõi",
	"Translucent": "Hơi mờ",
	"Transparent": "Trong suốt",
	"Treble Boost": "Tăng âm cao",
	"Trinidad And Tobago": "Trinidad và Tobago",
	"Trinidad and Tobago": "Trinidad và Tobago",
	"TruMotion": "Chuyển động Thực",
	"Tune and save available channels.": "Dò và lưu các kênh có sẵn.",
	"Tune and save available channels. You can set satellite channel options.": "Dò và lưu các kênh có sẵn. Bạn có thể đặt các tùy chọn kênh vệ tinh.",
	"Turkey": "Thổ Nhĩ Kỳ",
	"Turkish": "Tiếng Thổ Nhĩ Kỳ",
	"Turn Dolby Surround on to make all your content sound better. Note that Dolby Atmos must also be switched on to use this feature.": "Bật Dolby Surround để cải thiện âm thanh cho tất cả nội dung của bạn. Lưu ý rằng bạn phải bật cả Dolby Atmos để sử dụng tính năng này.",
	"Turn automatic volume adjustments on/off and set how much to change volume with each remote click.": "Bật/tắt tính năng điều chỉnh âm lượng tự động và đặt mức thay đổi âm lượng bằng cách nhấp vào từng phím điều khiển.",
	"Turn on the advertising frequency capping cookies. This keeps on tracking the number of times an ad is shown on your TV and is used to help limit the number of times the same ad is displayed.": "Bật cookie giới hạn tần suất quảng cáo. Chức năng này liên tục theo dõi số lần một quảng cáo được hiển thị trên TV của bạn và được sử dụng để hạn chế số lần một quảng cáo giống nhau được hiển thị.",
	"Turn on via Bluetooth": "Bật thông qua Bluetooth",
	"Turn on via Wi-Fi": "Bật thông qua Wi-Fi",
	"Turn on/off ULTRA HD Deep Color for HDMI {num} port.": "Bật/tắt ULTRA HD Deep Color cho cổng HDMI {num}.",
	"Turn on/off and set Audio Guidance options for visually impaired viewers.": "Bật/tắt và đặt tùy chọn Hướng dẫn bằng âm thanh cho người xem khiếm thị.",
	"Turn on/off captioning for hearing-impaired people. Program must support feature to work.": "Bật/tắt phụ đề cho người khiếm thính. Chương trình phải hỗ trợ tính năng để hoạt động.",
	"Turn on/off description box in Settings.": "Bật/tắt hộp mô tả trong Cài đặt.",
	"Turn on/off standby light.": "Bật/tắt đèn chờ.",
	"Turn on/off the images to be displayed when there is no signal.": "Bật/tắt hình ảnh sẽ được phát khi không có tín hiệu.",
	"Turn on/off the sound notification for TV power.": "Bật/tắt thông báo bằng âm thanh cho nguồn TV.",
	"Turn the HbbTV service on/off.": "Bật/tắt dịch vụ HbbTV.",
	"Turn the Hybridcast service on/off.": "Bật/tắt dịch vụ Hybridcast.",
	"Turn the Interactivity (DTVi) service on/off.": "Bật/tắt dịch vụ Tính tương tác (DTVi).",
	"Turn your TV on using your mobile phone via Bluetooth.": "Bật TV của bạn qua Bluetooth bằng cách sử dụng điện thoại di động.",
	"Turn your TV on using your mobile phone via Wi-Fi.": "Bật TV bằng điện thoại di động của bạn thông qua Wi-Fi.",
	"Turn your broadcast TV provider's TV Guide on/off.": "Bật/tắt ứng dụng Hướng dẫn TV của nhà cung cấp chương trình truyền hình truyền thông của bạn.",
	"Turn your broadcast TV provider's teletext service on/off.": "Bật/tắt dịch vụ teletext của nhà cung cấp chương trình truyền hình truyền thông của bạn.",
	"Turning Wi-Fi off will prevent you from accessing all Internet-based services unless you use a cable to connect to the network. Do you want to continue?": "Tắt Wi-Fi sẽ ngăn bạn truy cập vào tất cả các dịch vụ dựa trên Internet nếu bạn không dùng cáp để kết nối với mạng. Bạn có muốn tiếp tục không?",
	"Turning this option on may increase energy consumption.": "Bật tùy chọn này có thể làm tăng mức tiêu thụ năng lượng.",
	"Type": "Loại",
	"UAE": "Các Tiểu Vương quốc Ả Rập Thống Nhất",
	"UNPAIR": "HỦY GHÉP NỐI",
	"USA": "Hoa Kỳ",
	"USB storage for Copy Channels": "Bộ nhớ USB để sao chép kênh",
	"USB to TV": "USB tới TV",
	"Ukrainian": "Tiếng Ukraina",
	"Unable to check for updates.": "Không thể kiểm tra bản cập nhật.",
	"Unable to connect to the network.": "Không thể kết nối với mạng.",
	"Undefined": "Chưa xác định",
	"Under 17 requires accompanying parent or adult guardian.": "Trẻ em dưới 17 tuổi phải có cha mẹ hoặc người lớn bảo hộ đi kèm.",
	"Uniform": "Đồng nhất",
	"United Arab Emirates": "Các Tiểu Vương quốc Ả Rập Thống nhất",
	"United Kingdom": "Vương quốc Anh",
	"United States of America": "Hoa Kỳ",
	"Unknown": "Không xác định",
	"Unknown issue has occurred.": "Đã xảy ra sự cố không xác định.",
	"Update canceled.": "Đã hủy cập nhật.",
	"Update in progress...": "Đang cập nhật...",
	"Update in progress...({n}%)": "Đang cập nhật...({n}%)",
	"Update paused.": "Đã tạm dừng cập nhật.",
	"Update reserved.": "Đã duy trì cập nhật.",
	"Update will be cancelled and all update files will be deleted now. Do you want to continue?": "Cập nhật sẽ bị hủy và tất cả các tệp cập nhật sẽ bị xóa ngay bây giờ. Bạn có muốn tiếp tục không?",
	"Urdu": "Tiếng Urdu",
	"Use Stand TypeⅠ if the distance between your TV stand and the wall is significant.": "Sử dụng Loại Chân đếⅠ nếu khoảng cách giữa chân đế TV và tường lớn.",
	"Use Stand TypeⅡ if your TV stand is close to the wall. This will reduce base reflex and give you clearer sound quality.": "Sử dụng Loại Chân đếⅡ nếu chân đế TV sát với tường. Điều này giúp giảm phản lực chân đế và mang lại cho bạn chất lượng âm thanh trong trẻo hơn.",
	"Use Wall-mounted Type if your intalled TV is wall-mounted type.": "Sử dụng Loại Treo tường nếu TV lắp đặt là loại treo tường.",
	"Use the LG Bean Bird character-shaped cursor.": "Sử dụng con trỏ có hình dạng nhân vật LG Bean Bird.",
	"Use the large, standard-shaped cursor.": "Sử dụng con trỏ có hình dạng lớn, tiêu chuẩn.",
	"Use the small, standard-shaped cursor.": "Sử dụng con trỏ có hình dạng nhỏ, tiêu chuẩn.",
	"Use this option to correct picture quality issues that may result after your TV has been turned on for an extended period of time.": "Sử dụng tùy chọn này để hiệu chỉnh sự cố chất lượng hình ảnh có thể xảy ra sau khi bật TV của bạn trong một khoảng thời gian mở rộng.",
	"User": "Người dùng",
	"User Agreements": "Thỏa thuận người dùng",
	"User Guide": "Hướng dẫn sử dụng",
	"User Name": "Tên Người dùng",
	"Uzbek": "Tiếng Uzbek",
	"V Position": "Vị trí V",
	"V Sharpness": "Độ sắc nét V",
	"V Size": "Kích thước V",
	"Valencian": "Tiếng Valencia",
	"Vertical Zoom": "Thu phóng theo chiều dọc",
	"Video Description": "Mô tả video",
	"Vientiane": "Viêng Chăn",
	"Vietnam": "Việt Nam",
	"Vietnamese": "Tiếng Việt",
	"View BS Conditional Access Systems (B-CAS) information.": "Xem thông tin Hệ thống truy cập có điều kiện BS (B-CAS).",
	"View current Common Interface (CI) information.": "Xem thông tin Giao diện phổ biến (CI) hiện tại.",
	"View messages from your broadcast TV provider.": "Xem tin nhắn từ nhà cung cấp chương trình truyền hình truyền thông của bạn.",
	"Violence": "Bạo lực",
	"Vivid": "Sống động",
	"Voice Recognition Language": "Ngôn ngữ nhận dạng giọng nói",
	"Volume": "Âm lượng",
	"Volume Increase Amount": "Tăng mức âm lượng",
	"Volume Mode": "Chế độ âm lượng",
	"WA - Western Australia - Eucla": "WA - Tây Úc - Eucla",
	"WA - Western Australia - Perth": "WA - Tây Úc- Perth",
	"Wall-mounted Type": "Loại treo tường",
	"Warm1": "Màu ấm1",
	"Warm2": "Màu ấm2",
	"Warm3": "Màu ấm3",
	"We collect and store MAC address, model number, country code, language settings, and software version to verify your device and to check whether you have the latest version of the software.": "Chúng tôi thu thập và lưu trữ địa chỉ MAC, số kiểu máy, mã quốc gia, cài đặt ngôn ngữ và phiên bản phần mềm để xác minh thiết bị của bạn và kiểm tra xem bạn có phiên bản phần mềm mới nhất hay chưa.",
	"Welsh": "Tiếng xứ Wales",
	"Western Africa": "Tây Phi",
	"When a connected external hard drive has not been used for a specified amount of time, switch to standby mode.": "Khi không sử dụng ổ cứng ngoài được kết nối trong một khoảng thời gian được chỉ định, hãy chuyển sang chế độ chờ.",
	"When set to On, experience Dolby Atmos moving audio when you turn on/off the TV.": "Khi thiết lập BẬT, Dolby Atmos sẽ di chuyển âm thanh khi bạn bật/tắt TV.",
	"When the currently displayed app has not received any user input for an hour, it will be replaced by a screen saver. If you turn this option off, the current picture may create an afterimage burned onto your screen, possibly permanently.": "Khi ứng dụng đang hiển thị chưa nhận được bất kỳ thao tác nhập nào của người dùng trong một giờ, ứng dụng sẽ được thay thế bằng trình bảo vệ màn hình. Nếu bạn tắt tùy chọn này, hình ảnh hiện tại có thể tạo một dư ảnh bị cháy trên màn hình của bạn, có thể là vĩnh viễn.",
	"When the device is turned on/off, your TV will automatically turn on/off.": "Khi thiết bị bật/tắt, TV của bạn sẽ tự động bật/tắt.",
	"When the program does not support the language that you have selected, the default language will be shown.": "Khi chương trình không hỗ trợ ngôn ngữ mà bạn đã chọn, ngôn ngữ mặc định sẽ được hiển thị.",
	"When turned on, on-screen features (e.g. Live menu, Search, Screen Remote) will be partially transparent to show the content beneath it.": "Khi được bật, các tính năng trên màn hình (ví dụ: Menu trực tiếp, Tìm kiếm, Màn hình từ xa) sẽ trong suốt một phần để hiển thị nội dung bên dưới.",
	"When turned on, the background and text color on some menus will be adjusted to enhance contrasts between bright and dark areas.": "Khi được bật, màu văn bản và màu nền trên một số menu sẽ được điều chỉnh để tăng độ tương phải giữa các vùng sáng và tối.",
	"When your TV is turned off, the device will automatically turn off.": "Khi TV tắt, thiết bị sẽ tự động tắt.",
	"White": "Trắng",
	"White Balance": "Cân bằng trắng",
	"Wi-Fi Connection": "Kết nối Wi-Fi",
	"Wi-Fi Direct connection has not succeeded.": "Kết nối Wi-Fi Direct không thành công.",
	"Wi-Fi Direct connection with {deviceName} is disconnected.": "Kết nối Wi-Fi Direct bằng {deviceName} đã bị ngắt.",
	"Wi-Fi Direct lets you connect your TV wirelessly to other Wi-Fi Direct-enabled devices, like a cellphone or computer, without having to connect to a wireless router.": "Wi-Fi Direct cho phép bạn kết nối không dây TV với các thiết bị khác hỗ trợ Wi-Fi Direct, như điện thoại di động hoặc máy tính, mà không phải kết nối với bộ định tuyến không dây.",
	"Wi-Fi Direct lets you connect your TV wirelessly to other Wi-Fi Direct-enabled devices, like a mobile device or a computer, without having to connect to a wireless router. Once connected, you can enjoy your contents from the devices using the Photo & Video and the Music app in TV.": "Wi-Fi Direct cho phép bạn kết nối không dây TV với các thiết bị khác hỗ trợ Wi-Fi Direct, như điện thoại di động hoặc máy tính mà không phải kết nối với bộ định tuyến không dây. Sau khi được kết nối, bạn có thể thưởng thức nội dung của mình trong các thiết bị sử dụng ứng dụng Ảnh & Video và Nhạc trong TV.",
	"Wi-Fi Security": "Bảo mật Wi-Fi",
	"Wi-Fi is turned off. Turn it on to see the list of available networks that you can connect to and additional related menu items.": "Wi-Fi đã tắt. Hãy bật Wi-Fi để xem danh sách các mạng khả dụng mà bạn có thể kết nối và các mục menu có liên quan khác.",
	"Wi-Fi issue has occurred.": "Đã xảy ra sự cố Wi-Fi.",
	"Wide": "Rộng",
	"Wide Area Zone": "Khu vực diện rộng",
	"Wide View": "Chế độ xem màn hình rộng",
	"Wide View (32:9)": "Xem Màn hình rộng (32:9)",
	"Wide Zoom": "Thu phóng Rộng",
	"Window Color": "Màu cửa sổ",
	"Window Opacity": "Độ mờ cửa sổ",
	"Wired Connection (Ethernet)": "Kết nối có dây (Ethernet)",
	"Wired Headphones": "Tai nghe có dây",
	"YES": "CÓ",
	"Year": "Năm",
	"Yellow": "Màu vàng",
	"Yes": "Có",
	"You can also turn Adaptive Sound Control on to enhance all other audio content using Dolby processing.": "Bạn cũng có thể bật Điều chỉnh âm thanh thích ứng để cải thiện tất cả các nội dung âm thanh khác bằng quá trình xử lý Dolby.",
	"You can control the setting for using HbbTV service.": "Bạn có thể kiểm soát cài đặt này để sử dụng dịch vụ HbbTV.",
	"You can control the setting for using IBB service.": "Bạn có thể kiểm soát cài đặt này để sử dụng dịch vụ IBB.",
	"You can find the default password in User Guide.": "Bạn có thể tìm mật mã mặc định trong Hướng dẫn sử dụng.",
	"You can only change settings from the current HDMI input.": "Bạn chỉ có thể thay đổi cài đặt từ thiết bị đầu vào HDMI hiện tại.",
	"You can play photos and music from your mobile device to the TV or control your TV by using mobile apps such as LG TV Plus.": "Bạn có thể phát ảnh và nhạc từ thiết bị di động ra TV hoặc điều khiển TV bằng các ứng dụng di động như LG TV Plus.",
	"You can select left and right audio settings for broadcast signal.": "Bạn có thể chọn cài đặt âm thanh bên trái và bên phải cho tín hiệu phát.",
	"You can select upto {n} keyboard languages only. De-select selected languages to add more langauge.": "Bạn có thể chọn tối đa {n} ngôn ngữ bàn phím. Hãy bỏ chọn ngôn ngữ hiện tại để thêm ngôn ngữ mới.",
	"You can turn on/off the feature of saving CAM operator's profile.": "Bạn có thể bật/tắt tính năng lưu hồ sơ của nhà cung cấp CAM.",
	"You can turn this feature on or off.": "Bạn có thể bật hoặc tắt tính năng này.",
	"You can turn your TV on using your mobile phone.": "Bạn có thể bật TV bằng điện thoại di động của mình.",
	"You can use 3G/4G USB dongle to connect to the network.": "Bạn có thể sử dụng USB dongle 3G/4G để kết nối mạng.",
	"You can use your Magic Remote to determine the room’s acoustics and optimize your TV’s sound quality based on the results.": "Bạn có thể sử dụng Magic Remote để xác định độ vang âm trong phòng và tối ưu hóa chất lượng âm thanh TV dựa trên kết quả đó.",
	"Your TV and SIMPLINK-connected device will be synced as follows:": "Thiết bị được kết nối SIMPLINK và TV của bạn sẽ được đồng bộ hóa như sau:",
	"Your TV must stay off while Pixel Refresher process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled.": "TV của bạn phải luôn tắt trong suốt quá trình Làm mới điểm ảnh. Mọi bản ghi, lời nhắc hoặc hẹn giờ bật đang hoặc sắp diễn ra theo lịch trong quá trình này sẽ bị hủy.",
	"Your TV needs to be connected to the network to automatically set your LG Services Country. Do you want to go to Network Settings now to check the connection?": "Bạn cần kết nối TV của mình với mạng để tự động đặt Quốc gia sử dụng dịch vụ của LG. Bạn có muốn đi ngay tới Cài đặt mạng để kiểm tra kết nối không?",
	"Your TV needs to know your correct location to provide emergency alert messages through its digital TV signal.": "TV của bạn cần phải biết vị trí chính xác để cung cấp tin nhắn cảnh báo khẩn cấp thông qua tín hiệu TV kỹ thuật số.",
	"Your TV will turn off until the process is complete, at which point it will automatically turn back on.": "TV của bạn sẽ tắt cho đến khi quá trình hoàn tất, khi đó TV sẽ tự động bật trở lại.",
	"Zoom": "Thu phóng",
	"Zoom2": "Thu phóng 2",
	"[{Device}] will be disconnected from your TV. Sound will no longer be played from this device. Do you want to continue?": "[{Device}] sẽ bị ngắt kết nối khỏi TV của bạn. Thiết bị này sẽ không còn phát âm thanh nữa. Bạn có muốn tiếp tục không?",
	"[{Device}] will be removed from the paired device list. If you want to connect it later, you need to search for available devices and re-pair it. Do you want to continue?": "[{Device}] sẽ bị xóa khỏi danh sách thiết bị đã ghép nối. Nếu muốn kết nối sau, bạn cần tìm kiếm các thiết bị hiện có và ghép nối lại. Bạn có muốn tiếp tục không?",
	"aspectRatio_original": "Gốc",
	"audioGuidance_fast": "Nhanh",
	"audioGuidance_high": "Cao",
	"audioGuidance_low": "Thấp",
	"audioGuidance_medium": "Trung bình",
	"audioGuidance_slow": "Chậm",
	"audioGuidance_veryFast": "Rất nhanh",
	"audioGuidance_veryHigh": "Rất cao",
	"audioGuidance_veryLow": "Rất thấp",
	"audioGuidance_verySlow": "Rất chậm",
	"button": "nút",
	"character": "ký tự",
	"characters": "ký tự",
	"checked": "đã chọn",
	"connecting": "đang kết nối",
	"depthOfColor": "Màu sắc",
	"diagonal zoom in": "phóng to theo đường chéo",
	"diagonal zoom out": "thu nhỏ theo đường chéo",
	"digitalOptionSetByProgram": "Đặt theo Chương trình",
	"energy_Maximum": "Tối đa",
	"energy_Medium": "Trung bình",
	"energy_Minimum": "Tối thiểu",
	"gamma_high1": "Mức độ cao1",
	"gamma_high2": "Mức độ cao2",
	"hidden": "bị ẩn",
	"horizontal zoom in": "phóng to theo chiều ngang",
	"horizontal zoom out": "thu nhỏ theo chiều ngang",
	"jpDoNot": "Tắt",
	"logoLuminance_high": "Cao",
	"logoLuminance_low": "Thấp",
	"min": "phút",
	"not connected": "chưa được kết nối",
	"pictureControl3dModeStandard": "Tiêu chuẩn",
	"pictureControlAuto": "Tự động",
	"pictureControlAuto_BlackLevel": "Tự động",
	"pictureControlHigh": "Cao",
	"pictureControlHigh_BlackLevel": "Cao",
	"pictureControlHigh_Male": "Cao",
	"pictureControlLow": "Thấp",
	"pictureControlLow_BlackLevel": "Thấp",
	"pictureControlLow_Male": "Thấp",
	"pictureControlMedium": "Trung bình",
	"pictureControlMedium_BlackLevel": "Trung bình",
	"pictureControlMedium_Male": "Trung bình",
	"pictureControlwhiteBalanceColorTemperatureMedium": "Trung bình",
	"pictureMode": "Tiêu chuẩn",
	"pictureModeSettings": "Tùy chỉnh",
	"pointerOptions": "Kiểu",
	"pointerSize": "Kích thước",
	"press OK button to edit IP manually": "nhấn nút OK để chỉnh sửa IP theo cách thủ công",
	"press OK button to enter channel to search": "nhấn nút OK để nhập kênh cần tìm kiếm",
	"press OK button to enter value": "nhấn nút OK để nhập giá trị",
	"press right button to adjust HDR Effect level": "nhấn nút phải để điều chỉnh mức hiệu ứng HDR",
	"press right button to adjust de-judder and de-blur value": "nhấn nút phải để điều chỉnh giá trị khử rung và khử mờ",
	"press right button to adjust zoom ratio and position": "nhấn nút phải để điều chỉnh vị trí và tỷ lệ thu phóng",
	"shift current screen down": "chuyển màn hình hiện tại xuống dưới",
	"shift current screen to the left": "chuyển màn hình hiện tại sang trái",
	"shift current screen to the right": "chuyển màn hình hiện tại sang phải",
	"shift current screen up": "chuyển màn hình hiện tại lên trên",
	"shift down": "chuyển xuống dưới",
	"shift left": "chuyển sang trái",
	"shift right": "chuyển sang phải",
	"shift up": "chuyển lên trên",
	"soundMode_Standard": "Tiêu chuẩn",
	"thaRatingNone": "Không có",
	"unchecked": "chưa chọn",
	"unread": "chưa đọc",
	"vertical zoom in": "phóng to theo chiều dọc",
	"vertical zoom out": "thu nhỏ theo chiều dọc",
	"volumeModeHigh": "Cao",
	"volumeModeLow": "Thấp",
	"volumeModeMedium": "Trung bình",
	"webOS TV Version": "Phiên bản TV webOS",
	"zoom in": "phóng to",
	"zoom out": "thu nhỏ",
	"{label} : L{value}": "{label} : Trái{value}",
	"{label} : R{value}": "{label} : Phải{value}",
	"• Compatibility problems may occur depending on the connected Bluetooth device.": "• Các sự cố tương thích có thể xảy ra tùy theo thiết bị Bluetooth được kết nối.",
	"• If audio video sync error occurs with your wireless audio device connected through LG Sound Sync, try restarting the TV.": "• Nếu xảy ra lỗi đồng bộ hóa video âm thanh với thiết bị âm thanh không dây của bạn được kết nối qua LG Sound Sync, hãy thử khởi động lại TV.",
	"• If you can't hear sound through the device, make sure it is working and connected properly.": "• Nếu bạn không thể nghe được âm thanh qua thiết bị, hãy đảm bảo thiết bị đang hoạt động bình thường và kết nối đúng cách."
}
