{
	" (User)": " (អ្នកប្រើ)",
	"(Version: {l})": "(កំណែ៖ {l})",
	"10 Points Code Value": "តម្លៃលេខកូដ 10 ចំណុច",
	"10 Points IRE": "10 ចំណុច IRE",
	"10 and Above": "ចាប់ពី 10 ឆ្នាំឡើងទៅ",
	"10 min": "10 នាទី",
	"11 and Above": "ចាប់ពី 11 ឆ្នាំឡើងទៅ",
	"12 Hours": "12 ម៉ោង",
	"12 and Above": "ចាប់ពី 12 ឆ្នាំឡើងទៅ",
	"120 min": "120 នាទី",
	"13 and Above": "ចាប់ពី 13 ឆ្នាំឡើងទៅ",
	"14 and Above": "ចាប់ពី 14 ឆ្នាំឡើងទៅ",
	"14 by 9": "14 គុណ 9",
	"15 and Above": "ចាប់ពី 15 ឆ្នាំឡើងទៅ",
	"16 and Above": "ចាប់ពី 16 ឆ្នាំឡើងទៅ",
	"16 by 9": "16 គុណ 9",
	"17 and Above": "ចាប់ពី 17 ឆ្នាំឡើងទៅ",
	"18 and Above": "ចាប់ពី 18 ឆ្នាំឡើងទៅ",
	"180 min": "180 នាទី",
	"19 and Above": "ចាប់ពី 19 ឆ្នាំឡើងទៅ",
	"2 Hours": "2 ម៉ោង",
	"2 Hours Auto Power Off": "បិទថាមពលដោយស្វ័យប្រវត្តិក្រោយ 2 ម៉ោង",
	"2 Points": "2 ចំណុច",
	"20 Points Code Value": "តម្លៃលេខកូដ 20 ចំណុច",
	"20 Points IRE": "20 ចំណុច IRE",
	"20 and Above": "ចាប់ពី 20 ឆ្នាំឡើងទៅ",
	"20 min": "20 នាទី",
	"21 by 9": "21 គុណ 9",
	"24 Hours": "24 ម៉ោង",
	"240 min": "240 នាទី",
	"3 Hours": "3 ម៉ោង",
	"30 min": "30 នាទី",
	"32 by 12": "32 គុណ 12",
	"32 by 9": "32 គុណ 9",
	"3G/4G Connection": "ការតភ្ជាប់ 3G/4G",
	"3G/4G NETWORK STATUS": "ស្ថានភាពបណ្តាញ 3G/4G",
	"3G/4G Network Operator": "ប្រតិបត្តិករបណ្តាញ 3G/4G",
	"3G/4G Network Status": "ស្ថានភាពបណ្តាញ 3G/4G",
	"3G/4G Network Type": "ប្រភេទបណ្តាញ 3G/4G",
	"4 Hours": "4 ម៉ោង",
	"4 and Above": "ចាប់ពី 4 ឆ្នាំឡើងទៅ",
	"4 by 3": "4 គុណ 3",
	"5 and Above": "ចាប់ពី 5 ឆ្នាំឡើងទៅ",
	"6 Hours": "6 ម៉ោង",
	"6 and Above": "ចាប់ពី 6 ឆ្នាំឡើងទៅ",
	"60 min": "60 នាទី",
	"7 and Above": "ចាប់ពី 7 ឆ្នាំឡើងទៅ",
	"8 Hours": "8 ម៉ោង",
	"8 and Above": "ចាប់ពី 8 ឆ្នាំឡើងទៅ",
	"9 and Above": "ចាប់ពី 9 ឆ្នាំឡើងទៅ",
	"90 min": "90 នាទី",
	"ATV": "ទូរទស្សន៍អាណាឡូក",
	"AV": "AV",
	"AV Sync Adjustment": "ការកែសម្រួលសកមកាលកម្ម AV",
	"Abidjan": "អាប៊ីដចាន",
	"About This TV": "អំពីទូរទស្សន៍នេះ",
	"Above 10": "លើសពី 10 ឆ្នាំ",
	"Above 11": "លើសពី 11 ឆ្នាំ",
	"Above 12": "លើសពី 12 ឆ្នាំ",
	"Above 13": "លើសពី 13 ឆ្នាំ",
	"Above 14": "លើសពី 14 ឆ្នាំ",
	"Above 15": "លើសពី 15 ឆ្នាំ",
	"Above 16": "លើសពី 16 ឆ្នាំ",
	"Above 17": "លើសពី 17 ឆ្នាំ",
	"Above 18": "លើសពី 18 ឆ្នាំ",
	"Above 19": "លើសពី 19 ឆ្នាំ",
	"Above 20": "លើសពី 20 ឆ្នាំ",
	"Above 4": "លើសពី 4 ឆ្នាំ",
	"Above 5": "លើសពី 5 ឆ្នាំ",
	"Above 6": "លើសពី 6 ឆ្នាំ",
	"Above 7": "លើសពី 7 ឆ្នាំ",
	"Above 8": "លើសពី 8 ឆ្នាំ",
	"Above 9": "លើសពី 9 ឆ្នាំ",
	"Access Point": "ចំណុចចូលប្រើ",
	"Access Point 1": "ចំណុចចូលប្រើ 1",
	"Access Point 2": "ចំណុចចូលប្រើ 2",
	"Access Point 3": "ចំណុចចូលប្រើ 3",
	"Access Point Setting": "កាកំណត់ចំណុចចូលប្រើ",
	"Accessibility": "លទ្ធភាពប្រើប្រាស់",
	"Account Management": "ការគ្រប់គ្រងគណនី",
	"Accra": "អាក្រា",
	"Active Roaming": "រ៉ូមីងសកម្ម",
	"Adak": "អាដាក",
	"Adaptive Sound Control": "ការគ្រប់គ្រងសំឡេងប្រែប្រួល",
	"Add Network": "បន្ថែមបណ្តាញ",
	"Add a hidden wireless network": "បន្ថែមបណ្តាញឥតខ្សែដែលបានលាក់",
	"Add wireless network by manually entering network name (SSID).": "បន្ថែមបណ្តាញឥតខ្សែដោយបញ្ចូលឈ្មោះបណ្តាញដោយផ្ទាល់ (SSID) ។",
	"Addis Ababa": "អាឌីស អាបាបា",
	"Additional Audio Selection": "ការជ្រើសរើសសំឡេងបន្ថែម",
	"Additional Settings": "ការកំណត់បន្ថែម",
	"Address Setting": "ការកំណត់អាសយដ្ឋាន",
	"Aden": "អេដេន",
	"Adjust Audio Guidance pitch.": "កែសម្រួលសំឡេងការណែនាំជាសំឡេង។",
	"Adjust Audio Guidance speed.": "កែសម្រួលល្បឿនកាណែនាំអូឌីយ៉ូ",
	"Adjust Audio Guidance volume.": "កែសម្រួលកម្រិតសំឡេងនៃការណែនាំជាសំឡេង។",
	"Adjust Screen Position": "កែសម្រួលទីតាំងអេក្រង់",
	"Adjust Zoom Ratio": "សម្រួលអត្រាពង្រីក",
	"Adjust audio timing to synchronize video and audio.": "កែសម្រួលការកំណត់ម៉ោងសំឡេងដើម្បីធ្វើសមកាលកម្មវីដេអូ និងសំឡេង។",
	"Adjust blue gain for color balance.": "កែសម្រួលកំណើនពណ៌ខៀវសម្រាប់កម្រិតពណ៌។",
	"Adjust brightness by analyzing image movements to prevent glare and reduce energy consumption.": "កែសម្រួលពន្លឺដោយវិភាគលើចលនារូបភាពដើម្បីទប់ស្កាត់ពន្លឺចាំងភ្នែក និងកាត់បន្ថយការប្រើថាមពល។\t",
	"Adjust brightness of the LG logo.": "សម្រួលកម្រិតពន្លឺនៃនិមិត្តសញ្ញា LG ។",
	"Adjust color and saturation for a more vivid image.": "កែសម្រួលពណ៌ និងភាពឆ្អែតពណ៌ដើម្បីបានរូបភាពកាន់តែច្បាស់។",
	"Adjust cursor speed.": "កែសម្រួលល្បឿនទស្សន៍ទ្រនិច",
	"Adjust detailed settings to further optimize the picture.": "កែសម្រួលការកំណត់លម្អិតដើម្បីបង្កើនគុណភាពរូបភាព។",
	"Adjust edge sharpness. Higher values increase the crispness and clarity of the image.": "កែសម្រួលភាពម៉ត់នៃគែម តម្លៃកាន់តែខ្ពស់នឹងបង្កើនភាពម៉ត់ និងច្បាស់នៃរូបភាព។",
	"Adjust gamma settings to compensate for the brightness of the input signal.": "កែសម្រួលការកំណត់អក្សរហ្គាម៉ាដើម្បីប៉ះប៉ូវពន្លឺនៃរលកសញ្ញាធាតុបញ្ចូល។",
	"Adjust grass tone colors.": "កែសម្រួលពណ៌ដូចស្មៅ",
	"Adjust green gain for color balance.": "កែសម្រួលកំណើនពណ៌បៃតងសម្រាប់កម្រិតពណ៌។",
	"Adjust hue and saturation of a specified color region.": "កែសម្រួលភាពលាំៗ និងភាពឆ្អែតនៃផ្នែកពណ៌ដែលបានបញ្ជាក់។",
	"Adjust left/right audio balance.": "កែសម្រួលកម្រិតសំឡេងឆ្វេង/ស្តាំ",
	"Adjust luminance for selected color.": "កែសម្រួលកម្រិតពន្លឺសម្រាប់ពណ៌ដែលបានជ្រើស។",
	"Adjust luminance level for selected IRE point.": "កែសម្រួលកម្រិតពន្លឺចាំងផ្លាតសម្រាប់ចំណុច IRE ដែលបានជ្រើស។",
	"Adjust overall color. Higher values increase saturation.": "កែសម្រួលពណ៌ជារួម តម្លៃកាន់តែខ្ពស់នឹងបង្កើនភាពឆ្អែតពណ៌។",
	"Adjust overall screen brightness. Higher values increase brightness.": "កែសម្រួលពន្លឺនៃអេក្រង់ទាំងមូល តម្លៃកាន់តែខ្ពស់ធ្វើឲ្យវាកាន់តែភ្លឺ",
	"Adjust red and green color balance. Higher values increase saturation of the color.": "កែសម្រួលកម្រិតពណ៌ក្រហម និងបៃតង។ តម្លៃកាន់តែខ្ពស់នឹងបង្កើនភាពឆ្អែតនៃពណ៌។",
	"Adjust red gain for color balance.": "កែសម្រួលក្រហម",
	"Adjust saturation for selected color.": "កែសម្រួលភាពឆ្អែតពណ៌តម្រួវការនៃពណ៌ដែលបានជ្រើស។",
	"Adjust screen brightness by tuning the OLED LIGHT. Higher values increase brightness.": "កែសម្រួលពន្លឺនៃអេក្រង់ដោយសម្រួលពន្លឺ OLED ។ តម្លៃកាន់តែខ្ពស់ធ្វើឲ្យវាកាន់តែភ្លឺ",
	"Adjust screen brightness by tuning the backlight. Higher values increase brightness.": "កែសម្រួលពន្លឺអេក្រង់ដោយសម្រួលពន្លឺខាងក្រោយ។ តម្លៃកាន់តែខ្ពស់ធ្វើឲ្យវាកាន់តែភ្លឺ",
	"Adjust screen brightness to reduce energy consumption.": "កែសម្រួលពន្លឺអេក្រង់ដើម្បីកាត់បន្ថយការប្រើប្រាស់ថាមពល។",
	"Adjust screen settings for individual picture modes.": "សម្រួលការកំណត់អេក្រង់សម្រាប់របៀបរូបភាពដោយឡែក",
	"Adjust skin tone colors.": "កែសម្រួលពណ៌ស្បែក",
	"Adjust skin tone, grass, and sky colors.": "កែសម្រួលពណ៌ដូចស្បែក ស្មៅ និងមេឃ។",
	"Adjust sky tone colors.": "កែសម្រួលពណ៌ដូចមេឃ",
	"Adjust the difference between bright and dark areas of the screen. Higher values intensify the difference.": "កែសម្រួលភាពខុសគ្នារវាងផ្នែកភ្លឺ និងងងឺតនៃអេក្រង់។ តម្លៃកាន់តែខ្ពស់នឹងធ្វើឲ្យវាមានកម្រិតខុសគ្នាកាន់តែខ្លាំង។",
	"Adjust the luminance of static images such as logos within content to correct potential picture quality issues.": "កែសម្រួលពន្លឺរូបភាពនឹងថ្កល់ដូចជានិមិត្តសញ្ញានៅក្នុងមាតិកាដើម្បីកែកំហុសផ្នែកគុណភាពរូបភាពដែលអាចកើតមានឡើង។",
	"Adjust tint for selected color.": "កែសម្រួលលស្រមោលពណ៌ដែលបានជ្រើស។",
	"Adjusting Luminance": "កែសម្រួលពន្លឺចាំងផ្លាត",
	"Adult": "មនុស្សធំ",
	"Adult Language": "ភាសាមនុស្សធំ",
	"Adults Only.": "មនុស្សធំប៉ុណ្ណោះ",
	"Adults only.": "មនុស្សធំប៉ុណ្ណោះ",
	"Advanced": "កម្រិតខ្ពស់",
	"Advanced Controls": "អង្គបញ្ជាកម្រិតខ្ពស់",
	"Advanced Wi-Fi Settings": "ការកំណត់ Wi-Fi កម្រិតខ្ពស់",
	"Advertising Cookies": "ខូគីសម្រាប់ការផ្សាយពាណិជ្ជកម្ម",
	"Afghanistan": "អាហ្គានីស្ថាន",
	"Afrikaans": "អាហ្រិកាអាន",
	"After changing the country, all currently tuned channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "បន្ទាប់ពីប្តូរប្រទេសហើយ ប៉ុស្តិ៍បច្ចុប្បន្នទាំងអស់ដែលបានរាវនឹងត្រូវបានលុប។ ដើម្បីរាវប៉ុស្តិ៍ឡើងវិញ សូមចូលទៅកាន់ការរាវប៉ុស្តិ៍ដោយស្វ័យប្រវត្តិ។ តើអ្នកចង់បន្តដែរទេ?",
	"After changing your Zip Code, all current Freesat channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "បន្ទាប់ពីប្តូរលេខកូដតំបន់របស់អ្នកហើយ ប៉ុស្តិ៍ Freesat ទាំងអស់នឹងត្រូវបានលុប។ ដើម្បីរាវប៉ុស្តិ៍ឡើងវិញ សូមចូលទៅកាន់ការរាវប៉ុស្តិ៍ដោយស្វ័យប្រវត្តិ។ តើអ្នកចង់បន្តដែរទេ?",
	"After you change your country, you can scan for your channels using Auto Tuning. Do you want to continue?": "បន្ទាប់ពីអ្នកប្តូរប្រទេសរបស់អ្នក អ្នកអាចស្កេនរកប៉ុស្តិ៍ដែលប្រើការសម្រួលស្វ័យប្រវត្តិ។ តើអ្នកចង់បន្តដែរទេ?",
	"Akan": "អាកាន",
	"Albania": "អាល់បានី",
	"Albanian": "អាល់បានី",
	"Algeria": "អាល់ហ្សេរី",
	"Algiers": "អាល់ហ្គែ",
	"All Channels": "ប៉ុស្តិ៍ទាំងអស់",
	"All Children": "កុមារទាំងអស់",
	"All ages admitted.": "អនុញ្ញាតសម្រាប់មនុស្សគ្រប់វ័យ",
	"All current settings for {pictureMode} mode will be reset. Do you want to continue?": "ការកំណត់បច្ចុប្បន្នទាំងអស់សម្រាប់របៀប {pictureMode} នឹងត្រូវបានកំណត់ឡើងវិញ។ តើអ្នកចង់បន្តដែរទេ?",
	"All sound effect settings for Standard Mode will be reset. Do you want to continue?": "ការកំណត់បែបផែនសំឡេងទាំងអស់សម្រាប់របៀបស្តង់ដា នឹងត្រូវបានកំណត់ឡើងវិញ។ តើអ្នកចង់បន្តដែរទេ?",
	"All-Direction Zoom": "ពង្រីកគ្រប់ទិស",
	"Allow Automatic Updates": "អនុញ្ញាតការអាប់ដេតស្វ័យប្រវត្តិ",
	"Almaty": "អាល់ម៉ាធី",
	"Always Open": "បើកជានិច្ច",
	"Amman": "អាមែន",
	"Amsterdam": "អាស្ទឺដាំ",
	"An error has occurred while copy channels.": "បញ្ហាបានកើតឡើងខណៈពេលចម្លងប៉ុស្តិ៍",
	"An important software update is available.": "ការអាប់ដេតផ្នែកទន់សំខាន់អាចប្រើបានហើយ។",
	"Anadyr": "អាណាដាយរ៍",
	"Analog Mode": "របៀបអាណាឡូក",
	"Analog TV": "ទូរទស្សន៍អាណាឡូក",
	"Anchorage": "អាន់ខូរ៉ាក",
	"Angola": "អង់ហ្គោឡា",
	"Antananarivo": "អាន់តាណារីវ៉ូ",
	"Antenna": "អង់តែន",
	"Antenna ATV": "ទូរទស្សន៍អាណឡូកប្រើអង់តែន",
	"Antenna DTV": "ទូរទស្សន៍ឌីជីថលប្រើអង់តែន",
	"Antenna Radio": "វិទ្យុប្រើអង់តែន",
	"Antigua and Barbuda": "Antigua and Barbuda",
	"Any Supplementary Audio": "អូឌីយ៉ូបំពេញបន្ថែមណាមួយ",
	"Apia": "អាភីយ៉ា",
	"Application Locks": "ការចាក់សោកម្មវិធី",
	"Applied settings are:": "ការកំណត់ដែលអាចអនុវត្តមាន៖",
	"Apply the recommended audio settings using Standard Mode.": "អនុវត្តការកំណត់អូឌីយ៉ូដែលបានណែនាំដោយប្រើរបៀបស្តង់ដារ។",
	"Apply the recommended audio settings using the enhanced Bass Boost.": "អនុវត្តការកំណត់អូឌីយ៉ូដែលបានណែនាំដោយប្រើរបៀបបន្ថែមកម្លាំងបាសដែលបានកែលម្អ។",
	"Apply the recommended audio settings using the enhanced Treble Boost.": "អនុវត្តការកំណត់អូឌីយ៉ូដែលបានណែនាំដោយប្រើរបៀបបង្កើនកម្រិតសំឡេងដែលបានកែលម្អ។",
	"Apply to all inputs": "អនុវត្តចំពោះធាតុបញ្ចូលទាំងអស់",
	"Applying value to all inputs...": "កំពុងប្រើតម្លៃសម្រាប់ធាតុបញ្ចូលទាំងអស់...",
	"Appropriate for general audience.": "ស័ក្តសមសម្រាប់អ្នកទស្សនាទូទៅ",
	"Aqtöbe": "អាកតូបេ",
	"Arabic": "អារ៉ាប់",
	"Araguaína": "អារ៉ាហ្គូអាណា",
	"Are you sure you want to disconnect all connected devices.": "តើអ្នកប្រាកដថាចង់ផ្តាច់ឧបករណ៍ដែលបានភ្ជាប់ទាំងអស់ដែរទេ?",
	"Argentina": "អាហ្សង់ទីន",
	"Armenia": "អាមេនី",
	"Aruba": "អារូបា",
	"Ashgabat": "អាស់ហ្គាបាត",
	"Asmara": "អាសម៉ារ៉ា",
	"Aspect Ratio": "អត្រាទ្រង់ទ្រាយ",
	"Aspect Ratio Settings": "ការកំណត់ផលធៀប",
	"Assamese": "អាសាម",
	"Assign channels to remote buttons so you can quickly jump to them.": "រៀបចំប៉ុស្តិ៍សម្រាប់ប៊ូតុងតេឡេបញ្ជា ដូច្នេះអ្នកអាចប្តូរប៉ុស្តិ៍បានលឿន។",
	"Asunción": "អាស៊ុនស៊ីអន",
	"Athens": "អាតែន",
	"Atikokan": "អាទិកូកាន",
	"Auckland": "អូកលែន",
	"Audio Description": "ការពិពណ៌នាជាសំឡេង",
	"Audio Description Volume": "កម្រតិសំឡេងនៃការពិពណ៌នាជាសំឡេង",
	"Audio Guidance": "ការណែនាំជាសំឡេង",
	"Audio Language": "ភាសាជាសំឡេង",
	"Audio Out (Line Out)": "សំឡេងចេញ (ខ្សែក្រៅ)",
	"Audio Type": "ប្រភេទអូឌីយ៉ូ",
	"Australia": "អូស្ត្រាលី",
	"Austria": "អូទ្រីស",
	"Auto": "ស្វ័យប្រវត្តិ",
	"Auto Power Off": "បិទថាមពលដោយប្រវត្តិ",
	"Auto Power Sync": "ធ្វើសមកាលកម្មថាមពលដោយស្វ័យប្រវត្តិ",
	"Auto Start": "ចាប់ផ្តើមស្វ័យប្រវត្តិ",
	"Auto Volume": "កម្រិតសំឡេងស្វ័យប្រវត្តិ",
	"Auto Volume keeps sound volume consistent even when you change channels or broadcast signals.": "កម្រិតសំឡេងស្វ័យប្រវត្តិរក្សាកម្រិតសំឡេងឲ្យត្រូវគ្នាបើទោះបីជាអ្នកប្តូរប៉ុស្តិ៍ ឬរលកសញ្ញាផ្សាយក៏ដោយ។",
	"Automatically optimize picture quality based on color and brightness of ambient light.": "បង្កើនគុណភាពរូបភាពដោយស្វ័យប្រវត្តិដោយផ្អែកលើពណ៌ និងភាពភ្លឺនៃពន្លឺធម្មជាតិ។",
	"Automatically optimize sound based on content type.": "បង្កើនគុណភាពសំឡេងដោយស្វ័យប្រវត្តិ ដោយផ្អែកលើប្រភេទមាតិកា។",
	"Automatically update system software when an update is found.": "អាប់ដេតផ្នែកទន់នៃប្រព័ន្ធដោយស្វ័យប្រវត្តិនៅពេលរកឃើញការអាប់ដេត។",
	"Available Devices": "ឧបករណ៍ដែលអាចប្រើបាន",
	"Available Internal Storage": "ទំហំផ្ទុកខាងក្នុងដែលអាចប្រើបាន",
	"Azores": "អាហ្សូរេស",
	"BG Color": "ពណ៌ផ្ទៃខាងក្រោយ",
	"BG Opacity": "ភាពមើលមិនធ្លុះនៃផ្ទៃខាងក្រោយ",
	"Back": "ថយក្រោយ",
	"Backlight": "ពន្លឺខាងក្រោយ",
	"Baghdad": "បាដាត",
	"Bahamas": "បាហាម៉ាស",
	"Bahrain": "បារ៉ែន",
	"Baku": "បាគូ",
	"Balance": "លំនឹង",
	"Bamako": "បាម៉ាកូ",
	"Bangkok": "បាងកក",
	"Bangladesh": "បង់ក្លាដេស",
	"Bangui": "បានហ្គូ",
	"Banjul": "បានចូល",
	"Basque": "បាស្កេ",
	"Bass Boost": "បន្ថែមកម្លាំងបាស",
	"Begin the One Touch Sound Tuning process to determine the optimum audio quality settings for your room.": "ចាប់ផ្តើមដំណើរការ One Touch Sound Tuning ដើម្បីជ្រើសរើសការកំណត់គុណភាពសំឡេងដែលល្អបំផុតសម្រាប់បន្ទប់របស់អ្នក។",
	"Behavior may vary depending on connected device.": "លក្ខណៈសម្បត្តិអាចមានភាពខុសគ្នាដោយផ្អែកលើឧបករណ៍ដែលបានភ្ជាប់។",
	"Beijing": "ប៉េកាំង",
	"Beirut": "ប៊ើរូត",
	"Belarus": "បេឡារូស",
	"Belgium": "បែលស្ស៊ីគ",
	"Belgrade": "ប៊ែលក្រាត",
	"Belém": "ប៊ែលឡែម",
	"Bengali": "បេងហ្គាល់",
	"Berlin": "ប៊ែកឡាំង",
	"Bermuda": "ប៊ើមូដា",
	"Bhutan": "ប៊ូតាត់",
	"Bishkek": "ប៊ីសកេក",
	"Bissau": "ប៊ីសាវ",
	"Black": "ខ្មៅ",
	"Black Level": "កម្រិតពណ៌ខ្មៅ",
	"Blanc-Sablon": "ប្លង់សាប្លូន",
	"Blantyre": "ប្លង់ធៀរ៍",
	"Block TV programs based on content rating.": "រារាំងកម្មវិធីទូរទស្សន៍ដោយផ្អែកលើការវាយតម្លៃលើមាតិកា។",
	"Block TV programs broadcast in English based on their content ratings.": "រារាំងការផ្សាយកម្មវិធីទូរទស្សន៍ជាភាសាអង់គ្លេសដោយផ្អែកលើការវាយតម្លៃលើមាតិការបស់កម្មវិធីទាំងនោះ។",
	"Block TV programs broadcast in French based on their content ratings.": "រារាំងការផ្សាយកម្មវិធីទូរទស្សន៍ជាភាសាបារាំងដោយផ្អែកលើការវាយតម្លៃលើមាតិការបស់កម្មវិធីទាំងនោះ។",
	"Block access to specified channels and external devices.": "រារាំងការចូលប្រើប៉ុស្តិ៍ដែលបានបញ្ជាក់ និងឧបករណ៍ផ្នែកខាងក្រៅ។",
	"Block content based on genre.": "រារាំងមាតិកាដោយផ្អែកលើប្រភេទ។",
	"Block movies based on rating.": "រារាំងភាពយន្តដោយផ្អែកលើការវាយតម្លៃ។",
	"Blue": "ខៀវ",
	"Bluetooth": "ប៊្លូធូស",
	"Bluetooth Audio Device": "ឧបករណ៍សំឡេង Bluetooth",
	"Boa Vista": "បូវីស្តា",
	"Bogotá": "បូកូតា",
	"Bolivia": "បូលីវី",
	"Bosnia": "Bosnia",
	"Bosnia And Herzegovina": "បូស្នី និងហ្សឺហ្គោវីណា",
	"Bosnian": "បូស្នី",
	"Botswana": "បូស្វាណា",
	"Bratislava": "ប្រាទីសឡាវ៉ា",
	"Brazil": "ប្រេស៊ីល",
	"Brazilian Punk": "ក្រុមតន្ត្រីផាំងប្រេស៊ីល",
	"Brazzaville": "ប្រាហ្សាវីល",
	"Brightness": "ពន្លឺ",
	"Broadcast Country": "ប្រទេសផ្សព្វផ្សាយ",
	"Broadcast Mail": "មែលផ្សព្វផ្សាយ",
	"Broken Hill": "ប្រូកខេនហីល",
	"Brussels": "ព្រុចស៊ែល",
	"Bucharest": "ប៊ុចឆារែស",
	"Budapest": "ប៊ូដាប៉េស្ត",
	"Buenos Aires": "ប៊ឺនណូអ៊ែរ",
	"Built-in Sound Bar": "របារសំឡេងដែលភ្ជាប់ខាងក្នុង",
	"Bujumbura": "បូជូមបូរ៉ា",
	"Bulgarian": "ប៊ុលការី",
	"Burundi": "ប៊ូរុនឌី",
	"By turning Live Plus on, you are consenting to the collection of television viewing information by LG Electronics Inc. (\"LGE\") through ACR module, which may be shared on an anonymized basis to third parties to provide you with interactive services. We may also share aggregated anonymized information to third parties for marketing purposes. Please note that we do not knowingly collect or distribute the above information from or about children under 13. Detailed information about Live Plus is illustrated in Viewing Information (terms) which may be accessed in the SmartTV settings menu. LGE highly recommend that you review the full version of Viewing Information (terms) before you activate Live Plus function.": "ដោយបើក Live Plus អ្នកយល់ស្របនឹងការប្រមូលយកព័ត៌មាននៃការមើលទូរទស្សន៍ដោយ LG Electronics Inc. (\"LGE\") តាមរយៈម៉ូឌុល ACR ដែលអាចនឹងចែករំលែកជាអនាមិកជាមួយភាគីទីបីដើម្បីផ្តល់ជូនអ្នកនូវសេវាកម្មដែលមានអន្តរសកម្ម។ អ្នកក៏អាចនឹងចែករំលែកព័ត៌មានអនាមិករួមគ្នាជាមួយភាគីទីបីសម្រាប់គោលបំណងធ្វើទីផ្សារ។ សូមចំណាំថាយើងមិនអាចដឹងបានទេថាព័ត៌មានដែលបានប្រមូល ឬចែកចាយនោះបានមកពីក្មេងអាយុក្រោម 13 ឆ្នាំឬអត់។ ព័ត៌មានលម្អិតអំពី Live Plus មានបង្ហាញនៅក្នុងព័ត៌មានអំពីការទស្សនា (លក្ខខណ្ឌ) ដែលអាចចូលប្រើបាននៅក្នុងម៉ឺនុយការកំណត់ SmartTV ។ LGE សូមណែនាំជាសំខាន់ថាអ្នកគួរពិនិត្យឡើងវិញនូវកំណែពេញលេញនៃព័ត៌មានអំពីការទស្សនា (លក្ខខណ្ឌ) មុនពេលដែលអ្នកធ្វើឲ្យមុខងារ Live Plus សកម្ម។",
	"CANCEL SCHEDULE": "លុបកាលវិភាគ",
	"CI Information": "ពណ៌មាន CI",
	"CI password incorrect. Please enter again.": "ពាក្យសម្ងាត់ CI មិនត្រឹមត្រូវ សូមបញ្ចូលម្តងទៀត",
	"CONNECTING…": "កំពុងភ្ជាប់...",
	"Cable": "ខ្សែកាប",
	"Cable ATV": "ទូរទស្សន៍ខ្សែកាបអាណាឡូក",
	"Cable DTV": "ទូរទស្សន៍ខ្សែកាបឌីជីថល",
	"Cable Radio": "វិទ្យុខ្សែកាប",
	"Cairo": "គែរ",
	"Cambodia": "កម្ពុជា",
	"Cameroon": "កាម៉េរូន",
	"Campo Grande": "ខាំប៉ូហ្គ្រែនន៍",
	"Can not Find Channel": "រកមិនឃើញប៉ុស្តិ៍ទេ",
	"Canada": "កាណាដា",
	"Canary Islands": "កោះខាណារី",
	"Cancel": "បោះបង់",
	"Cancel Update": "បោះបង់ការអាប់ដេត",
	"Cancún": "ខាន់ឃូន",
	"Cantonese": "ចិនកន្តាំង",
	"Caracas": "ការ៉ាកាស់",
	"Card ID Number": "លេខសម្គាល់កាត",
	"Card Number": "លេខកាត",
	"Casablanca": "កាសាប្លេនកា",
	"Catalan": "កាតាឡាន",
	"Cayman Islands": "ប្រជុំកោះ ខេមែន",
	"Ceuta": "ស៊ូតតា",
	"Chad": "ឆាត",
	"Changing region may change currently tuned channels in your TV. You can re-tune channels in Auto Tuning. Do you want to change regional settings now?": "ការប្តូរតំបន់អាចនឹងប្តូរប៉ុស្តិ៍បច្ចុប្បន្នដែលបានរាវនៅក្នុងទូរទស្សន៍របស់អ្នក។ អ្នកអាចរាវប៉ុស្តិ៍ឡើងវិញនៅក្នុងការរាវស្វ័យប្រវត្តិ។ តើអ្នកចង់ប្តូរការកំណត់តំបន់ឥឡូវនេះដែរទេ?",
	"Changing the country will cause your TV to restart and you may need to consent to LG's User Agreements again. Also, the availability of some apps and services may vary based on the LG Services Country. Do you want to continue?": "ការប្តូរប្រទេសនេះនឹងបណ្តាលឲ្យទូរទស្សន៍របស់អ្នកចាប់ផ្តើមឡើងវិញ ហើយអ្នកអាចនឹងតម្រូវឲ្យមានការយល់ព្រមលើកិច្ចព្រមព្រៀងអ្នកប្រើរបស់ LG ម្តងទៀត។ ជាងនេះទៀត លទ្ធភាពដែលអាចប្រើបាននៃកម្មវិធី និងសេវាកម្មនានាក៏អាចនឹងខុសគ្នាទៅតាមប្រទេសប្រើសេវាកម្ម LG ផងដែរ។ តើអ្នកចង់បន្តដែរទេ?",
	"Channel Advisor": "អង្គប្រឹក្សាកម្មវិធី",
	"Channel Locks": "ការចាក់សោប៉ុស្តិ៍",
	"Channel Manager": "កម្មវិធីគ្រប់គ្រងប៉ុស្តិ៍",
	"Channel Scrolling Options": "ជម្រើសរមូរប៉ុស្តិ៍",
	"Channel Tuning": "ការរាវប៉ុស្តិ៍",
	"Channel Tuning & Settings": "ការរាវប៉ុស្តិ៍ និងការកំណត់",
	"Channels": "ប៉ុស្តិ៍",
	"Channels from HDMI and other external inputs cannot be locked. To lock TV channels, change the current input to Live TV.": "ប៉ុស្តិ៍ចេញពី HDMI និងធាតុបញ្ចូលខាងក្រៅផ្សេងទៀតមិនអាចត្រូវបានចាក់សោទេ។ ដើម្បីចាក់សោទូរទស្សន៍ សូមប្តូរធាតុបញ្ចូលបច្ចុប្បន្នទៅ Live TV ។",
	"Chatham Islands": "ប្រជុំកោះឆាថាំ",
	"Check for problems with the picture quality.": "ពិនិត្យរកបញ្ហាចំពោះគុណភាពរូបភាព។",
	"Check for problems with the sound quality of the Internal TV Speaker.": "ពិនិត្យបញ្ហាចំពោះគុណភាពសំឡេងនៃឧបករណ៍បំពងសំឡេងផ្នែកខាងក្នុងទូរទស្សន៍។",
	"Check for updates": "ពិនិត្យរកការអាប់ដេត",
	"Checking Password": "កំពុងពិនិត្យពាក្យសម្ងាត់",
	"Checking for updates": "ពិនិត្យមើលការអាប់ដេត",
	"Checking...": "កំពុងពិនិត្យ...",
	"Chicago": "ឈីកាហ្គោ",
	"Chihuahua": "ឈីហ្វាហ្វា",
	"Children": "កុមារ",
	"Children Age": "អាយុកុមារ",
	"Children Program Locks": "ការចាក់សោកម្មវិធីកុមារ",
	"Chile": "ឈីលី",
	"China": "ចិន",
	"Chinese": "ចិន",
	"Chisinau": "ឈីស៊ិនណូ",
	"Choibalsan": "ឆយបាលសាន",
	"Chongqing": "ចុងកឹង",
	"Choose a picture mode, then customize display settings such as contrast, brightness and sharpness for that mode.": "ជ្រើសរើសរបៀបរូបភាព បន្ទាប់មកប្តូរការកំណត់ការបង្ហាញតាមបំណង ដូចជា៖ ភាពខុសស្រឡះ, ភាពភ្លឺ, ភាពដិតសម្រាប់របៀបនេះ។",
	"Choose to have all channels or just your primary ones when you change channels.": "ជ្រើសយកប៉ុស្តិ៍ទាំងអស់ ឬយកតែប៉ុស្តិ៍ចម្បងៗរបស់អ្នកតែប៉ុណ្ណោះនៅពេលដែលអ្នកប្តូរប៉ុស្តិ៍។",
	"Christmas Island": "កោះគ្រីស្តស្មាស",
	"Cinema": "រោងកុន",
	"Cinema Home": "របៀបកុននៅផ្ទះ",
	"Cinema View": "ទិដ្ឋភាពរោងកុន",
	"Cinema View (32:12)": "ទិដ្ឋភាពរោងកុន (32:12)",
	"Cinema Zoom": "ការពង្រីកបែបរោងកុន",
	"City": "ទីក្រុង",
	"City Selection": "ការជ្រើសរើសទីក្រុង",
	"Clean Audio": "ជម្រះសំឡេង",
	"Clear": "ជម្រះ",
	"Clear Cookies history": "ជម្រះប្រវត្តិខូគី",
	"Clear Plus": "ជម្រះ Plus",
	"Clear Voice Ⅲ": "សំឡេងច្បាស់ Ⅲ",
	"Clear the advertising frequency capping cookies.": "ជម្រះខូគីរឹតបន្តឹងលើចំនួនដងនៃពាណិជ្ជកម្មដែលត្រូវបង្ហាញ។",
	"Clear1": "ជម្រះ",
	"Click the CONNECT button below after your LG Wireless Keyboard is turned on and set to the pairing mode.": "ចុចប៊ូតុង ភ្ចាប់ ខាងក្រោមបន្ទាប់ពីក្តារចុចអត់ខ្សែ LG បានបើក និងកំណត់ទៅរបៀបផ្គូផ្គង។",
	"Close": "បិទ",
	"Closed Caption": "អត្ថបទពិពណ៌នាបិទ",
	"Closed Caption Settings": "បានបិទការកំណត់អត្ថបទពិពណ៌នាបិទ",
	"Colombia": "កូឡុំប៊ី",
	"Colombo": "កូឡុំបូ",
	"Color": "ពណ៌",
	"Color Filter": "តម្រងពណ៌",
	"Color Gamut": "ដែននៃពណ៌",
	"Color Management System": "ប្រព័ន្ធគ្រប់គ្រងពណ៌",
	"Color Temperature": "កម្រិតពណ៌ពីព្រឿងៗមកស្រទន់",
	"Component": "សមាសភាគ",
	"Conakry": "ខន់ណាគ្រី",
	"Confirm": "បញ្ជាក់",
	"Congo Brazzaville": "Congo Brazzaville",
	"Connect": "ភ្ជាប់",
	"Connect an app on your mobile device that supports LG Connect to the TV and start to enjoy playing mobile photos and music or even control your TV.": "ភ្ជាប់កម្មវិធីណាមួយនៅលើឧបករណ៍ចល័តរបស់អ្នកដែលស្គាល់ការភ្ជាប់ LG ជាមួយទូរទស្សន៍ រួចចាប់ផ្តើមរីករាយក្នុងការចាក់រូបថត និងតន្រ្តីក្នុងឧបករណ៍ចល័ត ឬថែមទាំងបញ្ជាទូរទស្សន៍បានទៀតផង។",
	"Connect to the network through a wireless router. You must be connected to the network to use certain Smart TV features such as web browsing, content sharing, and automatic software updates.": "ភ្ជាប់ទៅបណ្តាញតាមរយៈរ៉ោតទ័រឥតខ្សែ។ អ្នកត្រូវភ្ជាប់ទៅបណ្តាញដើម្បីប្រើលក្ខណៈពិសេស Smart TV មួយចំនួន ដូចជា៖ ការរុករកលើអ៊ីនធឺណិត, ការចែករំលែកមាតិកា, និងការអាប់ដេតផ្នែកទន់ដោយស្វ័យប្រវត្តិ។",
	"Connect to the network with an ethernet cable. You must be connected to the network to use certain Smart TV features such as web browsing, content sharing, and automatic software updates.": "ភ្ជាប់ទៅបណ្តាញដោយប្រើខ្សែអ៊ីសឺណិត។ អ្នកត្រូវភ្ជាប់ទៅបណ្តាញដើម្បីប្រើលក្ខណៈពិសេស Smart TV មួយចំនួន ដូចជា៖ ការរុករកលើអ៊ីនធឺណិត, ការចែករំលែកមាតិកា, និងការអាប់ដេតផ្នែកទន់ដោយស្វ័យប្រវត្តិ។",
	"Connect via WPS PBC": "ភ្ជាប់តាមរយៈ WPS PBC",
	"Connect via WPS PIN": "ភ្ជាប់តាមរយៈ WPS PIN",
	"Connect your TV to your router or modem with an Ethernet cable to activate your wired network connection.": "ភ្ជាប់ទូរទស្សន៍របស់អ្នកទៅរ៉ោតទ័ររបស់អ្នក ឬម៉ែឌេមដែលប្រើខ្សែអ៊ីសឺណិតដើម្បីធ្វើឲ្យសកម្មការតភ្ជាប់បណ្តាញប្រើខ្សែ។",
	"Connected": "បានភ្ជាប់",
	"Connected to Internet": "បានភ្ជាប់អ៊ីនធឺណិត",
	"Connecting...": "កំពុងភ្ជាប់...",
	"Contrast": "ភាពដិត",
	"Control the advertising frequency capping cookies.": "គ្រប់គ្រងខូគីរឹតបន្តឹងលើចំនួនដងនៃពាណិជ្ជកម្មដែលត្រូវបង្ហាញ។",
	"Cookies": "ខូគី",
	"Cool": "ត្រជាក់",
	"Copenhagen": "កូពេនហាហ្គេន",
	"Copy Channels": "ចម្លងប៉ុស្តិ៍",
	"Copy/Delete file": "ចម្លង/លុបឯកសារ",
	"Correct contrast and brightness by adjusting black levels.": "កែតម្រូវភាពដិត និងពន្លឺដោយការកែសម្រួលកម្រិតពណ៌ខ្មៅ។",
	"Costa Rica": "កូស្តារីកា",
	"Could not fined available network.": "រកមិនឃើញបណ្តាញដែលអាចប្រើបានទេ",
	"Cricket": "គ្រីឃីត",
	"Croatia": "ក្រូអាត",
	"Croatian": "ក្រូអាត",
	"Cuba": "គូបា",
	"Cuiabá": "ស៊ុយបា",
	"Current values of customized picture mode settings will be applied to {pictureMode} mode for all inputs. Do you want to continue?": "តម្លៃបច្ចុប្បន្នរបស់ការកំណត់របៀបរូបភាពប្តូរតាមបំណងនឹងត្រូវបានអនុវត្តចំពោះរបៀប {pictureMode} សម្រាប់ធាតុបញ្ចូលទាំងអស់ តើអ្នកចង់បន្តដែរទេ?",
	"Currently connected LG Wireless Keyboard device will be disconnected from your TV. Do you want to continue?": "ឧបករណ៍ក្តារចុចឥតខ្សែ LG ដែលបានភ្ជាប់បច្ចុប្បន្ននឹងត្រូវផ្តាច់ពីទូរទស្សន៍របស់អ្នក។ តើអ្នកចង់បន្តដែរទេ?",
	"Currently connecting via Wi-Fi Direct. Please accept the request on your [{devicename}].": "ឥឡូវនេះកំពុងភ្ជាប់តាមរយៈ Wi-Fi Direct  សូមទទួលយកសំណើនៅលើ [{devicename}] របស់អ្នក។",
	"Custom": "តាមបំណង",
	"Custom Time Zone": "ល្វែងម៉ោងតាមបំណង",
	"Customer Service": "សេវាកម្មអតិថិជន",
	"Cyan": "បៃតងលាយខៀវ",
	"Cyprus": "ស៊ីប",
	"Czech": "ឆេក",
	"Czech Republic": "សាធារណរដ្ឋឆេក",
	"Côte d'Ivoire": "កូតឌីវ័រ",
	"DISCONNECT": "ផ្តាច់",
	"DNS Server": "ម៉ាស៊ីនមេ DNS",
	"DR Congo": "DR Congo",
	"DTV Audio Setting": "ការកំណត់សំឡេងទូរទស្សន៍ឌីជីថល",
	"Dagbani": "ដាកបានី",
	"Dakar": "ដាកា",
	"Damascus": "ដាម៉ាឃឺស",
	"Danish": "ដាណឺម៉ាក",
	"Danmarkshavn": "ដានម៉ាកហ្វ៉ាន",
	"Dar es Salaam": "ដាអេសាឡឹម",
	"Data Service": "សេវាកម្មទិន្នន័យ",
	"Date": "កាលបរិច្ឆេទ",
	"Dawson": "ដាវសាន់",
	"Dawson Creek": "ដាវសាន់គ្រីក",
	"Day": "ថ្ងៃ",
	"Delete Pairing History": "លុបប្រវត្តិផ្គូផ្គង",
	"Delete or add TV channels to customize your channels.": "លុប ឬបន្ថែមប៉ុស្តិ៍ទូរទស្សន៍ដើម្បីមកែប៉ុស្តិ៍របស់អ្នកតាមបំណង។",
	"Demo Options": "ជម្រើសបង្ហាញសាកល្បង",
	"Democratic Republic of the Congo": "សាធារណរដ្ឋប្រជាធិបតេយ្យកុងហ្គោ",
	"Denmark": "ដាណឺម៉ាក",
	"Denver": "ដេនវើ",
	"Depressed": "បន្ថយ",
	"Detroit": "ឌីត្រយ",
	"Device Name": "ឈ្មោះឧបករណ៍",
	"Device Selection": "ការជ្រើសរើសឧបករណ៍",
	"Device Vendor": "អ្នកលក់ឧបករណ៍",
	"Dhaka": "ដាក្កា",
	"Dial No.": "លេខទូរស័ព្ទ",
	"Digital Mode": "របៀបឌីជីថល",
	"Digital Mode Option": "ជម្រើសរបៀបឌីជីថល",
	"Digital Sound Out": "សំឡេងចេញឌីជីថល",
	"Digital TV": "ទូរទស្សន៍ឌីជីថល",
	"Dili": "ឌីលី",
	"Directed to Older Children (ages 7 and above)": "សំដៅលើកុមារអាយុច្រើនជាងនេះ (អាយុពី 7 ឆ្នាំឡើងទៅ )",
	"Display list of audio devices that can be connected to your TV.": "បង្ហាញបញ្ជីឧបករណ៍សំឡេងដែលអាចភ្ជាប់ទៅទូរទស្សន៍របស់អ្នក។",
	"Display luminance level for the highest point (100 IRE).": "កម្រិតពន្លឺចាំងផ្លាតនៃការបង្ហាញសម្រាប់ចំណុចខ្ពស់បំផុតគឺ (100 IRE) ។",
	"Do Not Track": "កុំតាមដាន",
	"Do not apply the One Touch Sound Tuning recommended audio settings.": "កុំប្រើ One Touch Sound Tuning ដែលបានណែនាំនៅក្នុងការកំណត់សំឡេង។",
	"Do you want to continue?": "តើអ្នកចង់បន្តដែរទេ?",
	"Do you want to copy channel list from USB storage to your TV? Current channels in your TV will be deleted.": "តើអ្នកចង់ចម្លងបញ្ជីប៉ុស្តិ៍ពីទំហំផ្ទុក USB ទៅទូរទស្សន៍របស់អ្នកដែរទេ? ប៉ុស្តិ៍បច្ចុប្បន្ននៅក្នុងទូរទស្សន៍របស់អ្នកនឹងត្រូវបានលុបចោល។",
	"Do you want to copy channel list from your TV to the USB storage?": "តើអ្នកចង់ចម្លងបញ្ជីប៉ុស្តិ៍ពីទូរទស្សន៍របស់អ្នកទៅទំហំផ្ទុក USB ដែរទេ?",
	"Do you want to set the correct time now?": "តើអ្នកចង់កំណត់យកម៉ោងដែលត្រឹមត្រូវឥឡូវនេះដែរទេ?",
	"Do you want to turn your TV off now?": "តើអ្នកចង់បិទទូរទស្សន៍របស់អ្នកឥឡូវនេះដែរទេ?",
	"Dodoma": "ដូដូម៉ា",
	"Doha": "ដូហា",
	"Dominica": "ដូមីនីក",
	"Done": "រួចរាល់",
	"Douala": "ដូអូឡា",
	"Download Mail": "ដោនឡូតមែល",
	"Download and install": "ដោនឡូត និងដំឡើង",
	"Downloadable Rating": "ការវាយតម្លៃដែលអាចដោនឡូតបាន",
	"Dubai": "ឌូបៃ",
	"Dublin": "ដាប់ប្ល៊ីន",
	"Dushanbe": "ឌូសានបេ",
	"Dutch": "ហូឡង់",
	"Dynamic Color": "ពណ៌ឌីណាមិច",
	"Dynamic Contrast": "ពណ៌ដិតឌីណាមិក",
	"Dynamic Tone Mapping": "ការធ្វើឲ្យចេញជាពណ៌តែមួយ",
	"Easter Island": "កោះអ៊ីស្ទឺ",
	"Eastern Africa": "អាហ្វ្រិកភាគខាងកើត",
	"Eco": "អេកូ",
	"Eco Mode": "របៀប Eco",
	"Ecuador": "អេក្វាឌ័រ",
	"Edge Color": "ពណ៌គែម",
	"Edge Enhancer": "កម្មវិធីកែលម្អគែម",
	"Edge Type": "ប្រភេទគែម",
	"Edit": "កែសម្រួល",
	"Edit TV channels, set favorites, and manage parental control settings.": "កែរាវប៉ុស្តិ៍ទូរទស្សន៍ កំណត់របស់សំណព្វ និងគ្រប់គ្រងការកំណត់លើការបញ្ជាដោយមាតាបិតា។",
	"Edmonton": "អេដម៉ុនតុន",
	"Egypt": "អេហ្ស៊ីប",
	"Eirunepé": "អៀរុននេប៉េ",
	"El Salvador": "អែលសាល់វ៉ាឌ័រ",
	"El salvador": "អែលសាល់វ៉ាឌ័រ",
	"Emergency Alert": "ការដាស់តឿនបន្ទាន់",
	"Enable LG support representatives to resolve your technical issues remotely. You must call the LG customer service center to receive assistance.": "បើកដំណើរការអ្នកតំណាងផ្នែកគាំទ្រ LG ដើម្បីដោះស្រាយបញ្ហាបច្ចេកទេសពីចម្ងាយ។ សូមអ្នកធ្វើការហៅទៅមជ្ឈមណ្ឌលផ្តល់សេវាអតិថិជន LG ដើម្បីទទួលបានជំនួយ។",
	"Enable other devices and apps to turn on your TV.": "កំណត់ឲ្យឧបករណ៍ និងកម្មវិធីផ្សេងទៀតអាចបើកទូរទស្សន៍របស់អ្នកបាន។",
	"Energy Saving": "ការសន្សំសំចៃថាមពល",
	"Energy saving modes to limit power consumption.": "របៀបសន្សំសំចៃថាមពលដើម្បីកម្រិតការប្រើប្រាស់ថាមពល។",
	"English": "អង់គ្លេស",
	"Enjoy an immersive 3D soundscape with the virtual multi-channel surround sound effect.": "រីករាយជាមួយការរួមបញ្ចូលសំឡេង 3D ដ៏រណ្តំជាមួយនឹងលក្ខណៈពិសេសនៃសំឡេងរងំច្រើនប្រព័ន្ធបែបនិមិត្ត។",
	"Enjoy an immersive 3D soundscape with the virtual surround sound effect.": "រីករាយជាមួយការរួមបញ្ចូលសំឡេង 3D ដ៏រណ្តំជាមួយនឹងលក្ខណៈពិសេសសំឡេងរងំបែបនិមិត្ត។",
	"Enter CI Password": "បញ្ចូលពាក្យសម្ងាត់ CI",
	"Enter PIN code into a WPS-enabled router to connect TV to the network.": "បញ្ចូលកូដ PIN ទៅក្នុងរ៉ោតទ័រដែលអាចដំណើរការ WPS ដើម្បីភ្ជាប់ទូរទស្សន៍ទៅបណ្តាញ។",
	"Enter the PIN in your router's settings.": "បញ្ចូលកូដ PIN នៅក្នុងការកំណត់រ៉ោតទ័ររបស់អ្នក។",
	"Enter the master password.": "បញ្ចូលពាក្យសម្ងាត់មេនេះ ",
	"Equalizer": "អ៊ីហ្គុយ",
	"Equatorial Guinea": "អ៊ីខ្វាតូរៀ ហ្គីននៀ",
	"Eritrea": "អេរិទ្រៀ",
	"Estonia": "អេស្តូនី",
	"Estonian": "អេស្តូនី",
	"Ethiopia": "អេត្យូពី",
	"Every Day": "រៀងរាល់ថ្ងៃ",
	"Every Weekday": "រៀងរាល់ថ្ងៃធ្វើការ",
	"Every Weekend": "រៀងរាល់ចុងសប្តាហ៍",
	"Ewe": "អ៊ីវេ",
	"Exempt from ratings.": "លើកលែងពីការវាយតម្លៃ",
	"Experience the best immersive audio effect with virtual multi-channel surround sound including height.": "ទទួលបទពិសោធន៍ជាមួយជំនួយផ្នែកសំឡេងគ្រប់បែបផែនដ៏ល្អបំផុតដោយមានសំឡេង surround និម្មិត រួមទាំងសំឡេងស្រួយផងដែរ។",
	"Expert": "ជំនាញ",
	"Expert (Bright Room)": "អ្នកជំនាញ (បន្ទប់ភ្លឺ)",
	"Expert (Dark Room)": "អ្នកជំនាញ (បន្ទប់ងងឹត)",
	"Expert Controls": "អង្គបញ្ជាបែបអ្នកជំនាញ",
	"Export your TV's channel list information to a connected USB device.": "នាំចេញព័ត៌មានបញ្ជីប៉ុស្តិ៍ទូរទស្សន៍ទៅឧបករណ៍ផ្ទុក USB ដែលបានភ្ជាប់។",
	"Extended": "ពង្រីក",
	"Extending a period of time of the Auto Power Off setting or turning off the function may increase energy consumption.": "ការពន្យាររយៈពេលនៃការកំណត់ការបិទថាមពលស្វ័យប្រវត្តិ ឬការបិទមុខងារនេះអាចនឹងស៊ីថ្មច្រើនជាងមុន។",
	"Extreme": "ខ្លាំង",
	"Eye Comfort Mode": "របៀបផាសុខភាពភ្នែក",
	"Fantasy Violence": "អំពើហិង្សាបែបអភិនីហារ",
	"Fast": "លឿន",
	"Fernando de Noronha": "ហ្វ៊ឺណានដូដឺណូរ៉ុនហា",
	"Fiji": "ហ្វីជី",
	"Fine tune red, green, blue, cyan, magenta, and yellow color spaces.": "សម្រួលតិចៗចូលក្នុងចន្លោះនៃពណ៌ក្រហម បៃតង ខៀវ ខៀវខ្ចី ក្រហមបែកស្វាយ និងលឿង។",
	"Finland": "ហ្វាំងឡង់",
	"Finnish": "ហ្វាំងឡង់",
	"Firmware Version": "កំណែកម្មវិធីបង្កប់",
	"Flash": "ពន្លឺហ្ល្វាស",
	"Flat Mode": "របៀបរាបស្មើ",
	"Font": "ពុម្ពអក្សរ",
	"Font 1": "ពុម្ពអក្សរ 1",
	"Font 2": "ពុម្ពអក្សរ 2",
	"Font 3": "ពុម្ពអក្សរ 3",
	"Font 4": "ពុម្ពអក្សរ 4",
	"Font 5": "ពុម្ពអក្សរ 5",
	"Font 6": "ពុម្ពអក្សរ 6",
	"Font 7": "ពុម្ពអក្សរ 7",
	"Font 8": "ពុម្ពអក្សរ 8",
	"Football": "បាល់ទាត់",
	"Fortaleza": "ហ្វតតាឡេហ្សា",
	"France": "បារាំង",
	"Freetown": "ហ្វ្រីថោន",
	"French": "បារាំង",
	"French Polynesia": "ប៉ូលីនេស៊ីបារាំង",
	"Full Wide": "ទំហំពេញ",
	"Ga": "ហ្គា",
	"Gaborone": "ហ្គាបូរ៉ូន",
	"Gaelic": "ហ្គាលីក",
	"Galapagos Islands": "ប្រជុំកោះហ្គាឡាប៉ាហ្គូស",
	"Galician": "ហ្គាលីស្យាន",
	"Gallery": "វិចិត្រសាល",
	"Gambier": "ហ្គាំប៊ីយ័រ",
	"Game": "ហ្គេម",
	"Gamma": "អក្សរហ្គាម៉ា",
	"General": "ទូទៅ",
	"General :": "ទូទៅ៖",
	"General Age": "អាយុទូទៅ",
	"General Audience": "អ្នកទស្សនាទូទៅ",
	"General Audiences": "ទស្សនិកជនទូទៅ",
	"General Program Locks": "ការចាក់សោកម្មវិធីទូទៅ",
	"Georgia": "ហ្សកហ្ស៊ី",
	"German": "អាល្លឺម៉ង់",
	"Germany": "អាល្លឺម៉ង់",
	"Getting...": "កំពុង...",
	"Ghana": "ហ្គាណា",
	"Gibraltar": "ហ្គីប្រាតា",
	"Glace Bay": "ឃ្លេសបេ",
	"Godthab": "ហ្គតថាប់",
	"Grass Color": "ពណ៌ស្មៅ",
	"Greece": "ក្រិក",
	"Greek": "ក្រិច",
	"Green": "បៃតង",
	"Greenland": "ហ្គ្រីនលែន",
	"Grenada": "ហ្គ្រេនណាដា",
	"Group ID Number": "លេខសម្គាល់ក្រុម",
	"Guadalcanal": "ហ្គូដាកាណាល់",
	"Guadeloupe": "ហ្គោដេលូប",
	"Guam": "ហ្គ័ម",
	"Guatemala": "ហ្គាតេម៉ាឡា",
	"Guatemala City": "ទីក្រុងហ្គាតេម៉ាឡា",
	"Guayaquil": "ហ្គោយ៉ាគីល",
	"Guernsey": "ហ្គើនសី",
	"Guinea": "ហ្គីណេ",
	"Guinea Bissau": "ហ្គីណេប៊ីសូ",
	"Guinea Conakry": "Guinea Conakry",
	"Guinea Equatorial": "Guinea Equatorial",
	"Gujarati": "ហ្គូចារ៉ាទី",
	"Guyana": "ហ្គីយ៉ាណា",
	"H Position": "ទីតាំអ H",
	"H Sharpness": "ភាពម៉ត់ H",
	"H Size": "ទំហំ H",
	"HDD Eco Mode": "របៀប HDD Eco",
	"HDD Power Saving Mode": "របៀបសន្សំសំចៃថាមពល HDD",
	"HDMI {port1} and HDMI {port2} ports support ULTRA HD Deep Color.": "រន្ធ HDMI {port1} និង HDMI {port2} ស្គាល់ ULTRA HD Deep Color ។",
	"HDMI {port1} port support ULTRA HD Deep Color.": "រន្ធ HDMI {port1} ស្គាល់ ULTRA HD Deep Color ។",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support ULTRA HD Deep Color.": "រន្ធ HDMI {port1}, HDMI {port2} និង HDMI {port3} ស្គាល់ ULTRA HD Deep Color ។",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support ULTRA HD Deep Color.": "រន្ធ HDMI {port1}, HDMI {port2}, HDMI {port3} និង HDMI {port4} ស្គាល់ ULTRA HD Deep Color ។",
	"HDR Effect": "បែបផែន HDR",
	"HDR Effect Level": "កម្រិតបែបផែន HDR",
	"HDR Picture Mode": "របៀបរូបភាព HDR",
	"Haiti": "ហៃទី",
	"Halifax": "ហាលីហ្វេក",
	"Harare": "ហារ៉ារេ",
	"Harbin": "ហាប៊ីន",
	"Hard of Hearing": "លំបាកក្នុងការស្តាប់",
	"Hardware Version": "កំណែផ្នែករឹង",
	"Hausa": "ហូសា",
	"Havana": "ហាវ៉ាណា",
	"Headphones Volume": "កម្រិតសំឡេងកាស",
	"Hebrew": "ហេប្រឺ",
	"Helsinki": "ហេល៍សិនគី",
	"Hermosillo": "ហើម៉ូស៊ីឡូ",
	"High": "ខ្ពស់",
	"High Contrast": "ភាពដិតខ្លាំង",
	"Higher values increase a sense of warmth or coldness.": "តម្លៃកាន់តែខ្ពស់អាចបង្កើនកម្រិតដឹងភាពក្តៅ ឬភាពត្រជាក់។",
	"Hindi": "ហិណ្ឌី",
	"Ho Chi Minh": "ហូជីមិញ",
	"Home Mode": "របៀបនៅផ្ទះ",
	"Home/Store Mode": "ដើម/របៀបហាង",
	"Honduras": "ហុងឌូរ៉ាស",
	"Hong Kong": "ហុងកុង",
	"Hongkong": "ហុងកុង",
	"Honolulu": "ហូណូលូលូ",
	"Hours": "ម៉ោង",
	"Hungarian": "ហុងគ្រី",
	"Hungary": "ហុងគ្រី",
	"IMPORTANT! Resetting will delete all of your account settings and installed apps. This action cannot be undone.": "សំខាន់! ការកំណត់ឡើងវិញនឹងលុបការកំណត់គណនី និងកម្មវិធីដែលបានដំឡើងរបស់អ្នកទាំងអស់។ សកម្មភាពនេះមិនអាចមិនធ្វើវិញបានទេ។",
	"IP (Automatic)": "IP (ស្វ័យប្រវត្តិ)",
	"IP (Manual)": "IP (ដោយផ្ទាល់)",
	"IP Address": "អាសយដ្ឋាន IP",
	"IVC (Cote d’Ivoire)": "IVC (កូដឺវ័រ)",
	"Iceland": "អ៊ីស្លង់",
	"If Auto Power Sync is enabled, SIMPLINK devices will be able to power on the TV, and the TV will power off SIMPLINK devices when it powers off.": "ជាមួយសមកាលកម្មថាមពលស្វ័យប្រវត្តិដែលបានជ្រើស ទូរទស្សន៍របស់អ្នកនឹងបើកនៅពេលដែលអ្នកបើកឧបករណ៍ SIMPLINK ហើយឧបករណ៍ SIMPLINK នឹងបិទនៅពេលដែលអ្នកបិទទូរទស្សន៍របស់អ្នក។",
	"If it's turned on and you connect a device that also supports UHD Deep Color, your picture may be clearer.": "ប្រសិនបើវាបើក ហើយអ្នកភ្ជាប់ឧបករណ៍ដែលគាំទ្រ ULTRA HD Deep Color ដែរនោះ រូបភាពរបស់អ្នកអាចច្បាស់ជាងមុន។",
	"If recording or software update is in progress, it will wait until they are completed and the process can take more than an hour.": "ប្រសិនបើការថត ឬការអាប់ដេតផ្នែកទន់កំពុងដំណើរការ នោះវានឹងរង់ចាំរហូតដល់ពួកវាបញ្ចប់ ហើយដំណើរការនេះអាចមានរយៈពេលច្រើនជាងមួយម៉ោង។",
	"If set to on, your TV can receive emergency alerts if an emergency situation occurs.": "ប្រសិនបើកំណត់ទៅបើក នោះទូរទស្សន៍របស់អ្នកទទួលបានការដាស់តឿនបន្ទាន់ប្រសិនបើមានស្ថានភាពបន្ទាន់កើតឡើង។",
	"If you turn Audio Guidance on, you can only move with left, right, up, down buttons on your remote and some apps that require the pointer cannot be used.": "ប្រសិនបើអ្នកបើកការណែនាំជាសំឡេង អ្នកអាចផ្លាស់ទីវាបានដោយប្រើបានតែប៊ូតុងឆ្វេង ស្តាំ ឡើង ចុះនៅលើតេឡេបញ្ជារបស់អ្នកប៉ុណ្ណោះ ហើយកម្មវិធីមួយចំនួនដែលតម្រូវឲ្យប្រើទស្សន៍ទ្រនិចនឹងមិនអាចប្រើបានទេ។",
	"If you turn it off, CAM operator's profile will be deleted.": "ប្រសិនបើអ្នកបិទវា ទម្រង់ប្រតិបត្តិកររបស់ CAM នឹងត្រូវបានលុប។",
	"If you turn it off, all tuned CAM channels will not be available and notifications will no longer be provided.": "ប្រសិនបើអ្នកបិទវា ប៉ុស្តិ៍ CAM ដែលបានសម្រួលទាំងអស់នឹងមិនអាចប្រើបានទេ ហើយក៏នឹងលែងមានការជូនដំណឹងទៀតដែរ។",
	"If you turn on LG Connect Apps feature, you will be able to either accept or deny connection requests from mobile devices.": "ប្រសិនបើអ្នកបើកមុខងារ LG ភ្ជាប់កម្មវិធី អ្នកនឹងអាចទទួលយក ឬបដិសេធសំណើតភ្ជាប់ពីឧបករណ៍ចល័ត។",
	"If you turn the screen saver off and the same image remains on the screen for more than 2 hours, it can affect the picture quality of your screen. If it remains for more than 5 hours, permanent picture quality depreciation may occur. Do you want to continue?": "ប្រសិនបើអ្នកបិទធាតុរក្សាអេក្រង់ ហើយរូបភាពដដែលបន្តស្ថិតនៅលើអេក្រង់ច្រើនជាង 2 ម៉ោង នោះវានឹងអាចប៉ះពាល់ដល់គុណភាពរូបភាពនៃអេក្រង់របស់អ្នក។ ប្រសិនបើវានៅបន្តច្រើនជាង 5 ម៉ោង នោះការបាត់បង់គុណភាពរូបភាពជាអចិន្ត្រៃយ៍អាចនឹងកើតឡើង។ តើអ្នកចង់បន្តដែរទេ?",
	"If you turn this feature on, the HbbTV application or service will disable its tracking of an individual user.": "ប្រសិនបើអ្នកបើកមុខងារនេះ កម្មវិធី ឬសេវាកម្ម HbbTV នឹងបិទដំណើរការតាមដានអ្នកប្រើប្រាស់នីមួយៗ។",
	"If you turn this feature on, the IBB service will disable its tracking of an individual user.": "ប្រសិនបើអ្នកបើកមុខងារនេះ សេវាកម្ម IBB នឹងបិទដំណើរការតាមដានអ្នកប្រើប្រាស់នីមួយៗ។",
	"If you turn this feature on, you can view the content in the aspect ratio that is in the broadcast signal or content source. If the edge of the screen is not clean, please turn it off.": "ប្រសិនបើអ្នកបើកលក្ខណៈពិសេសនេះ នោះអ្នកអាចមើលមាតិកាក្នុងផលធៀបដែលស្ថិតក្នុងរលកសញ្ញាផ្សាយ ឬប្រភពមាតិកា។ ប្រសិនបើគែមនៃអេក្រង់មិនស្អាត សូមបិទវា។",
	"If you turn this option on, color temperature will be automatically adjusted to reduce eye strain.": "ប្រសិនបើអ្នកបើកជម្រើសនេះ នោះកម្រិតពណ៌ពីព្រឿងៗមកស្រទន់នឹងត្រូវបានកែរាវដោយស្វ័យប្រវត្តិដើម្បីបន្ថយការធ្វើឲ្យរោយភ្នែក។",
	"If you turn this option on, you can receive the notifications of channels or programs which you have been watching frequently.": "ប្រសិនបើកជម្រើសនេះ នោះអ្នកអាចទទួលបានការជូនដំណឹងរបស់ប៉ុស្តិ៍ ឬកម្មវិធីដែលអ្នកទើបបានទស្សនា។",
	"If you use Energy Saving function, brightness of your TV will be affected.": "ប្រសិនបើអ្នកប្រើមុខងារសន្សំសំចៃថាមពល ពន្លឺអេក្រង់ទូរទស្សន៍របស់អ្នកនឹងថយចុះ។",
	"If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the HDMI ULTRA HD Deep Color setting off.": "ប្រសិនបើឧបករណ៍របស់អ្នកមិនគាំទ្រលក្ខណៈពិសេសនេះទេ វាអាចនឹងដំណើរការមិនប្រក្រតី។ ក្នុងករណីនេះ អ្នកអាចភ្ជាប់ឧបករណ៍ទៅរន្ធ HDMI ផ្សេង ឬបិទការកំណត់ HDMI ULTRA HD Deep Color ។",
	"Import your TV's channel list information from a connected USB device.": "នាំចូលព័ត៌មានបញ្ជីប៉ុស្តិ៍ទូរទស្សន៍ពីឧបករណ៍ផ្ទុក USB ដែលបានភ្ជាប់។",
	"Import/export your TV's channel list information from/to a connected USB device.": "នាំចូល/នាំចេញព័ត៌មានបញ្ជីប៉ុស្តិ៍ទូរទស្សន៍របស់អ្នកពី/ទៅឧបករណ៍ផ្ទុក USB ដែលបានភ្ជាប់។",
	"Improve blurry or unclear areas for a sharper image.": "ធ្វើឲ្យផ្នែកមួយចំនួននៃរូបភាពម៉ត់ជាងមុនដែលព្រិល ឬមិនច្បាស់ប្រើសើរឡើង។",
	"In Home": "ក្នុងផ្ទះ",
	"India": "ឥណ្ឌា",
	"Indianapolis": "ឥណ្ឌាណាប៉ូលីស",
	"Indonesia": "អិនដូណេស៊ី",
	"Indonesian": "ឥណ្ឌូនេស៊ី",
	"Inner": "ផ្នែកខាងក្នុង",
	"Input": "ធាតុបញ្ចូល",
	"Input Locks": "បានចាក់សោធាតុបញ្ចូល",
	"Input field": "ប្រអប់បញ្ចូល",
	"Insert 3G/4G USB dongle to activate your 3G/4G network connection.": "ដោតបញ្ចូលឧបករណ៍ USB 3G/4G ដើម្បីបើកដំណើរការការតភ្ជាប់បណ្តាញ 3G/4G របស់អ្នក។",
	"Installing...": "កំពុងដំឡើង...",
	"Interactivity(DTVi)": "អន្តរសកម្ម(DTVi)",
	"Internal TV Speaker": "ឧបករណ៍បំពងសំឡេងខាងក្នុងទូរទស្សន៍",
	"Internal TV Speaker + Optical": "ឧបករណ៍បំពងសំឡេងខាងក្នុងទូរទស្សន៍ + អុបទិច",
	"Internal TV Speaker + Wired Headphones": "ឧបករណ៍បំពងសំឡេងខាងក្នុងទូរទស្សន៍ + កាសមានខ្សែ",
	"Iran": "អ៊ីរ៉ង់",
	"Iraq": "អ៊ីរ៉ាក់",
	"Ireland": "អៀរឡង់",
	"Irish": "អៀរឡង់",
	"Irkutsk": "អ៊ីកខុថស៍",
	"Israel": "អ៊ីស្រាអែល",
	"Istanbul": "អ៊ីស្តង់ប៊ុល",
	"It may take a few minutes.": "វាអាចចំណាយពេលពីរបីនាទី។",
	"It may take a few seconds.": "វាអាចចំណាយពេលពីរបីវិនាទី។",
	"Italian": "អ៊ីតាលី",
	"Italy": "អ៊ីតាលី",
	"Ivory Coast": "Ivory Coast",
	"Jakarta": "ចាកាតា",
	"Jamaica": "ចាម៉ៃកា",
	"Japan": "ជប៉ុន",
	"Japanese": "ជប៉ុន",
	"Jayapura": "ចាយ៉ាពូរ៉ា",
	"Jerusalem": "យេរូសាឡឹម",
	"Johannesburg": "ចូហាននេសប៊ើក",
	"Jordan": "ហ៊្សកដានី",
	"Just Scan": "ទើបស្កេន",
	"Kabul": "កាប៊ុល",
	"Kaliningrad": "កាលីនីហ្គ្រាដ",
	"Kamchatka": "កាំឆាត់កា",
	"Kampala": "កាំប៉ាឡា",
	"Kannada": "កាន់ណាដា",
	"Karachi": "ការ៉ាជី",
	"Kasem": "កាសេម",
	"Kashgar": "កាសហ្គា",
	"Katmandu": "កាត់ម៉ាន់ឌូ",
	"Kazakh": "កាហ្សាក់",
	"Kazakhstan": "កាហ្សាក់ស្ថាន",
	"Keep Dolby Atmos on for the best sound experience for Dolby Atmos content.": "រក្សាឲ្យ Dolby Atmos បើកជានិច្ចដើម្បីធ្វើឲ្យមាតិកា Dolby Atmos ទទួលបានសំឡេងល្អបំផុត។",
	"Kenya": "កេនយ៉ា",
	"Keyboard Languages": "ភាសាក្តារចុច",
	"Khartoum": "ខាទូម",
	"Khovd": "ខូវ",
	"Kiev": "កៀវ",
	"Kigali": "គីហ្គាលី",
	"Kingston": "ឃីងស្តូន",
	"Kinshasa": "គីនសាសា",
	"Kiribati": "គីរីបាទី",
	"Kiritimati": "គីរីទីម៉ាទី",
	"Kolkata": "កុលកាតា",
	"Korea": "កូរ៉េ",
	"Korean": "កូរ៉េ",
	"Krasnoyarsk": "ក្រាសណូយ៉ាក",
	"Kuala Lumpur": "កូឡាឡាំពួ",
	"Kuching": "គូឈីង",
	"Kuwait": "គុយវ៉ែត",
	"Kuwait City": "ទីក្រុងគុយវ៉ែត",
	"LED Local Dimming": "ការចុះស្រអាប់ LED ខាងក្នុង",
	"LG Bean Bird character": "តួ LG Bean Bird",
	"LG Connect": "កម្មវិធីភ្ចាប់ LG",
	"LG Remote Service": "សេវាកម្មតេឡេបញ្ជា LG",
	"LG Services Country": "ប្រទេសផ្តល់សេវាកម្ម LG",
	"LG Wireless Keyboard": "ក្តារចុចអត់ខ្សែ LG",
	"LG Wireless Keyboard Connected:": "ក្តារចុចអត់ខ្សែ LG បានភ្ជាប់៖",
	"LG Wireless Keyboard allows you to control your TV through bluetooth. This feature applies only to specified LG Wireless Keyboard models.": "ក្តារចុចឥតខ្សែ LG អនុញ្ញាតឲ្យអ្នកបញ្ជាទូរទស្សន៍របស់អ្នកតាមរយៈ Bluetooth ។ លក្ខណៈពិសេសនេះអនុវត្តចំពោះម៉ូដែលក្តារចុចឥតខ្សែ LG តែប៉ុណ្ណោះ។",
	"La Paz": "ឡាប៉ា",
	"Lagos": "ឡាហ្គូស",
	"Language": "ភាសា",
	"Laos": "ឡាវ",
	"Large": "ធំ",
	"Large Standard": "ស្តង់ដាធំ",
	"Last tuning:": "ការសម្រួលចុងក្រោយ៖",
	"Latvian": "ឡាតវី",
	"Lebanon": "លីបង់",
	"Left Right": "ឆ្វេង/ស្តាំ",
	"Left drop shadow": "ស្រមោក្រោមឆ្វេង",
	"Legal Notice": "កំណត់សម្គាល់ផ្នែកច្បាប់",
	"Lesotho": "ឡេសូថូ",
	"Libreville": "លីប្រេវីល",
	"Libya": "លីប៊ី",
	"Liechtenstein": "លិចទេនស្តែន",
	"Light": "ស្រាល",
	"Lilongwe": "លីឡុងវេ",
	"Lima": "លីម៉ា",
	"Lisbon": "លីសបូន",
	"Lithuania": "លីទុយអានី",
	"Lithuanian": "លីទុយអានី",
	"Live Theater": "ប្រព័ន្ធបញ្ចាំងកុននៅផ្ទះ",
	"Ljubljana": "ជុបចាណា",
	"Loading...": "កំពុងដំណើរការ...",
	"Local": "ក្នុងស្រុក",
	"Local Language": "ភាសាក្នុងស្រុក",
	"Location": "ទីតាំង",
	"Lock All": "ចាក់សោទាំងអស់",
	"Lock changes for currently running apps will be applied the next time they are started.": "ការផ្លាស់ប្តូរចំពោះការចាក់សោដែលកំពុងដំណើរការនឹងត្រូវបានអនុវត្ត នៅពេលពួកវាត្រូវបានចាប់ផ្តើមលើកក្រោយ។",
	"Logo Luminance Adjustment": "ការកែសម្រួលពន្លឺនិមិត្តសញ្ញា",
	"Lome": "ឡូម៉េ",
	"London": "ទីក្រុងឡុងដ៍",
	"Lord Howe": "ឡតហវ",
	"Los Angeles": "ឡូសអេនជេេលេស",
	"Louisville": "លូវីសវិល",
	"Low": "ទាប",
	"Luanda": "លូអាន់ដា",
	"Lubumbashi": "លូប៊ុមបាស៊ី",
	"Luminance": "កម្រិតពន្លឺ",
	"Lusaka": "លូសាកា",
	"Luxembourg": "លុចហ្សំបួរ",
	"MAC Address": "អាសយដ្ឋាន MAC",
	"MAC Address (Wired)": "អាសយដ្ឋាន MAC (មានឥតខ្សែ)",
	"MAC Address (Wireless)": "អាសយដ្ឋាន MAC (ឥតខ្សែ)",
	"MASTER PASSWORD": "ពាក្យសម្ងាត់មេ",
	"MHEG Guide": "ការណែនាំ MHEG",
	"MPEG Noise Reduction": "ការកាត់បន្ថយសំឡេងរំខានក្នុង MPEG",
	"Macao": "ម៉ាកាវ",
	"Macedonia, The Former Yugoslav Republic Of": "ម៉ាសេដូនៀ ជាអតីតសាធារណរដ្ឋយូហ្គោស្លាវី",
	"Macedonian": "ម៉ាសេដូនី",
	"Maceió": "មេស៊ីអូ",
	"Maceió ": "មេស៊ីអូ",
	"Madagascar": "ម៉ាដាហ្គាស្កា",
	"Madeira": "ម៉ាឌីរ៉ា",
	"Madrid": "ម៉ាឌ្រីដ",
	"Magadan": "ម៉ាហ្គាដាន",
	"Magenta": "ស្វាយលាយក្រហម",
	"Makassar": "ម៉ាកាសា",
	"Malabo": "ម៉ាឡាបូ",
	"Malawi": "ម៉ាឡាវី",
	"Malay": "ម៉ាឡេ",
	"Malayalam": "ម៉ាឡាយ៉ាឡាម",
	"Malaysia": "ម៉ាឡេស៊ី",
	"Maldives": "ម៉ាល់ឌីវ",
	"Mali": "ម៉ាលី",
	"Malta": "ម៉ាល់តា",
	"Manage your account information and settings.": "គ្រប់គណនីព័ត៌មាន និងការកំណត់របស់អ្នក។",
	"Managua": "ម៉ាណាហ្គា",
	"Manama": "ម៉ាណាម៉ា",
	"Manaus": "ម៉ាញូស",
	"Mandarin": "កុកងឺ",
	"Manila": "ម៉ានីល",
	"Manual": "ដោយផ្ទាល់",
	"Manually adjust EQ frequencies.": "កែសម្រួលហ្វ្រេកង់ EQ ដោយផ្ទាល់",
	"Manually enter the IP and DNS server addresses.": "បញ្ចូលអាសយដ្ឋានម៉ាស៊ីមេ IP និង DNS ដោយផ្ទាល់។",
	"Maori": "ម៉ូរី",
	"Maputo": "ម៉ាពូតូ",
	"Marathi": "ម៉ារ៉ាធី",
	"Marquesas": "ម៉ាកេសា",
	"Marshall Islands": "ប្រជុំកោះ ម៉ាស្ហាល",
	"Martinique": "ម៉ាទីនី",
	"Maseru": "ម៉ាសេរូ",
	"Mature Audience Only": "អ្នកទស្សនាធំប៉ុណ្ណោះ",
	"Mauritania": "ម៉ូរីតានី",
	"Mauritius": "ម៉ូរីស",
	"Maximize contrast by increasing the intensity of bright and dark areas of the screen.": "កំណត់អតិបរមាភាពដិតដោយបង្កើនអាំងតង់ស៊ីតេត្រង់ផ្ទៃនៃអេក្រង់ដែលងងឹត និងភ្លឺ។",
	"Mayotte": "ម៉ាយ៉ូតតេ",
	"Mazatlán": "ម៉ាហ្សាតឡាន",
	"Mbabane": "បាបានេ",
	"Medium": "មធ្យម",
	"Menu Language": "ភាសាក្នុងម៉ឺនុយ",
	"Menu Transparency": "ភាពមើលម៉ឺនុយធ្លុះ",
	"Message": "សារ",
	"Method": "វិធីសាស្ត្រ",
	"Mexico": "ម៉ិចស៊ិចកូ",
	"Mexico City": "ទីក្រុងម៉ិចស៊ិក",
	"Middle East": "មជ្ឈឹមបូពា៌",
	"Minsk": "មីនស៍",
	"Minutes": "នាទី",
	"Mobile TV On": "ទូរទស្សន៍ចល័តបើក",
	"Model": "ម៉ូដែល",
	"Mogadishu": "ម៉ូហ្គាឌីស៊ូ",
	"Moldova": "ម៉ូលដូវ៉ា",
	"Monaco": "ម៉ូណាកូ",
	"Moncton": "ម៉ុងតុង",
	"Mongolia": "ម៉ុងហ្គោលី",
	"Monrovia": "ម៉ុនរូវា",
	"Montenegro": "ម៉ុងតេណេហ្គ្រោ",
	"Monterrey": "ម៉ុងតេរី",
	"Montevideo": "ម៉ុងតេវីដេអូ",
	"Month": "ខែ",
	"Montréal": "ម៉ុងរ៉េអាល់",
	"Morocco": "ម៉ារ៉ុក",
	"Moscow": "ម៉ូស្គូ",
	"Motion Eye Care": "ការថែរក្សាចលនាភ្នែក",
	"Movie Lock": "ការចាក់សោភាពយន្ត",
	"Mozambique": "ម៉ូហ្សាំប៊ិក",
	"Multi": "ពហុ",
	"Multi Audio": "ពហុសំឡេង",
	"Multi Feed": "ពហុដំណឹង",
	"Multiple": "ពហុ",
	"Muscat": "មូស្កាត",
	"Music": "តន្ត្រី",
	"Myanmar": "ភូមា",
	"Mérida": "មេរីដា",
	"NO": "ទេ",
	"NOTE: When the screen saver option is set to ON, it will not come up while you are watching Live TV and video inputs to avoid interfering with your viewing experience.": "ចំណាំ៖ នៅពេលជម្រើសធាតុរក្សាអេក្រង់បានបើក វានឹងមិនលោតឡើងទេនៅពេលដែលអ្នកកំពុងទស្សនា Live TV និងធាតុបញ្ចូលវីដេអូដើម្បីបញ្ជៀសការំខានដល់ការមើលរបស់អ្នក។",
	"NSW/ACT - New South Wales / Australian Capital Territory - Sydney": "NSW/ACT - រដ្ឋញូវសោតវេល /ដែនដីរាជធានីប្រទេសអូស្ត្រាលី - ទីក្រុងស៊ីដនី",
	"NT - Northern Territory - Darwin": "NT - ដែនដីខាងជើង - ទីក្រុងដាវីន",
	"Nairobi": "ណៃរ៉ូប៊ី",
	"Namibia": "ណាមីប៊ី",
	"Nassau": "ណាសសា",
	"Ndebele": "ឌីបេឡេ",
	"Ndjamena": "ចាមេណា",
	"Nepal": "នេប៉ាល់",
	"Netherland": "ហូឡង់",
	"Netherlands": "ហូឡង់",
	"Network": "បណ្តាញ",
	"Network Name": "ឈ្មោះបណ្តាញ",
	"New Caledonia": "ខាលេនដូនៀថ្មី",
	"New York": "ញូវយ៉ក",
	"New Zealand": "ញូវស៊ឺឡែន",
	"Next": "បន្ទាប់",
	"Niamey": "ណាយមី",
	"Nicaragua": "នីការ៉ាហ្គ័រ",
	"Nicosia": "នីកូសៃ",
	"Niger": "នីហ្សេ",
	"Nigeria": "នីហ្សេរីយ៉ា",
	"Night": "យប់",
	"Nipigon": "នីភិហ្គោន",
	"No": "ទេ",
	"No Internet via 3G/4G network": "គ្មានអ៊ីនធឺណិតតាមរយៈបណ្តាញ 3G/4G ទេ",
	"No Internet via Ethernet": "គ្មានអ៊ីនធឺណិតតាមរយៈអ៊ីសឺណិតទេ",
	"No Internet via Wi-Fi": "គ្មានអ៊ីនធឺណិតតាមរយៈ Wi-Fi ទេ",
	"No One 17 and Under Admitted.": "មិនអនុញ្ញាតសម្រាប់ក្មេងអាយុចាប់ពី 17 ឆ្នាំចុះក្រោមទេ",
	"No Operation Auto Off": "គ្មានប្រតិបត្តិការបិទដោយស្វ័យប្រវត្តិ",
	"No Signal Auto Off": "គ្មាន",
	"No Signal Image": "រូបភាពមិនមានរលកសញ្ញាទេ",
	"No Signal Power Off (15Min)": "គ្មានការបិទរលកសញ្ញាទេ (15នាទី)",
	"No Wi-Fi Direct Devices": "គ្មាន Wi-Fi Direct ទេ",
	"No card information": "គ្មានព័ត៌មានកាតទេ",
	"No devices have been found.": "រកមិនឃើញឧបករណ៍ណាមួយទេ",
	"No group ID": "គ្មានលេខសម្គាល់ក្រុម",
	"No updates found.": "គ្មានការអាប់ដេតទេ",
	"Noise Reduction": "ការកាត់បន្ថយសំឡេងរំខាន",
	"None": "គ្មាន",
	"Normal": "ធម្មតា",
	"North Korea": "កូរ៉េខាងជើង",
	"Northern Africa": "អាហ្វ្រិកភាគខាងជើង",
	"Norwegian": "ន័រវេស",
	"Not Connected": "មិនបានភ្ជាប់ទេ",
	"Not Connected to Internet": "មិនបានភ្ជាប់អ៊ីនធឺណិតទេ",
	"Note: Available options depend on the broadcast program.": "ចំណាំ៖ ជម្រើសអាចប្រើបានអាស្រ័យលើកម្មវិធីផ្សាយ។",
	"Note: Behavior may differ if connected device is not a LG device.": "ចំណាំ៖ អាចនឹងមានលក្ខណៈខុសគ្នាប្រសិនបើភ្ជាប់ទៅឧបករណ៍ផ្សេងក្រៅពី LG ។",
	"Note: Captions are only displayed when provided by the broadcast program.": "ចំណាំ៖ ការពិពណ៌នាខ្លីត្រូវបានបង្ហាញតែនៅពេលដែលកម្មវិធីផ្សព្វផ្សាយផ្តល់ជូនប៉ុណ្ណោះ។",
	"Note: If the device is not properly connected and set up, you may not hear any sound through it.": "ចំណាំ៖ ប្រសិនបើឧបករណ៍មិនបានភ្ជាប់ និងដំឡើងបានត្រឹមត្រូវទេ នោះអ្នកអាចនឹងមិនអាចឮសំឡេងចេញពីវាទេ។",
	"Note: If the speakers are not properly connected and set up, you may not hear any sound through them.": "ចំណាំ៖ ប្រសិនបើឧបករណ៍បំពងសំឡេងមិនបានភ្ជាប់ និងដំឡើងបានត្រឹមត្រូវទេ នោះអ្នកអាចនឹងមិនឮសំឡេងចេញពីវាទេ។",
	"Note: If you can't hear sound through the device, make sure it is working properly and supports Sound Sync.": "ចំណាំ៖ ប្រសិនបើអ្នកមិនអាចឮសំឡេងចេញពីឧបករណ៍ទេ សូមប្រាកដថាវាកំពុងដំណើរការជាប្រក្រតី និងគាំទ្រសមកាលកម្មសំឡេង។",
	"Note: Only displayed when it is provided by the program.": "ចំណាំ៖ បង្ហាញតែនៅពេលដែលមានការផ្តល់ជូនពីកម្មវិធីប៉ុណ្ណោះ។",
	"Note: Subtitles are only displayed when provided by the broadcast program.": "ចំណាំ៖ អត្ថបទពិពណ៌នាត្រូវបានបង្ហាញតែនៅពេលដែលកម្មវិធីផ្សព្វផ្សាយផ្តល់ជូនប៉ុណ្ណោះ។",
	"Note: Supported features may differ by model and its transparency by the feature's operation with content playback like Live TV or VOD content.": "ចំណាំ៖ លក្ខណៈពិសេសដែលមានការគាំទ្រអាចខុសគ្នាទៅតាមម៉ូដែល ហើយភាពថ្លារបស់វាខុសគ្នាទៅតាមប្រតិបត្តិការរបស់លក្ខណៈពិសេសនោះជាមួយការចាក់មាតិកា ដូចជា៖ មាតិកា Live TV ឬ VOD ជាដើម។",
	"Note: This feature works only when provided by the broadcast program.": "ចំណាំ៖ លក្ខណៈពិសេសនេះដំណើរការតែនៅពេលដែលកម្មវិធីផ្សព្វផ្សាយផ្តល់ជូនប៉ុណ្ណោះ។",
	"Note: if your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the HDMI ULTRA HD Deep Color setting off.": "ចំណាំ៖ ប្រសិនបើឧបករណ៍របស់អ្នកមិនគាំទ្រលក្ខណៈពិសេសនេះទេ វាអាចនឹងដំណើរការមិនប្រក្រតី។ ក្នុងករណីនេះ អ្នកអាចភ្ជាប់ឧបករណ៍ទៅរន្ធ HDMI ផ្សេង ឬបិទការកំណត់ HDMI ULTRA HD Deep Color ។",
	"Note:<br>1. If your TV is turned on while Pixel Refresher is in progress, it will stop the process and you have to start over.<br>2. While processing, a white line may appear in the screen. This is normal when clearing your screen.": "ចំណាំ៖<br>1. ប្រសិនបើទូរទស្សន៍របស់អ្នកបើក ខណៈពេលមុខងាររីហ្វ្រេសភិចសែលកំពុងដំណើរការ នោះវានឹងបញ្ឈប់ការដំណើរការ ហើយអ្នកត្រូវចាប់ផ្តើមឡើងវិញ។<br>2. នៅពេលកំពុងដំណើរការ ខ្សែពណ៌សអាចនឹងបង្ហាញនៅក្នុងអេក្រង់។ វាជារឿងធម្មតានៅពេលអ្នកជម្រះអេក្រង់របស់អ្នក។",
	"Nouméa": "នូមា",
	"Novosibirsk": "ណូវ៉ូស៊ីប៊ើក",
	"Nzema": "ណេម៉ា",
	"OFF": "បិទ",
	"OLED LIGHT": "ពន្លឺ OLED",
	"OLED Panel Settings": "កាកំណត់ផ្ទាំអ OLED",
	"OLED Surround": "សំឡេងរងំបែប OLED",
	"Off": "បិទ",
	"Oman": "អូម៉ង់",
	"Omsk": "អូមស៍",
	"On": "បើក",
	"OnTimer Channel not selected": "មិនបានជ្រើសប៉ុស្តិ៍លើកម្មវិធីកំណត់ពេលទេ។",
	"One Touch Sound Tuning Options": "ជម្រើស One Touch Sound Tuning",
	"Open": "បើក",
	"Open Source Licenses": "កំណត់សម្កាល់ផ្នែកទន់នៃប្រភពបើកចំហ",
	"Open when TV is turned on": "បើកនៅពេលទូរទស្សន៍បើក",
	"Optical": "អុបទិក",
	"Optimize contrast settings based on image brightness of the HDR content.": "បង្កើនប្រសិទ្ធភាពការកំណត់កម្រិតពណ៌ដោយផ្អែកលើកម្រិតពន្លឺនៃមាតិកា HDR ។",
	"Optimize contrast settings based on image brightness.": "បង្កើនការកំណត់ contrast ដោយផ្អែកលើពន្លឺនៃរូបភាព។",
	"Optimize display for movies.": "បង្កើនគុណភាពការបញ្ចាំងភាពយន្ត",
	"Optimize image quality for fast-moving images (sports and action).": "បង្កើនគុណភាពរូបសម្រាប់រូបភាពចលនាលឿន (កីឡា និងសកម្មភាព)។",
	"Optimize sound based on type of TV installation.": "បង្កើនគុណភាពសំឡេងដោយផ្អែកលើប្រភេទនៃការដំឡើ។",
	"Optimize sound mode for each content type and customize audio effects for Standard mode.": "បង្កើនគុណភាពរបៀបសំឡេងសម្រាប់ប្រភេទមាតិកានីមួយ និងកំណត់ជំនួយផ្នែកសំឡេងតាមបំណងសម្រាប់របៀបស្តង់ដារ។",
	"Optimize sound mode for each content type.": "បង្កើនគុណភាពនៃរបៀបសំឡេងសម្រាប់ប្រភេទមាតិកានីមួយៗ។",
	"Oranjestad": "អូរ៉ាន់ជេស្តាត",
	"Original Language": "ភាសាដើម",
	"Oslo": "អូស្លូ",
	"Others": "ផ្សេងទៀត",
	"Ouagadougou": "អ៊ូហ្គាឌូហ្គូ",
	"Outer": "ផ្នែខាងក្រៅ",
	"Output sound through an LG audio device connected to the OPTICAL DIGITAL AUDIO OUT port. With this option, you can control the device's volume with your TV remote.": "សំឡេងចេញតាមរយៈឧបករណ៍ LG ផ្នែកខាងក្រៅដែលបានភ្ជាប់ទៅរន្ធអូឌីយ៉ូចេញឌីជីថលអុបទិក ឬរន្ធ។ ដោយប្រើជម្រើសនេះ អ្នកអាចបញ្ជាកម្រិតសំលេងរបស់ឧបករណ៍ដោយប្រើតេឡេបញ្ជាទូរទស្សន៍របស់អ្នក។",
	"Output sound through an wireless audio device via LG Sound Sync or Bluetooth. It may need some troubleshooting:": "សំឡេងចេញតាមឧបករណ៍អូឌីយ៉ូឥតខ្សែតាមរយៈសមកាលកម្ម LG ឬ Bluetooth ។ វាអាចនឹងត្រូវការការដោះស្រាយបញ្ហាមួយចំនួន៖",
	"Output sound through external audio devices connected to the AUDIO OUT/ H/P OUT port.": "សំឡេងចេញក្រៅតាមរយៈឧបករណ៍សំឡេងដែលបានភ្ជាប់ទៅរន្ធ AUDIO OUT/ H/P OUT ។",
	"Output sound through external audio devices connected to the HDMI IN (ARC) port.": "សំឡេងចេញតាមរយៈឧបករណ៍សំឡេងខាងក្រៅដែលបានភ្ជាប់ទៅរន្ធ HDMI IN (ARC) ។",
	"Output sound through external audio devices connected to the OPTICAL DIGITAL AUDIO OUT.": "សំឡេងចេញតាមរយៈឧបករណ៍សំឡេងខាងក្រៅដែលបានភ្ជាប់ទៅរន្ធ OPTICAL DIGITAL AUDIO OUT ។",
	"Output sound through the Internal TV speaker.": "សំឡេងចេញតាមរយៈឧបករណ៍បំពងសំឡេងខាងក្នុងទូរទស្សន៍។",
	"Output sound through wired headphones.": "គុណភាពសំឡេងចេញតាមរយៈកាសមានខ្សែ",
	"PIN: {pin}": "កូដ PIN៖ {pin}",
	"Pagode": "ប៉ាហ្គោឌី",
	"Paired Devices": "ឧបករណ៍",
	"Pakistan": "ប៉ាគីស្ថាន",
	"Palau": "ប៉ាឡូ",
	"Panama": "ប៉ាណាម៉ា",
	"Panama City": "ទីក្រុងប៉ាណាម៉ា",
	"Panjabi": "ពុនចាប៊ី",
	"Papua New Guinea": "ប៉ាពួញូ ហ្គីណេ",
	"Paraguay": "ប៉ារ៉ាហ្គាយ",
	"Paramaribo": "ប៉ារ៉ាម៉ារីបូ",
	"Parental Guidance Suggested": "ស្នើឲ្យមានការមើលខុសត្រូវពីឪពុកម្តាយ",
	"Parental guidance suggested for children ages 8-13.": "ស្នើឲ្យមានការមើលខុសត្រូវពីឪពុកម្តាយចំពោះក្មេងអាយុពី 8 ដល់ 13 ឆ្នាំ។",
	"Parents Strongly Cautioned": "ត្រូវមានការប្រុងប្រយ័ត្នខ្ពស់ពីមាតាបិតា",
	"Paris": "ប៉ារីស",
	"Password": "ពាក្យសម្ងាត់",
	"Patent Information": "ព័ត៌មានប៉ាតង់",
	"Pattern": "លំនាំ",
	"Persian": "ពែក្ស",
	"Peru": "ប៉េរូ",
	"Philippines": "ហ្វីលីពីន",
	"Phnom Penh": "ភ្នំពេញ",
	"Phoenix": "ហ្វូនិច",
	"Photo": "រូបថត",
	"Pick a Time": "រើសម៉ោង",
	"Picture": "រូបភាព",
	"Picture Mode": "របៀបរូបភាព",
	"Picture Mode Settings": "ការកំណត់របៀបរូបភាព",
	"Picture Options": "ជម្រើាសរូថតត",
	"Picture Test": "ការសាកល្បងរូបភាព",
	"Picture or sound may not work properly while connected external device and TV are initially communicating. If the issue persists, please revert the settings or reboot your connected external device.": "រូបភាព និងសំឡេងអាចនឹងដំណើរការមិនប្រក្រតីទេ ខណៈពេលឧបករណ៍ខាងក្រៅដែលបានភ្ជាប់ និងទូរទស្សន៍កំពុងទាក់ទងគ្នាពេលដំបូង។ ប្រសិនបើបញ្ហានេះបន្តកើតមាន សូមត្រឡប់ទៅប្រើការកំណត់ពីមុន ឬបិទ/បើកឧបករណ៍ខាងក្រៅដែលបានភ្ជាប់របស់អ្នកឡើងវិញ។",
	"Pitch": "កម្រិតសំឡេងឡើងចុះ",
	"Pixel Refresher": "មុខងាររីហ្វ្រេសភិចសែល",
	"Pixel Refresher allows your TV to provide the clearest picture possible.": "មុខងាររីហ្វ្រេសភិចសែលអនុញ្ញាតឲ្យទូរទស្សន៍របស់អ្នកផ្តល់ជូននូវរូបភាពច្បាស់បំផុត។",
	"Pixel Refresher has been scheduled to start the next time your TV is turned off.": "មុខងាររីហ្វ្រេសភិចសែលត្រូវបានកំណត់ពេលឲ្យចាប់ផ្តើមនៅពេលដែលអ្នកបិទទូរទស្សន៍របស់អ្នកលើកក្រោយ។",
	"Pixel Refresher will begin when you turn off your TV.": "មុខងាររីហ្វ្រេសភិចសែលនឹងចាប់ផ្តើមនៅពេលដែលអ្នកបិទទូរទស្សន៍របស់អ្នក។",
	"Please check that all values are input correctly.": "សូមពិនិត្យថាតម្លៃទាំងអស់ត្រូវបានបញ្ចូលត្រឹមត្រូវ។",
	"Please check the network name and password and try again.": "សូមពិនិត្យឈ្មោះបណ្តាញ និងពាក្យសម្ងាត់ ហើយព្យាយាមម្តងទៀត។",
	"Please check the status and try again": "សូមពិនិត្យស្ថានភាព ហើយព្យាយាមម្តងទៀត។",
	"Please do not unplug the USB storage until the copying is completed.": "សូមកុំដកទំហំផ្ទុក USB ចេញរហូតដល់ការចម្លងបានបញ្ចប់។",
	"Please enter your password to turn off this function.": "សូមបញ្ចូលលេខសម្ងាត់របស់អ្នកដើម្បីបិទមុខងារនេះ",
	"Please enter your password to turn on this function.": "សូមបញ្ចូលពាក្យសម្ងាត់របស់អ្នកដើម្បីបិទមុខងារនេះ។",
	"Please make sure that your TV is connected to the network and try again.": "សូមប្រាកដថាទូរទស្សន៍របស់អ្នកត្រូវបានភ្ជាប់ទៅបណ្តាញរួចហើយ ហើយព្យាយាមម្តងទៀត។",
	"Please try again later.": "សូមព្យាយាមម្តងទៀតនៅពេលក្រោយ",
	"Please wait while the Settings application reloads.": "សូមរង់ចាំខណៈពេលកម្មវិធីការកំណត់ដំណើរការឡើងវិញ។",
	"Please wait while the Settings application restarts.": "សូមរង់ចាំខណៈពេលកម្មវិធីការកំណត់ចាប់ផ្តើមឡើងវិញ។",
	"Please wait while the TV restarts.": "សូមរង់ចាំខណៈពេលទូរទស្សន៍ចាប់ផ្តើមឡើងវិញ។",
	"Please wait while the TV searches for LG Service Country.": "សូមរង់ចាំខណៈពេលទូរទស្សន៍ស្វែងរកប្រទេសផ្តល់សេវាកម្ម LG ។",
	"Podgorica": "ផូតហ្គោរីកា",
	"Point": "ចំណុច",
	"Pointer Options": "ជម្រើសទ្រនិច",
	"Poland": "ប៉ូឡូញ",
	"Polish": "ប៉ូឡូញ",
	"Pontianak": "ផុនទីណាក់",
	"Port Louis": "ព័រលូវីស",
	"Port Moresby": "ព័រម៉ូរេសប៊ី",
	"Port of Spain": "ព័រនៃប្រទេសអេស្ប៉ាញ",
	"Port-au-Prince": "ព័រអូប្រាំង",
	"Porto Novo": "ព័រតូណូវ៉ូ",
	"Porto Velho": "ព័រតូវេលហូ",
	"Porto-Novo": "ព័រតូណូវ៉ូ",
	"Portugal": "ព័រទុយហ្គាល់",
	"Portuguese": "ព័រទុយហ្គាល់",
	"Power Saving Mode": "របៀបសន្សំសំចៃថាមពល",
	"Prague": "ប្រាក",
	"Praia": "ប្រាអៀ",
	"Preferred Color": "បញ្ជីដែលចង់ប្រើ",
	"Preschool": "មុនចូលសាលា",
	"Press right button to adjust de-blur and Motion Pro value.": "ចុចប៊ូតុងស្តាំ ដើម្បីកែសម្រួលតម្លៃកម្រិតព្រិលនិង Motion Pro ។",
	"Press right button to adjust de-judder and Motion Pro value.": "ចុចប៊ូតុងស្តាំ ដើម្បីកែសម្រួលតម្លៃកម្រិតរលូននិង Motion Pro ។",
	"Press right button to adjust de-judder, de-blur and Motion Pro value.": "ចុចប៊ូតុងស្តាំ ដើម្បីកែសម្រួលតម្លៃកម្រិតរលូន កម្រិតព្រិល និង Motion Pro ។",
	"Press the WPS button on your wireless router now.": "ចុចប៊ូតុង WPS នៅលើរ៉ោតទ័រឥតខ្សែរបស់អ្នកឥឡូវនេះ។",
	"Press the WPS-PBC button on a WPS-enabled router to connect TV to the network.": "ចុចប៊ូតុង WPS-PBC នៅលើរ៉ោតទ័រដែលអាចដំណើរការ WPS ដើម្បីភ្ជាប់ទូរទស្សន៍ទៅបណ្តាញ។",
	"Press the right button to adjust Motion Pro settings.": "ចុចប៊ូតុងស្តាំ ដើម្បីកែសម្រួលការកំណត់ Motion Pro ។",
	"Press the right button to adjust de-blur settings.": "ចុចប៊ូតុងខាងស្តាំដើម្បីសម្រួលការកំណត់ភាពព្រិល។",
	"Press the right button to adjust de-judder settings.": "ចុចប៊ូតុងខាងស្តាំដើម្បីសម្រួលការកំណត់ភាពញ័រ។",
	"Previous": "ពីមុន",
	"Primary Audio Language": "ភាសាជាសំឡេងចម្បង",
	"Primary Channels": "ប៉ុស្តិ៍ចម្បង",
	"Primary Teletext Language": "ភាសាអក្សរសន្ទស្សន៍ចម្បង",
	"Programme": "ប៉ុស្តិ៍",
	"Puerto Rico": "ព័រតូរីកូ",
	"Pyongyang": "ព្យុងយ៉ាង",
	"QLD - Queensland - Brisbane": "QLD -រដ្ឋឃ្វីនលែន - ទីក្រុងប្រ៊ីសបេន",
	"Qatar": "កាតា",
	"Quick Start+": "ចាប់ផ្តើមរហ័ស+",
	"RECONNECT": "ភ្ជាប់សារឡើងវិញ",
	"Rainy River": "រ៉េនីរីវើ",
	"Raised": "បង្កើន",
	"Rangoon": "រ៉ង់ហ្គូន",
	"Real Cinema": "រោងកុនពិត",
	"Reason: Authentication with access point was unsuccessful.": "ហេតុផល៖ ការផ្ទៀងផ្ទាត់ដោយប្រើចំណុចចូលប្រើមិនបានជោគជ័យទេ។",
	"Reason: Could not establish a connection to access point.": "ហេតុផល៖ មិនអាចបង្កើតការតភ្ជាប់ទៅចំណុចចូលប្រើបានទេ។",
	"Reason: Could not retrieve a valid IP address by using DHCP.": "ហេតុផល៖ មិនអាចទៅយកអាសយដ្ឋាន IP ដែលមានសុពលភាពដោយប្រើ DHCP បានទេ។",
	"Reason: Entered password is incorrect.": "ហេតុផល៖ ពាក្យសម្ងាត់ដែលបានបញ្ចូលគឺមិនត្រឹមត្រូវទេ",
	"Reason: Password is missing.": "ហេតុផល៖ ពាក្យសម្ងាត់បានបាត់ ",
	"Reason: The network you selected is out of range.": "ហេតុផល៖ បណ្តាញដែលអ្នកបានជ្រើសនៅក្រៅរលកសញ្ញា។",
	"Reason: Unable to login.": "ហេតុផល៖ មិនអាចចូលគណនីបានទេ",
	"Recife": "រេស៊ីហ្វេ",
	"Recommended for children ages 14 and older.": "បានណែនាំសម្រាប់ក្មេងអាយុចាប់ពី 14 ឆ្នាំឡើងទៅ។",
	"Recommended for children ages 16 and older.": "បានណែនាំសម្រាប់ក្មេងអាយុចាប់ពី 16 ឆ្នាំឡើងទៅ។",
	"Red": "ក្រហម",
	"Reduce noise from digital video signals.": "កាត់បន្ថយសំឡេងរំខានចេញពីរលកសញ្ញាវីដេអូឌីជីថល។",
	"Refresh list": "រីហ្វ្រេសបញ្ជី",
	"Regina": "រេជីណា",
	"Region": "តំបន់",
	"Remote Settings": "ការកំណត់តេឡេបញ្ជា",
	"Remove irregular and erratic pixels for a clearer image.": "យកភិចសែលដែលមិនប្រក្រតី ឬមានបញ្ហាចេញដើម្បីឲ្យរូបភាពច្បាស់ជាងមុន។",
	"Republic of The Congo": "សាធារណរដ្ឋប្រជាធិបតេយ្យកុងហ្គោ",
	"Reset": "កំណត់ឡើងវិញ",
	"Reset CI Password": "កំណត់ពាក្យសម្ងាត់ CI ឡើងវិញ",
	"Reset Password": "កំណត់ពាក្យសម្ងាត់ឡើងវិញ",
	"Reset to Initial Settings": "កំណត់ឡើងវិញទៅជាការកំណតដំបូង",
	"Restrict access to TV programs and movies based on their ratings.": "រឹតបន្តឹងការចូលប្រើកម្មវិធីទូរទស្សន៍និងភាពយន្តដោយផ្អែកលើការវាយតម្លៃរបស់ពួកគេ។",
	"Restrict access to TV programs based on their ratings.": "រឹតបន្តឹងការចូលប្រើកម្មវិធីទូរទស្សន៍ដោយផ្អែកលើការវាយតម្លៃរបស់ពួកគេ។",
	"Restrict access to specified apps.": "រឹតបន្តឹងការចូលប្រើកម្មវិធីដែលបានបញ្ជាក់។",
	"Restrict access to specified channels.": "រឹតបន្តឹងការចូលប្រើប៉ុស្តិ៍ដែលបានបញ្ជាក់។",
	"Restrict access to specified inputs.": "រឹតបន្តឹងការចូលប្រើធាតុបញ្ចូលដែលបានបញ្ជាក់។",
	"Restricted": "បានរឹតបន្តឹង",
	"Retry": "ព្យាយាមម្តងទៀត",
	"Return TV to its initial settings. This will revert all options to their default settings.": "នាំទូរទស្សន៍របស់អ្នកទៅកាន់ការកំណត់ពីដំបូងវិញ។ វានឹងត្រឡប់ជម្រើសទាំងអស់ទៅការកំណត់លំនាំដើមរបស់ពួកវាវិញ។",
	"Revert Color Management System settings to default.": "ប្តូរការកំណត់ប្រព័ន្ធគ្រប់គ្រងពណ៌ទៅជាលំនាំដើម។",
	"Revert standard mode sound effect settings to default.": "ត្រឡប់ការកំណត់បែបផែនសំឡេងរបៀបស្តង់ដារទៅលំនាំដើមវិញ។",
	"Revert to default settings. Each picture mode must be reset individually. Please select the picture mode you want to reset.": "ត្រឡប់ទៅការកំណត់លំនាំដើមវិញ។ របៀបរូបថតនីមួយៗត្រូវកំណត់រៀងៗខ្លួន។ សូមជ្រើសរបៀបរូបថតដែលអ្នកចង់កំណត់ឡើងវិញ។",
	"Revert white balance settings to default.": "ប្តូរកម្រិតពណ៌ទៅជាលំនាំដើម",
	"Revoke Pairing": "បដិសេធការផ្គូផ្គង",
	"Reykjavik": "រេចាវីក",
	"Riga": "រីហ្គា",
	"Right Left": "ស្តាំ/ឆ្វេង",
	"Right drop shadow": "ស្រមោក្រោមស្តាំ",
	"Rio Branco": "រីយ៉ូប្រេនកូ",
	"Riyadh": "រីយ៉ាត",
	"Romania": "រ៉ូម៉ានី",
	"Romanian": "រ៉ូម៉ានី",
	"Rome": "រ៉ូម",
	"Russia": "រុស្ស៊ី",
	"Russian": "រុស្ស៊ី",
	"Rwanda": "រវ៉ាន់ដា",
	"SA - South Australia - Adelaide": "SA - រដ្ឋអូស្ត្រាលីខាងត្បូង - ទីក្រុងអាឌឺលេត",
	"SIMPLINK enables HDMI-CEC devices connected to your TV with an HDMI cable to be controlled with your TV remote.": "SIMPLINK បើកដំណើរការឧបករណ៍ HDMI-CEC ដែលភ្ជាប់ទៅទូរទស្សន៍របស់អ្នកដោយប្រើខ្សែ HDMI ដើម្បីឲ្យតេឡេបញ្ជាអាចបញ្ជាទូរទស្សន៍របស់អ្នក។",
	"SIMPLINK lets you use your LG Remote to control other SIMPLINK-enabled devices, like a DVD player or audio home theater system, that are connected to your LG Smart TV by HDMI.": "SIMPLINK អនុញ្ញាតឲ្យអ្នកប្រើតេឡេបញ្ជា LG ដើម្បីបញ្ជាឧបករណ៍ផ្សេងដែលដំណើរការ SIMPLINK ដូចជា៖ ម៉ាស៊ីនចាក់ DVD ឬប្រព័ន្ធសំឡេងបញ្ជាំងភាពយន្តនៅផ្ទះ ដែលបានភ្ជាប់ទៅ LG Smart TV របស់អ្នកតាម HDMI ។",
	"SIMPLINK will be automatically turned on to use this ARC mode.": "SIMPLINK នឹងបើករបៀប ARC ដោយស្វ័យប្រវត្តិ។",
	"START NOW": "ចាប់ផ្តើមឥឡូវនេះ",
	"START ONCE TV IS OFF": "ចាប់ផ្តើមបន្ទាប់ពីទូរទស្សន៍បានបិទ",
	"Safety": "សុវត្ថិភាព",
	"Saint Lucia": "សង់ លូសៀ",
	"Saint Vincent": "Saint Vincent",
	"Sakhalin": "សាកាលីន",
	"Samara": "សាម៉ារ៉ា",
	"Samarkand": "សាម៉ាកាន",
	"Samoa": "សាម៉ៅវ",
	"San Luis": "សាន់លូវីស",
	"San Salvador": "សាន់សាវ៉ាឌ័រ",
	"Sana": "សាណា",
	"Santiago": "សាន់ត្យាហ្គោ",
	"Santo Domingo": "សាន់តូដូមីងហ្គោ",
	"Sarajevo": "សារ៉ាចេវ៉ូ",
	"Satellite": "ផ្កាយរណប",
	"Satellite DTV": "ទូរទស្សន៍ផ្កាយរណបឌីជីថល",
	"Satellite Radio": "វិទ្យុផ្កាយរណប",
	"Saturation": "ភាពឆ្អែតពណ៌",
	"Saudi Arabia": "អារ៉ាប់ប៊ីសាអូឌីត",
	"Saudi arabia": "អារ៉ាប់ប៊ីសៅអូឌីត",
	"Save": "រក្សាទុក",
	"Save CAM Operator's Profile": "រក្សាទុកទម្រង់របស់ប្រតិបត្តិករ CAM",
	"Save CI Password": "រក្សាទុកពាក្យសម្ងាត់ CI",
	"Save the Color Management System settings from the currently selected picture mode for all inputs.": "រក្សាទុកការកំណត់ប្រព័ន្ធគ្រប់គ្រងពណ៌ពីរបៀបរូបភាពដែលបានជ្រើសបច្ចុប្បន្នសម្រាប់ធាតុចូលទាំងអស់។",
	"Save the current customized setting values to currently selected picture mode for all inputs.": "រក្សាទុកតម្លៃការកំណត់ដែលបានប្តូរតាមបំណង ទៅក្នុងរបៀបរូបភាពដែលបានជ្រើសសម្រាប់ធាតុបញ្ចូលទាំងអស់។",
	"Save the white balance settings from the currently selected picture mode for all inputs.": "រក្សាទុកការកំណត់កម្រិតពណ៌ពី ទៅក្នុងរបៀបរូបភាពដែលបានជ្រើសបច្ចុប្បន្នសម្រាប់ធាតុបញ្ចូលទាំងអស់។",
	"Save/reset your CI password. Saving your password will let you skip the sign-in step in the future.": "រក្សាទុក/កំណត់ពាក្យសម្ងាត់ CI របស់អ្នក។ ការក្សាទុកពាក្យសម្ងាត់របស់អ្នកនឹងអនុញ្ញតឲ្យអ្នករំលងជំហានចូលនៅពេលអនាគត។",
	"Scoresbysund": "ស្កូរេបាយសាន់",
	"Screen Off": "បិទអេក្រង់",
	"Screen Saver": "ធាតុរក្សាអេក្រង់",
	"Screen Shift ": "ការប្តូរអេក្រង់",
	"Screen shifts at regular time intervals to prevent panel noise.": "ការប្តូរអេក្រង់តាមចន្លោះពេលជាទៀងទាត់ជួយទប់ស្កាត់សំឡេងរណ្តំរំខាន។",
	"Screen will turn off in 5 seconds. To turn the screen back on, press any button except the power and volume button.": "អេក្រង់នឹងបិទក្នុងរយៈពេល 5 វិនាទីទៀត។ ដើម្បីបើកអេក្រង់វិញ សូមចុចប៊ូតុងណាមួយក៏បាន លើកលែងតែប៊ូតុងថាមពល និងសំឡេង។",
	"Search": "ស្វែងរក",
	"Searching...": "កំពុងស្វែងរក...",
	"Second Language": "ភាសាទីពីរ",
	"Secondary Audio Language": "ភាសាជាសំឡេងបន្ទាប់បន្សំ",
	"Secondary Teletext Language": "ភាសាអក្សរសន្ទស្សន៍ទីពីរ",
	"Security": "សុវត្ថិភាព",
	"Select IRE point to adjust luminance.": "ជ្រើសចំណុច IRE ដើម្បីកែសម្រួលពន្លឺចាំងផ្លាត។",
	"Select Mode": "ជ្រើសរបៀប",
	"Select TV's language settings.": "ជ្រើសការកំណត់ភាសារបស់ទូរទស្សន៍។",
	"Select aspect ratio from the menu.": "ជ្រើសរើសផលធៀបពីម៉ឺនុយនេះ",
	"Select audio language for digital broadcasts. For programs that do not support multiple languages, the default will be used.": "ជ្រើសភាសាសំឡេងសម្រាប់ការផ្សព្វផ្សាយឌីជីថល។ សម្រាប់កម្មវសម្រាប់កម្មវិធីដែលមិនគាំទ្រពហុភាសា លំនាំដើមនឹងត្រូវបានប្រើ។",
	"Select audio language for digital broadcasts. The default language is selected when the program does not support multiple languages.": "ជ្រើសភាសាសំឡេងសម្រាប់ការផ្សព្វផ្សាយឌីជីថល។ ភាសាលំនាំដើមត្រូវបានជ្រើសនៅពេលដែលកម្មវិធីមិនគាំទ្រពហុភាសា។",
	"Select caption settings for analog broadcasts.": "ជ្រើសការកំណត់សង្ខេបខ្លីសម្រាប់ការផ្សាយតាមអាណាឡូក។",
	"Select caption settings for digital broadcasts.": "ជ្រើសការកំណត់អត្ថបទពិពណ៌នាសម្រាប់ការផ្សាយតាមអាណាឡូក។",
	"Select caption size, color, transparency, and other options for digital broadcasts.": "ជ្រើសទំហំអត្ថបទពិពណ៌នា ពណ៌ ភាពថ្លា និងជម្រើសផ្សេងទៀតសម្រាប់ការផ្សាយជាឌីជីថល។",
	"Select color to be adjusted.": "ជ្រើសពណ៌ដែលត្រូវកែ។",
	"Select days to apply the Timer Power Off settings every week.": "ជ្រើសថ្ងៃដើម្បីអនុវត្តការកំណត់ពេលថាមពលបិទជារៀងរាល់សប្តាហ៍",
	"Select days to apply the Timer Power On settings every week.": "ជ្រើសថ្ងៃដើម្បីអនុវត្តការកំណត់ពេលបើកជារៀងរាល់សប្តាហ៍។",
	"Select device for audio output.": "ជ្រើសឧបករណ៍សម្រាប់លទ្ធផលសំឡេង។",
	"Select digital audio output format. When the program does not support the selected output format, the default output from the source will be used.": "ជ្រើសទម្រង់ធាតុចេញសំឡេងឌីជីថល នៅពេលកម្មវិធីមិនគាំទ្រទម្រង់ធាតុចេញដែលបានជ្រើស នោះធាតុចេញលំនាំដើមពីប្រភពដើមនឹងត្រូវបានប្រើ។",
	"Select how much the volume should change with each press of your remote's volume key. Higher values increase increments.": "ជ្រើសបរិមាណកម្រិតសំឡេងនៅពេលប្តូរម្តងៗរាល់ពេលដែលអ្នកចុចគ្រាប់ចុចកម្រិតសំឡេងរបស់តេឡេបញ្ជារបស់អ្នក។ តម្លៃកាន់តែខ្ពស់នឹងបង្កើនបរិមាណ។",
	"Select how the TV will be used.": "ជ្រើសរបៀបដែលទូរទស្សន៍ត្រូវបានប្រើប្រាស់។",
	"Select language for TV menus.": "ជ្រើសភាសាសម្រាប់ម៉ឺនុយទូរទស្សន៍។",
	"Select language for subtitles.": "ជ្រើសភាសាសម្រាប់អត្ថបទពិពណ៌នា",
	"Select language for voice recognition.": "ជ្រើសភាសាសម្រាប់ការសម្គាល់សំឡេង។",
	"Select languages for on-screen keyboards.": "ជ្រើសភាសាសម្រាប់ក្តារចុចលើអេក្រង់។",
	"Select method to adjust white balance.": "ជ្រើសវិធីសាស្ត្រកែសម្រួលកម្រិតពណ៌ស។",
	"Select pattern to use as a basis for white balance adjustment. You can use the TV’s built-in pattern or another pattern by connecting an external device.": "ជ្រើសលំនាំដើម្បីប្រើមូលដ្ឋាននៃការកែសម្រួលកម្រិតពណ៌ស។ អ្នកអាចប្រើលំនាំដែលភ្ជាប់មកជាមួយទូរទស្សន៍ ឬលំនាំផ្សេងដោយភ្ជាប់ឧបករណ៍ផ្នែកខាងក្រៅ។",
	"Select point to adjust luminance.": "ជ្រើសចំណុចដើម្បីកែសម្រួលកម្រិតពន្លឺ",
	"Select the best picture mode for your viewing environment and content type.": "ជ្រើសរបៀបរូបភាពល្អបំផុតសម្រាប់បរយាកាសនៃការមើល និងប្រភេទមាតិការបស់អ្នក។",
	"Select the channel to use when the TV turns on.": "ជ្រើសប៉ុស្តិ៍ដើម្បីប្រើនៅពេលដែលទូរទស្សន៍បើក។",
	"Select the country where you want to access LG's services. Services may vary depending on location.": "ជ្រើសប្រទេសដែលអ្នកចង់ចូលប្រើសេវាកម្ម LG ។ សេវាកម្មអាចនឹងខុសគ្នាទៅតាមទីតាំង។",
	"Select the desired video angle.": "ជ្រើសជ្រុងវីដេអូដែលពេញចិត្ត។",
	"Select the format to transfer digital audio to an external device.": "ជ្រើសទម្រង់ដើម្បីផ្ទេរអូឌីយ៉ូឌីជីថលទៅឧបករណ៍ផ្នែកខាងក្រៅ។",
	"Select the input to use when the TV turns on.": "ជ្រើសធាតុបញ្ចូលដើម្បីប្រើនៅពេលដែលទូរទស្សន៍បើក។",
	"Select the most preferred Subtitle Language.": "ជ្រើសជម្រើសដំបូងរបស់អ្នកសម្រាប់ភាសាអត្ថបទពិពណ៌នា។",
	"Select the region where your broadcast signal comes from.": "ជ្រើសតំបន់ដែលរលកសញ្ញាផ្សាយរបស់អ្នកចេញមក។",
	"Select the second preferred Subtitle Language.": "ជ្រើសជម្រើសទីពីររបស់អ្នកសម្រាប់ភាសាអត្ថបទពិពណ៌នា។",
	"Select your first choice of audio language for digital broadcasts. For programs that do not support multiple languages, the default will be used.": "ជ្រើសជម្រើសដំបូងនៃភាសាជាសំឡេងរបស់អ្នកសម្រាប់ការផ្សព្វផ្សាយឌីជីថល។ សម្រាប់កម្មវសម្រាប់កម្មវិធីដែលមិនគាំទ្រពហុភាសា លំនាំដើមនឹងត្រូវបានប្រើ។",
	"Select your first choice of language for your broadcast TV provider's teletext services.": "ជ្រើសជម្រើសភាសាទីមួយសម្រាប់សេវាកម្មអក្សរសន្ទស្សន៍របស់ក្រុមហ៊ុនផ្សព្វផ្សាយតាមទូរទស្សន៍របស់អ្នក។",
	"Select your remote's cursor speed and appearance.": "ជ្រើសល្បឿន និងរូបរាងទស្សន៍ទ្រនិចរបស់តេឡេបញ្ជា។",
	"Select your second choice of audio language for digital broadcasts. For programs that do not support multiple languages, the default will be used.": "ជ្រើសជម្រើសទីពីរនៃភាសាជាសំឡេងរបស់អ្នកសម្រាប់ការផ្សព្វផ្សាយឌីជីថល។ សម្រាប់កម្មវសម្រាប់កម្មវិធីដែលមិនគាំទ្រពហុភាសា លំនាំដើមនឹងត្រូវបានប្រើ។",
	"Select your second choice of language for your broadcast TV provider's teletext services.": "ជ្រើសជម្រើសភាសាទីពីរសម្រាប់សេវាកម្មអក្សរសន្ទស្សន៍របស់ក្រុមហ៊ុនផ្សព្វផ្សាយតាមទូរទស្សន៍របស់អ្នក។",
	"Senegal": "សេណេហ្គាល់",
	"Seoul": "សេអ៊ូល",
	"Serbia": "ស៊ែប",
	"Serbian": "ស៊ែប៊ី",
	"Serial Number": "លេខស៊េរី",
	"Serta Wego": "ស៊ើតា វេហ្គោ",
	"Service 1": "សេវាកម្មទី 1",
	"Service 2": "សេវាកម្មទី 2",
	"Service 3": "សេវាកម្មទី 3",
	"Service 4": "សេវាកម្មទី 4",
	"Service 5": "សេវាកម្មទី 5",
	"Service 6": "សេវាកម្មទី 6",
	"Service Area Zip Code": "លេខកូដតំបន់ផ្តល់សេវាកម្ម",
	"Set Automatically": "កំណត់ដោយស្វ័យប្រវត្តិ",
	"Set ID": "កំណត់លេខសម្គាល់",
	"Set Store Mode settings.": "កំណត់ការកំណត់របៀបហាង ",
	"Set System Color mode for your current TV input.": "កំណត់របៀបពណ៌ប្រព័ន្ធសម្រាប់ធាតុបញ្ចូលទូរទស្សន៍បច្ចុប្បន្នរបស់អ្នក។",
	"Set TV locks for fantasy violence content.": "កំណង់ការចាក់សោទូរទស្សន៍សម្រាប់មាតិកាអំពើហិង្សាបែបអភិនីហារ។",
	"Set TV locks for general programming.": "កំណង់ការចាក់សោទូរទស្សន៍សម្រាប់កម្មវិធីទូទៅ។",
	"Set TV locks for programs containing adult language.": "កំណត់ការចាក់សោទូទ្សន៍សម្រាប់កម្មវិធីដែលមានភាសាសម្រាប់មនុស្សធំ។",
	"Set TV locks for programs containing sexual situations.": "កំណត់ការចាក់សោទូទ្សន៍សម្រាប់កម្មវិធីដែលមានលក្ខណៈផ្លូវភេទ។",
	"Set TV locks for programs containing sexually suggestive dialogue.": "កំណង់ការចាក់សោទូរទស្សន៍សម្រាប់កម្មវិធីដែលមានការសន្ទនាបែបអាសអាភាស។",
	"Set TV locks for programs containing violence.": "ការចាក់ទូរទស្សន៍សម្រាប់កម្មវិធីដែលមានហិង្សា។",
	"Set TV locks for ratings based on children’s ages.": "កំណត់ការចាក់សោទូរទស្សន៍សម្រាប់ការវាយតម្លៃដែលផ្អែកលើអាយុរបស់ក្មេង។",
	"Set additional options for Audio Description.": "កំណត់ជម្រើសបន្ថែមសម្រាប់ការពិពណ៌នាជាសំឡេង។",
	"Set additional picture settings.": "កំណត់ការកំណត់រូបភាពបន្ថែម។",
	"Set advanced Subtitle options.": "កំណត់អត្ថបទពិពណ៌នាកម្រិតខ្ពស់",
	"Set advanced captioning options.": "កំណត់ជម្រើសពិពណ៌នាកម្រិតខ្ពស់",
	"Set audio-related options.": "កំណត់ជម្រើសពាក់ព័ន្ធសំឡេង",
	"Set color balance by adjusting color temperature, luminance, and red, green and blue gain controls.": "កំណត់កម្រិតពណ៌ដោយកែសម្រួលអង្គគ្រប់គ្រងពណ៌សីតុណ្ហភាព, ពន្លឺចាំងផ្លាត, បន្សំនៃពណ៌ក្រហម បៃតង និងខៀវ។",
	"Set color gamut automatically according to the signal, or display more vivid and richer color in the order of Extended and Wide.": "កំណត់កម្រិតពណ៌ដោយស្វ័យប្រវត្តិ ដោយផ្អែកទៅតាមរលកសញ្ញា ឬបង្ហាញពណ៌ដែលស្រស់បំព្រងជាងមុន ឬដិតជាងមុនតាមកម្រិតតិចទៅច្រើន។",
	"Set color temperature from warm to cool.": "កំណត់កម្រិតពណ៌ពីព្រឿងៗមកស្រទន់ពីក្តៅមកត្រជាក់។",
	"Set power options to reduce energy consumption.": "កំណត់ជម្រើសថាមពលដើម្បីកាត់បន្ថយការប្រើប្រាស់ថាមពល។",
	"Set the TV to turn off after a set amount of time.": "កណត់ទួរទស្សនដែលត្រូវបិទបន្ទាប់ពីដល់ពេលវេលាដែលបានកំណត់",
	"Set the TV to turn off automatically at a set time.": "កំណត់ទូរទស្សន៍ដែលត្រូវបិទដោយស្វ័យប្រវត្តិពេលដល់ម៉ោងកំណត់។",
	"Set the TV to turn off automatically if there is no user input for 2 hours after the timer has turned it on.": "កំណត់ឲ្យទូរទស្សន៍បិទដោយស្វ័យប្រវត្តិក្នុងរយៈពេល 2 ម៉ោងប្រសិនបើមិនមានធាតុបញ្ចូលអ្នកបបន្ទាប់ការកំណត់ពេលបានបើកវា។",
	"Set the TV to turn off automatically when there has been no user input for a specified amount of time.": "កំណត់ឲ្យទូរទស្សន៍បិទដោយស្វ័យប្រវត្តិ នៅពេលដែលមិនមានធាតុនៅចន្លោះពេលជាក់លាក់ណាមួយ។",
	"Set the TV to turn on automatically at a set time.": "កំណត់ទូរទស្សន៍ដែលត្រូវបើកដោយស្វ័យប្រវត្តិពេលដល់ម៉ោងកំណត់។",
	"Set the TV to turn on or off automatically at a set time.": "កំណត់ទូរទស្សន៍ដែលត្រូវបើក ឬបិទដោយស្វ័យប្រវត្តិពេលម៉ោងកំណត់។",
	"Set the current date and time.": "កំណត់ម៉ោង និងកាលបរិច្ឆេទបច្ចុប្បន្ន។",
	"Set the current date manually.": "កំណត់កាលបរិច្ឆេទបច្ចុប្បន្ន។",
	"Set the current time manually.": "កំណត់ម៉ោងបច្ចុប្បន្នដោយផ្ទាល់",
	"Set the range of colors that can be displayed.": "កំណត់ដែននៃពណ៌ដែលអាចបង្ហាញបាន។",
	"Set the region for broadcasts and special services.": "កំណត់ប្រភពដើមសម្រាប់ការផ្សព្វផ្សាយ និងសេវាកម្មពិសេស។",
	"Set the screen size and aspect ratio.": "កំណត់ទំហំអេក្រង់ និងអត្រាទ្រង់ទ្រាយ។",
	"Set the volume level to use when the TV turns on.": "ជ្រើសកម្រិតសំឡេងដើម្បីប្រើនៅពេលដែលទូរទស្សន៍បើក។",
	"Set time to turn off the TV.": "កំណត់ម៉ោងឲ្យទូរទស្សន៍បិទ។",
	"Set time to turn on the TV.": "កំណត់ម៉ោងឲ្យទូរទស្សន៍បើក។",
	"Settings Help": "ជំនួយការកំណត់",
	"Sexual Situations": "ស្ថានភាពផ្លូវភេទ",
	"Sexually Suggestive Dialogue": "ការសន្ទនាបែបអាសអាភាស",
	"Shanghai": "សៀងហៃ",
	"Sharpness": "ភាពម៉ត់",
	"Show Password": "បង្ហាញពាក្យសម្ងាត់",
	"Side by Side": "ពីម្ខាងទៅម្ខាង",
	"Sierra Leone": "សេរ៉ាឡេអូន",
	"Signal Strength": "កម្លាំងរលកសញ្ញា",
	"Simferopol": "ស៊ីមហ្វេរូផូ",
	"Simultaneous Sound Out with Internal TV Speaker": "សំឡេងចេញក្រៅដំណាលគ្នាដោយប្រើឧបករណ៍បំពងសំឡេងខាងក្នុងទូរទស្សន៍",
	"Singapore": "សិង្ហបុរី",
	"Single Sound Out": "សំឡេងចេញទោល",
	"Size": "ទំហំ",
	"Skin Color": "ពណ៌ស្បែក",
	"Skopje": "ស្កូបចេ",
	"Sky Color": "ពណ៌មេឃ",
	"Sleep Timer": "កម្មវិធីកំណត់ម៉ោងដេក",
	"Slovak": "ស្លូវ៉ាក",
	"Slovakia": "ស្លូវ៉ាគី",
	"Slovenia": "ស្លូវ៉ានី",
	"Slovenian": "ស្លូវ៉ានី",
	"Slow": "យឺត",
	"Small": "តូច",
	"Small Standard": "ស្តង់ដាតូច",
	"Smooth": "រលោង",
	"Soccer": "បាល់ទាត់",
	"Sofia": "សូហ្វីយ៉ា",
	"Software Version": "កំណែផ្នែកទន់",
	"Software update has been installed. Update will be applied when you restart your TV.": "ការអាប់ដេតផ្នែកទន់បានដំឡើងរួចហើយ  ការអាប់ដេតនឹងត្រូវបានអនុវត្តនៅពេលដែលអ្នកចាប់ផ្តើមទូរទស្សន៍របស់អ្នកឡើងវិញ។",
	"Solid": "ដិត",
	"Solomon Islands": "ប្រជុំកោះ សូឡូម៉ុន",
	"Somalia": "សុមាលី",
	"Some material may be inappropriate for children under 13.": "មាតិកាមួយចំនួនអាចនឹងមិនសមរម្យសម្រាប់ក្មេងអាយុក្រោម 13 ឆ្នាំទេ។",
	"Some material may not be suitable for children.": "មាតិកាមួយចំនួនអាចននឹងមិនស័ក្តសមសម្រាប់កុមារ។",
	"Sotho, Northern": "សូតូភាគខាងជើង",
	"Sotho, Southern": "សូតូភាគខាងត្បូង",
	"Sound": "សំឡេង",
	"Sound Mode": "របៀបសំឡេង",
	"Sound Mode Settings": "ការកំណត់របៀបសំឡេង",
	"Sound Out": "សំឡេងចេញ",
	"Sound Test": "ការសាកល្បងសំឡេង",
	"Sound can be heard simultaneously through Internal TV Speaker and external audio devices connected to the OPTICAL DIGITAL AUDIO OUT port.": "សំឡេងអាចត្រូវបានឮដំណាលគ្នាតាមរយៈឧបករណ៍បំពងសំឡេងខាងក្នុងទូរទស្សន៍ និងឧបករណ៍សំឡេងខាងក្រៅដែលបានភ្ជាប់ទៅរន្ធសំឡេងខាងក្រៅឌីជីថលអុបទិក។",
	"Sound can be heard simultaneously through internal TV speaker and wired headphones.": "សំឡេងអាចត្រូវបានឮដំណាលគ្នាតាមរយៈឧបករណ៍បំពងសំឡេងខាងក្នុងទូរទស្សន៍ និងកាសមានខ្សែ។",
	"South Africa": "អាហ្វ្រិកខាងត្បូង",
	"South Korea": "កូរ៉េខាងត្បូង",
	"Southern Africa": "អាហ្វ្រិកភាគខាងត្បូង",
	"Spain": "អេស្ប៉ាញ",
	"Spanish": "អេស្ប៉ាញ",
	"Speed": "ល្បឿន",
	"Spoken Subtitle": "អត្ថបទពិពណ៌នាជាការនិយាយ",
	"Sports": "កីឡា",
	"Srednekolymsk": "ស្រេដនេកូលីមស៍",
	"Sri Lanka": "ស្រីលង្កា",
	"St. John's": "សង់ចន",
	"Stand TypeⅠ": "ជើងទម្រប្រភេទⅠ",
	"Stand TypeⅡ": "ជើងទម្រប្រភេទⅡ",
	"Standard": "ស្តង់ដារ",
	"Standard Mode Sound Effect": "បែបផែនសំឡេងរបៀបស្តង់ដារ",
	"Standby Light": "ពន្លឺរង់ចាំ",
	"Start New Sound Tuning": "ចាប់ផ្តើមការសម្រួលសំឡេងថ្មី",
	"Startup Sound": "Startup Sound (ចាប់ផ្តើមបើកសំលេង)",
	"Stockholm": "ស្តុកហម",
	"Store Demo": "របៀបដាក់បង្ហាញក្នុងហាង",
	"Store Demo mode provides options to optimize the TV for retail displays.": "របៀបដាក់បង្ហាញក្នុងហាងផ្តល់ជូនជម្រើសដើម្បីបង្កើនគុណភាពទូរទស្សន៍សម្រាប់ការបញ្ចាំងរាយ។",
	"Store Mode": "របៀបហាង",
	"Store Mode Settings": "ការកំណត់របៀបហាង",
	"Store Mode is for in-store display purposes. It will re-initialize the settings every few minutes. Do you want to close this app and start the Store Mode?": "របៀបហាងគឺសម្រាប់ការបង្ហាញក្នុងហាង។ វានឹងចាប់ផ្តើមការកំណត់ទាំងនេះរាល់ពីរបីនាទីម្តង។ តើអ្នកចង់បិទកម្មវិធីនេះ ហើយចាប់ផ្តើមមុខងារហាងដែរទេ",
	"Strong": "ខ្លាំង",
	"Style": "ស្តាយល៍",
	"Subnet prefix length": "ប្រវែងបច្ចឹមបទនៃបណ្តាញរង",
	"Subtitle First Choice Language": "ជម្រើសដំបូងនៃភាសាសម្រាប់អត្ថបទពិពណ៌នា",
	"Subtitle Language": "ភាសាអត្ថបទពិពណ៌នា",
	"Subtitle Second Choice Language": "ជម្រើសទីពីរនៃភាសាសម្រាប់អត្ថបទពិពណ៌នា",
	"Subtitles": "អត្ថបទពិពណ៌នា",
	"Sudan": "ស៊ូដង់",
	"Suitable for children ages 13 and older.": "ស័ក្តិសមសម្រាប់ក្មេងអាយុចាប់ពី 13 ឆ្នាំឡើងទៅ។",
	"Suitable for children ages 2-7.": "ស័ក្តិសមសម្រាប់ក្មេងអាយុពី 2-7 ឆ្នាំ",
	"Suitable for children ages 8 and older.": "ស័ក្តិសមសម្រាប់ក្មេងអាយុចាប់ពី 8 ឆ្នាំឡើងទៅ។",
	"Super Impose": "រូបកាត់ត",
	"Super Resolution": "គុណភាពបង្ហាញច្បាស់អស្ចារ្យ",
	"Suriname": "ស៊ូរីណាម",
	"Swahili": "ស្វាហ៊ីលី",
	"Swati": "ស្វាទី",
	"Swaziland": "ស្វាស៊ីឡង់",
	"Sweden": "ស៊ុយអែត",
	"Swedish": "ស៊ុយអែត",
	"Swift Current": "ចរន្តរហ័ស",
	"Switzerland": "ស្វីស",
	"Syria": "ស៊ីរី",
	"System Color": "ពណ៌ប្រព័ន្ធ",
	"São Paulo": "សៅប៉ូឡូ",
	"TAS - Tasmania - Hobart": "TAS - រដ្ឋតាស់ម៉ានី - ទីក្រុងហូបាទ",
	"TEXT 1": "អត្ថបទទី 1",
	"TEXT 2": "អត្ថបទទី 2",
	"TEXT 3": "អត្ថបទទី 3",
	"TEXT 4": "អត្ថបទទី 4",
	"TV": "ទូរទស្សន៍",
	"TV Information": "ព័ត៌មានអំពីទូរទស្សន៍",
	"TV Installation Type": "ប្រភេទដំឡើងទូរទស្សន៍",
	"TV Lock": "ការចាក់សោទូរទស្សន៍",
	"TV Name": "ឈ្មោះទូរទស្សន៍",
	"TV Power Sound": "សំឡេងថាមពលរបស់ទូរទស្សន៍",
	"TV Program Locks": "ការចាក់សោកម្មវិធីទូរទស្សន៍",
	"TV Rating English": "ការវាយតម្លៃទូរទស្សន៍ជាភាសាអង់គ្លេស",
	"TV Rating French": "ការវាយតម្លៃទូរទស្សន៍ជាភាសាបារាំង",
	"TV Speaker Bar": "របារឧបករណ៍បំពងសំឡេងទូរទស្សន៍",
	"TV Speaker Bar + Wired Headphones": "របារឧបករណ៍បំពងសំឡេងទូរទស្សន៍ + កាសមានខ្សែ",
	"TV to USB": "ទូរទស្សន៍ទៅកាន់ USB",
	"Tagalog": "តាហ្គាឡុ",
	"Tahiti": "តាហ៊ីទី",
	"Taipei": "តៃប៉ិ",
	"Taiwan": "តៃវ៉ាន់",
	"Tajikistan": "តាជីគីស្ថាន",
	"Tallinn": "តាលីន",
	"Tamil": "តាមីល",
	"Tanzania": "តង់ហ្សានី",
	"Target Luminance": "ពន្លឺចាំងផ្លាតគោលដៅ",
	"Tashkent": "តាស្កេន",
	"Tbilisi": "ប៊ីលីស៊ី",
	"Tegucigalpa": "តិហ្គូស៊ីហ្គាល់ប៉ា",
	"Tehran": "តេអេរ៉ង់",
	"Teletext": "អក្សរសន្ទស្សន៍",
	"Telugu": "តេលូហ្គូ",
	"Text Color": "ពណ៌អក្សរ",
	"Text Opacity": "អក្សរមើលមិនធ្លុះ",
	"Thai": "ថៃ",
	"Thailand": "ថៃ",
	"The LG Services Country information could not be retrieved from the server. Please try again later.": "ព័ត៌មានអំពីប្រទេសដែលប្រើសេវាកម្ម LG មិនអាចទាញយកពីម៉ាស៊ីនមេបានទេ។ សូមព្យាយាមម្តងទៀតនៅពេលក្រោយ",
	"The Settings application must reload to change the menu language. Do you want to continue?": "កម្មវិធីការកំណត់ត្រូវដំណើរការឡើងវិញដើម្បីប្តូរភាសាម៉ឺនុយនេះ។ តើអ្នកចង់បន្តដែរទេ?",
	"The channel list have been successfully copied from the USB storage to your TV. The TV will restart in 5 seconds.": "បញ្ជីប៉ុស្តិ៍នេះត្រូវបានចម្លងពីទំហំផ្ទុក USB ទៅទូរទស្សន៍របស់អ្នកដោយជោគជ័យហើយ។ ទូរទស្សន៍នេះនឹងចាប់ផ្តើមឡើងវិញក្នុងរយៈពេល 5 វិនាទីទៀត។",
	"The channel list have been successfully copied from your TV to the USB storage.": "បញ្ជីប៉ុស្តិ៍នេះត្រូវបានចម្លងពីទូរទស្សន៍របស់អ្នកទៅទំហំផ្ទុក USB នេះដោយជោគជ័យហើយ។",
	"The contents on the screen or subtitles will be verbally spoken for visually impaired viewers.": "ខ្លឹមសារនៅលើអេក្រង់ ឬអត្ថបទពិពណ៌នានឹងត្រូវបានអានជាសំឡេងសម្រាប់អ្នកទស្សនាដែលមានបញ្ហាលើចក្ខុវិញ្ញាណ",
	"The contents on the screen will be described with voice for visually impaired viewers.": "មាតិកានៅលើអេក្រង់នឹងត្រូវបានពិពណ៌នាជាសំឡេងសម្រាប់អ្នកដែលមានបញ្ហាក្នុងការមើល។",
	"The list of all paired devices will be deleted. Do you want to continue?": "បញ្ជីឧបករណ៍ដែលបានផ្គូផ្គងទាំងអស់នឹងត្រូវបានលុបចោល។ តើអ្នកចង់បន្តដែរទេ?",
	"The network is currently unavailable. Please try again later.": "បណ្តាញមិនអាចប្រើបានទេបច្ចុប្បន្នេះ។ សូមព្យាយាមម្តងទៀតនៅពេលក្រោយ",
	"The process will take about an hour to complete and your TV needs to remain turned off.": "ដំណើរការនឹងចំណាយពេលប្រហែលមួយម៉ោងដើម្បីបញ្ចប់ ហើយទូរទស្សន៍របស់អ្នកត្រូវបន្តបិទ។",
	"The update cannot be applied to the TV. Software will revert to the previous version.": "ការអាប់ដេតនេះមិនអាចអនុវត្តចំពោះទូរទស្សន៍នេះបានទេ។ ផ្នែកទន់នឹងត្រឡប់ទៅកំណែពីមុនវិញ។",
	"There are no paired devices.": "មិនមានឧបករណ៍ដែលបានផ្គូផ្គងទេ",
	"There are settings to correct or prevent OLED panel noise.": "មានការកំណត់ដើម្បីកែ ឬទប់ស្កាត់ សំឡេងញ័ររំខាន OLED ។",
	"There is no USB device connected to your TV.": "មិនមានឧបករណ៍ផ្ទុក USB ភ្ជាប់ទៅទូរទស្សន៍របស់អ្នកទេ។",
	"There is no message.": "មិនមានសារទេ",
	"Thimphu": "ធីមភូ",
	"Third Language": "ភាសាទីបី",
	"This mode provides a clear and natural sound quality.": "របៀបនេះផ្តល់ជូនគុណភាពសំឡេងច្បាស់ល្អដូចធម្មជាតិ។",
	"This setting puts your TV in standby mode when it's turned off so it will help using TV's functions quicker when you turn the TV back on.": "ការកំណត់នេះដាក់ឲ្យទូរទស្សន៍របស់អ្នកស្ថិតក្នុងរបៀបរង់ចាំនៅពេលវាបិទ ដូច្នេះវានឹងជួយធ្វើឲ្យការប្រើមុខងាររបស់ទូរទស្សន៍លឿនជាងមុននៅពេលដែលអ្នកបើកទូរទស្សន៍ឡើងវិញ។",
	"This setting puts your TV in standby mode when it's turned off so it will start up more quickly the next time it's turned on.": "ការកំណត់នេះកំណត់ឲ្យទូរទស្សន៍របស់អ្នកស្ថិតក្នុងរបៀបរង់ចាំនៅពេលដែលវាបិទ ដូច្នេះវានឹងចាប់ផ្តើមយ៉ាងរហ័សនៅពេលដែលវាបើកពេលក្រោយ។",
	"This settings is only available for Internal TV Speaker.": "ការកំណត់នេះអាចប្រើបានសម្រាប់ឧបករណ៍បំពងសំឡេងផ្នែកខាងក្នុងទូរទស្សន៍តែប៉ុណ្ណោះ",
	"Thule": "ធូឡេ",
	"Tijuana": "ទីជូណា",
	"Time": "ម៉ោង",
	"Time & Date": "ថ្ងៃ និងខែ",
	"Timer Channel": "កំណត់ម៉ោងឲ្យប៉ុស្តិ៍",
	"Timer Power Off": "ម៉ោងថាមពលបិទ",
	"Timer Power On": "ម៉ោងថាមពលបើក",
	"Timer Repeat": "ប្រើការកំណត់ម៉ោងឡើងវិញ",
	"Timers": "កម្មវិធីកំណត់ម៉ោង",
	"Timezone": "ល្វែងម៉ោង",
	"Timor-Leste": "ទីម័រខាងកើត",
	"Tint": "គុណពណ៌",
	"Tiranë": "ទីរ៉េន",
	"To experience optimal sound effect, it is recommended to set the balance between the L10~R10 range.": "ដើម្បីទទួលបានបែបផែនសំឡេងល្អបំផុត យើងសូមណែនាំឲ្យអ្នកកំណត់កម្រិតតុល្យភាពសំឡេងក្នុងចន្លោះ L10~R10 ។",
	"To test your TV sound, Sound Out setting needs to be changed to the Internal TV Speaker. Do you want to continue?": "ដើម្បីសាកល្បងសំឡេងទូរទស្សន៍របស់អ្នក ការកំណត់សំឡេងចេញត្រូវតែប្តូរទៅឧបករណ៍បំពងសំឡេងខាងក្នុងទូរទស្សន៍។ តើអ្នកចង់បន្តដែរទេ?",
	"To use Wi-Fi Direct, you must turn on the Wi-Fi within the TV. Do you want to turn Wi-Fi on?": "ដើម្បីប្រើ Wi-Fi Direct អ្នកត្រូវបើកបណ្តាញ Wi-Fi នៅក្នុងទូរទស្សន៍នេះ។ តើអ្នកចង់បើក Wi-Fi ដែរទេ?",
	"To use the Wi-Fi Direct, you must close the Screen Share app.": "ដើម្បីចូលប្រើ Wi-Fi Direct អ្នកត្រូវបិទកម្មវិធី Screen Share ។",
	"Togo": "តូហ្គោ",
	"Tokyo": "តូក្យូ",
	"Tonga": "តុងហ្គា",
	"Top and Bottom": "កំពូល និងបាត",
	"Toronto": "តូរ៉ុនតូ",
	"Total Power On Time": "ម៉ោងថ្មសរុបពេញ",
	"Tracking Speed": "លឿនតាមដាន",
	"Translucent": "ស្រអាប់",
	"Transparent": "ថ្លា",
	"Treble Boost": "បង្កើនកម្រិតសំឡេង",
	"Trinidad And Tobago": "ទ្រីនីដាដ និងតូបាហ្គោ",
	"Trinidad and Tobago": "Trinidad and Tobago",
	"Tripoli": "ទ្រីប៉ូលី",
	"Tsonga": "សុងហ្គា",
	"Tswana": "ស្វាណា",
	"Tune and save available channels.": "រាវ និងរក្សាទុកប៉ុស្តិ៍ដែលមានផ្តល់ជូន ",
	"Tune and save available channels. You can set satellite channel options.": "រាវ និងរក្សាទុកប៉ុស្តិ៍ដែលមានផ្តល់ជូន  អ្នកអាចកំណត់ជម្រើសប៉ុស្តិ៍ផ្កាយរណបបាន។",
	"Tunis": "ទុយនីស",
	"Tunisia": "ទុយនេស៊ី",
	"Turkey": "ទូគី",
	"Turkish": "តួកគី",
	"Turkmenistan": "តួមែននីស្ថាន",
	"Turn Dolby Surround on to make all your content sound better. Note that Dolby Atmos must also be switched on to use this feature.": "បើក Dolby Surround ដើម្បីធ្វើឲ្យមាតិការបស់អ្នកទាំងអស់មានសំឡេងប្រសើរជាងមុន។ សូមចំណាំថា Dolby Atmos ត្រូវតែបើកផងដែរដើម្បីប្រើលក្ខណៈពិសេសនេះ។",
	"Turn automatic volume adjustments on/off and set how much to change volume with each remote click.": "បើក/បិទការសម្រួលកម្រិតសំឡេងស្វ័យប្រវត្តិ និងកំណត់ចំនួនកម្រិតសំឡេងដែលត្រូវផ្លាស់បូរពេលចុចលើតេឡេបញ្ជាម្តងៗ។",
	"Turn on the advertising frequency capping cookies. This keeps on tracking the number of times an ad is shown on your TV and is used to help limit the number of times the same ad is displayed.": "បើកខូគីរឹតបន្តឹងលើចំនួនដងនៃពាណិជ្ជកម្មដែលត្រូវបង្ហាញ។ វាជួយបន្តតាមដានចំនួនដងនៃការបង្ហាញពាណិជ្ជកម្មនៅលើទូរទស្សន៍របស់អ្នក និងត្រូវបានប្រើដើម្បីជួយកម្រិតចំនួនដងនៃការបង្ហាញពាណិជ្ជកម្មដូចគ្នា។",
	"Turn on via Bluetooth": "បើកតាមរយៈ Bluetooth",
	"Turn on via Wi-Fi": "បើកតាមរយៈ Wi-Fi",
	"Turn on/off ULTRA HD Deep Color for HDMI {num} port.": "បើក/បិទ ULTRA HD Deep Color សម្រាប់រន្ធ HDMI {num} ។",
	"Turn on/off and set Audio Guidance options for visually impaired viewers.": "បើក/បិទ និងកំណត់ជម្រើសការណែនាំជាសំឡេងសម្រាប់មនុស្សខ្សោយភ្នែក",
	"Turn on/off captioning for hearing-impaired people. Program must support feature to work.": "បើក/បិទការពិពណ៌នាខ្លីសម្រាប់មនុស្សខ្សោយការស្តាប់ កម្មវិធីត្រូគាំទ្រកលក្ខណៈពិសេសដើម្បីដំណើរការ។",
	"Turn on/off description box in Settings.": "បើក/បិទប្រអប់ពិពណ៌នានៅក្នុងការកំណត់។",
	"Turn on/off standby light.": "បិទ/បើកពន្លឺភ្លើងរង់ចាំ។",
	"Turn on/off the images to be displayed when there is no signal.": "បិទ/បើករូបភាពដែលត្រូវបង្ហាញនៅពេលគ្មានរលកសញ្ញា។",
	"Turn on/off the sound notification for TV power.": "បើក/បិទការជូនដំណឹងជាសំឡេងពេលបើកថាមពលទូរទស្សន៍។",
	"Turn the HbbTV service on/off.": "បើក/បិទសេវាកម្ម HbbTV ។",
	"Turn the Hybridcast service on/off.": "បើក/បិទសេវាកម្ម Hybridcast ។",
	"Turn the Interactivity (DTVi) service on/off.": "បើក/បិទសេវាកម្មអន្តរសកម្ម (DTVi) ។",
	"Turn your TV on using your mobile phone via Bluetooth.": "បើកទូរទស្សន៍របស់អ្នកដោយប្រើទូរស័ព្ទចល័តរបស់អ្នកតាមរយៈ Bluetooth ។",
	"Turn your TV on using your mobile phone via Wi-Fi.": "បើកទូរទស្សន៍របស់អ្នកដោយប្រើទូរស័ព្ទចល័តរបស់អ្នកតាមរយៈ Wi-Fi ។",
	"Turn your broadcast TV provider's TV Guide on/off.": "បិទ/បើកការណែនាំរបស់ក្រុមហ៊ុនទូរទស្សន៍ផ្តល់ការផ្សព្វផ្សាយរបស់អ្នក។",
	"Turn your broadcast TV provider's teletext service on/off.": "បើក/បិទសេវាកម្មអក្សរសន្ទស្សន៍របស់ក្រុមហ៊ុនទូរទស្សន៍ផ្តល់ការផ្សព្វផ្សាយរបស់អ្នក។",
	"Turning Wi-Fi off will prevent you from accessing all Internet-based services unless you use a cable to connect to the network. Do you want to continue?": "ការបិទ Wi-Fi នឹងទប់ស្កាត់មិនឲ្យអ្នកចូលប្រើសេវាកម្មទាំងអស់ដែលផ្អែកលើអ៊ីនធឺណិតបានទេ លុះត្រាតែអ្នកប្រើខ្សែដើម្បីភ្ជាប់បណ្តាញ។ តើអ្នកចង់បន្តដែរទេ?",
	"Turning this option on may increase energy consumption.": "ការបើកជម្រើសនេះអាចនឹងធ្វើឲ្យមានការប្រើប្រាស់ថាមពលច្រើនជាងមុន។",
	"Type": "ប្រភេទ",
	"UAE": "អារ៉ាប់រួម",
	"ULTRA Surround": "សំឡេងរងំបែប ULTRA",
	"UNPAIR": "ផ្តាច់ការផ្គូផ្គង",
	"USA": "សហរដ្ឋអាមេរិក",
	"USB storage for Copy Channels": "ទំហំផ្ទុក USB សម្រាប់ការចម្លងប៉ុស្តិ៍",
	"USB to TV": "USB ទៅទូរទស្សន៍",
	"Uganda": "អ៊ូហ្គង់ដា",
	"Ukraine": "អ៊ុយក្រែន",
	"Ukrainian": "អ៊ុយក្រែន",
	"Ulaanbaatar": "អ៊ូឡង់បាទ័រ",
	"Unable to check for updates.": "មិនអាចពិនិត្យរកការអាប់ដេតបានទេ",
	"Unable to connect to the network.": "មិនអាចភ្ជាប់ទៅបណ្តាញនេះបានទេ ",
	"Undefined": "មិនបានកំណត់",
	"Under 17 requires accompanying parent or adult guardian.": "មនុស្សអាយុក្រោម 17 ឆ្នាំតម្រូវឲ្យតម្រូវឲ្យមានឳពុកម្តាយ ឬអាណាព្យាបាលនៅមើលជាមួយ។",
	"Uniform": "ឈុត",
	"United Arab Emirates": "សហព័ន្ធអារ៉ាប់រួម",
	"United Kingdom": "ចក្រភពអង់គ្លេស",
	"United States of America": "សហរដ្ឋអាមេរិក",
	"Unknown": "មិនស្គាល់",
	"Unknown issue has occurred.": "បញ្ហាមិនស្គាល់បានកើតឡើង ",
	"Update canceled.": "បានបោះបង់ការអាប់ដេត",
	"Update in progress...": "ការអាប់ដេតកំពុងដំណើរការ...",
	"Update in progress...({n}%)": "ការអាប់ដេតកំពុងដំណើរការ...({n}%)",
	"Update paused.": "បានផ្អាកការអាប់ដេត",
	"Update reserved.": "ការអាប់ដេតត្រូវបានរក្សាទុក",
	"Update will be cancelled and all update files will be deleted now. Do you want to continue?": "ការអាប់ដេតនឹងត្រូវបានលុប ហើយឯកសារអាប់ដេតទាំងអស់នឹងត្រូវបានលុបចោលឥឡូវនេះ។ តើអ្នកចង់បន្តដែរទេ?",
	"Urdu": "អ័រឌូ",
	"Uruguay": "អ៊ុយរ៉ាហ្គាយ",
	"Urumqi": "អ៊ូរុំគី",
	"Use Stand TypeⅠ if the distance between your TV stand and the wall is significant.": "ប្រើជើងទម្រប្រភេទⅠ ប្រសិនបើចម្ងាយរវាងជើងទម្រជើងទូរទស្សន៍របស់អ្នក និងជញ្ជាំងត្រូវគិតជាចាំបាច់។",
	"Use Stand TypeⅡ if your TV stand is close to the wall. This will reduce base reflex and give you clearer sound quality.": "ប្រើជើងទម្រប្រភេទⅡ ប្រសិនបើជើងទម្រទូរទស្សន៍របស់អ្នកនៅកៀកនឹងជញ្ជាំង។ វានឹងបន្ថយសំឡេងឡងពីបាស់ និងផ្តល់ឲ្យអ្នកនូវគុណភាពសំឡេងច្បាស់ល្អ។",
	"Use Wall-mounted Type if your intalled TV is wall-mounted type.": "ប្រើប្រភេទបិទភ្ជាប់ជញ្ជាំងប្រសិនបើទូរទស្សន៍ដែលអ្នកបានដំឡើងជាប្រភេទបិទភ្ជាប់ជញ្ជាំង។",
	"Use the LG Bean Bird character-shaped cursor.": "ប្រើទស្សន៍ទ្រនិច LG Bean Bird ដែលមានរាងតួអក្សរ។",
	"Use the large, standard-shaped cursor.": "ប្រើទស្សន៍ទ្រនិចធំ និងមានរាងស្តង់ដា",
	"Use the small, standard-shaped cursor.": "ប្រើទស្សទ្រនិចតូច និងមានរាងស្តង់ដា",
	"Use this option to correct picture quality issues that may result after your TV has been turned on for an extended period of time.": "ប្រើជម្រើសនេះដើម្បីកែសម្រួលបញ្ហាគុណភាពនៃរូបភាពដែលអាចកើតមានឡើងបន្ទាប់ពីទូរទស្សន៍របស់អ្នកបានបើកអស់រយៈពេលយូរ។",
	"User": "អ្នកប្រើ",
	"User Agreements": "កិច្ចព្រមព្រៀងអ្នកប្រើ",
	"User Guide": "ការណែនាំសម្រាប់អ្នកប្រើ",
	"User Name": "ឈ្មោះអ្នកប្រើ",
	"Uzbek": "អ៊ូសបេ",
	"Uzbekistan": "អ៊ូសបេគីស្ថាន",
	"Uzhhorod": "អូហ៍ហោរ៉ដ",
	"V Position": "ទីតាំង V",
	"V Sharpness": "ភាពម៉ត់ V",
	"V Size": "ទំហំ V",
	"VIC - Victoria - Melbourne": "VIC - រដ្ឋវិចតូរៀ - ទីក្រុងមែលប៊ន",
	"Vaduz": "វ៉ាឌូ",
	"Valencian": "វ៉ាឡង់ស្យា",
	"Vancouver": "វេនឃូវឺ",
	"Vatican City": "បុរីវ៉ាទីកង់",
	"Venda": "វេនដា",
	"Venezuela": "វេណេស៊ុយអេឡា",
	"Vertical Zoom": "ពង្រីកបញ្ឈរ",
	"Video 1": "វីដេអូទី 1",
	"Video 2": "វីដេអូទី 2",
	"Video 3": "វីដេអូទី 3",
	"Video Description": "ការពិពណ៌នាវីដេអូ",
	"Vienna": "វីយែន",
	"Vientiane": "វៀងច័ន្ទ",
	"Vietnam": "វៀតណាម",
	"Vietnamese": "វៀតណាម",
	"View BS Conditional Access Systems (B-CAS) information.": "មើលព័ត៌មានប្រព័ន្ធចូលប្រើតាមលក្ខខណ្ឌ BS (B-CAS) ។",
	"View current Common Interface (CI) information.": "មើលព័ត៌មានចំណុចប្រទាក់ (CI) រួមបច្ចុប្បន្ន។",
	"View messages from your broadcast TV provider.": "មើលសារចេញពីក្រុមហ៊ុនទូរទស្សន៍ផ្តល់ការផ្សព្វផ្សាយរបស់អ្នក។",
	"Vilnius": "វីលនុស",
	"Violence": "ហិង្សា",
	"Virtual Surround Plus": "សំឡេងរងំបែបនិមិត្តបន្ថែម",
	"Vivid": "ពណ៌ដិត",
	"Vladivostok": "វ៉ាល់ឌីវ៉ូសស្តុក",
	"Voice Recognition Language": "ភាសាការសម្គាល់សំឡេង",
	"Volgograd": "វ៉ុលហ្គោហ្គ្រែដ",
	"Volume": "កម្រិតសំឡេង",
	"Volume Increase Amount": "ចំនួនកើននៃកម្រិតសំឡេង",
	"Volume Mode": "របៀបកម្រិតសំឡេង",
	"WA - Western Australia - Eucla": "WA - អូស្ត្រាលីខាងលិច - យូក្លា",
	"WA - Western Australia - Perth": "WA - រដ្ឋអូស្ត្រាលីខាងលិច - ភឺត",
	"Wall-mounted Type": "ប្រភេទបិទភ្ជាប់ជញ្ជាំង",
	"Warsaw": "វ៉ាសាវី",
	"Wasu": "វ៉ាស៊ូ",
	"We collect and store MAC address, model number, country code, language settings, and software version to verify your device and to check whether you have the latest version of the software.": "យើងប្រមូល និងផ្ទុកអាសយដ្ឋាន MAC, លេខម៉ូឌែល, លេខកូដប្រទេស, ការកំណត់ភាសា, និងកំណែផ្នែកទន់ដើម្បីផ្ទៀងផ្ទាត់ឧបករណ៍របស់អ្នក និងដើម្បីពិនិត្យថាតើអ្នកមានកំណែផ្នែកទន់ចុងក្រោយ ឬអត់។",
	"Welsh": "វេល",
	"Western Africa": "អាហ្វ្រិកភាគខាងលិច",
	"When a connected external hard drive has not been used for a specified amount of time, switch to standby mode.": "នៅពេលដែលឧបករណ៍ផ្ទុកផ្នែកខាងក្រៅដែលបានភ្ជាប់មិនទាន់បានប្រើសម្រាប់រយៈពេលដែលបានកំណត់ សូមប្តូរទៅរបៀបរង់ចាំ។",
	"When set to On, experience Dolby Atmos moving audio when you turn on/off the TV.": "ពេលដែលអ្នកកំណត់ ON, អ្នកនឹងទទួលនូវបទពិសោធសំលេង Dolby Atmos នៅពេលដែលអ្នកបើក / បិទទូរទស្សន៍។",
	"When the currently displayed app has not received any user input for an hour, it will be replaced by a screen saver. If you turn this option off, the current picture may create an afterimage burned onto your screen, possibly permanently.": "នៅពេលកម្មវិធីដែលបង្ហាញបច្ចុប្បន្នមិនទទួលបានធាតុបញ្ចូលអ្នកប្រើសក្នុងរយៈពេលមួយម៉ោងទេនោះ វានឹងត្រូវជំនួសដោយធាតុរក្សាទុកអេក្រង់។ ប្រសិនបើអ្នកបិទជម្រើសនេះ នោះរូបភាពបច្ចុប្បន្នអាចបង្កើតរូបបញ្ឆោតដែលឆេះនៅលើអេក្រង់របស់អ្នក ហើយអាចជាអចិន្ត្រៃយ៍។",
	"When the device is turned on/off, your TV will automatically turn on/off.": "នៅពេលដែលឧបករណ៍បានបើក/បិទ ទូរទស្សន៍របស់អ្នកនឹងបើក/បិទដោយស្វ័យប្រវត្តិ។",
	"When the program does not support the language that you have selected, the default language will be shown.": "នៅពេលកម្មវិធីមិនស្គាល់ភាសាដែលអ្នកបានជ្រើសរើស ភាសាលំនាំដើមនឹងបង្ហាញ។",
	"When turned on, on-screen features (e.g. Live menu, Search, Screen Remote) will be partially transparent to show the content beneath it.": "នៅពេលបើ លក្ខណៈពិសេសនៅលើអេក្រង់ (ឧ៖ ម៉ឺនុយបន្តផ្ទាល់, ការស្វែងរក, តេឡេបញ្ជាអេក្រង់) នឹងអាចមើលធ្លុះនៅផ្នែកមួយចំនួនដើម្បីបង្ហាញមាតិកាដែលនៅពីក្រោមវា។",
	"When turned on, the background and text color on some menus will be adjusted to enhance contrasts between bright and dark areas.": "នៅពេលបើក នោះពណ៌នៃផ្ទៃខាងក្រោយ និងអត្ថបទនៅលើម៉ឺនុយមួយចំនួននឹងត្រូវបានកែសម្រួលដើម្បីធ្វើឲ្យចំណុចដែលភ្លឺ និងងងឹតកាន់តែដិតជាងមុន។",
	"When your TV is turned off, the device will automatically turn off.": "នៅពេលដែលទូរទស្សន៍បានបិទ ឧបករណ៍នេះនឹងបិទដោយស្វ័យប្រវត្តិ។",
	"White": "ស",
	"White Balance": "កម្រិតពណ៌ស",
	"Wi-Fi Connection": "ការតភ្ជាប់ Wi-Fi",
	"Wi-Fi Direct connection has not succeeded.": "ការតភ្ជាប់ Wi-Fi Direct មិនទាន់ជោគជ័យនៅឡើយទេ។",
	"Wi-Fi Direct connection with {deviceName} is disconnected.": "ការតភ្ជាប់ Wi-Fi Direct ជាមួយ {deviceName} ត្រូវបានផ្តាច់។",
	"Wi-Fi Direct lets you connect your TV wirelessly to other Wi-Fi Direct-enabled devices, like a cellphone or computer, without having to connect to a wireless router.": "Wi-Fi Direct អនុញ្ញាតឲ្យអ្នកភ្ជាប់ទូរទស្សន៍របស់អ្នកដោយមិនប្រើខ្សែជាមួយឧបករណ៍ទាំងឡាយដែលអាចដំណើរការ Wi-Fi Direct បាន ដូចជា៖ ទូរស័ព្ទចល័ត ឬកុំព្យូទ័រ ដោយមិនចាំបាច់ភ្ជាប់ទៅរ៉ោតទ័រឥតខ្សែទេ។",
	"Wi-Fi Direct lets you connect your TV wirelessly to other Wi-Fi Direct-enabled devices, like a mobile device or a computer, without having to connect to a wireless router. Once connected, you can enjoy your contents from the devices using the Photo & Video and the Music app in TV.": "Wi-Fi Direct អនុញ្ញាតឲ្យអ្នកភ្ជាប់ទូរទស្សន៍របស់អ្នកដោយមិនប្រើខ្សែជាមួយឧបករណ៍ទាំងឡាយដែលអាចដំណើរការ Wi-Fi Direct បាន ដូចជា៖ ឧបករណ៍ចល័ត ឬកុំព្យូទ័រ ដោយមិនចាំបាច់ភ្ជាប់ទៅរ៉ោតទ័រឥតខ្សែទេ។ បន្ទាប់ពីភ្ជាប់រួចហើយ អ្នកអាចរីករាយនឹងមាតិកាចេញពីឧបករណ៍នានាដោយប្រើមុខងាររូបថត និងវីដេអូ និងកម្មវិធីតន្ត្រីនៅក្នុងទូរទស្សន៍។",
	"Wi-Fi Security": "សុវត្ថិភាព Wi-Fi",
	"Wi-Fi is turned off. Turn it on to see the list of available networks that you can connect to and additional related menu items.": "Wi-Fi បានបិទ សូមបើកវាដើម្បីមើលបញ្ជីបណ្តាញដែលអាចប្រើបាន ហើយអ្នកអាចភ្ជាប់ និងមើលធាតុម៉ឺនុយពាក់ព័ន្ធបន្ថែម។",
	"Wi-Fi issue has occurred.": "Wi-Fi មានបញ្ហា ",
	"Wide": "ធំ",
	"Wide Area Zone": "តំបន់ធំទូលាយ",
	"Wide View": "ទិដ្ឋភាពធំ",
	"Wide View (32:9)": "ទិដ្ឋភាពធំ (32:9)",
	"Wide Zoom": "ការពង្រីកធំ",
	"Windhoek": "វីនហូក",
	"Window Color": "ពណ៌ផ្ទាំងវិនដូ",
	"Window Opacity": "ភាពមើលមិនធ្លុះនៃផ្ទាំងវិនដូ",
	"Winnipeg": "វីនីភែក",
	"Wired Connection (Ethernet)": "ការតភ្ជាប់ដោយប្រើខ្សែ (អ៊ីសឺណិត)",
	"Wired Headphones": "កាសមានខ្សែ",
	"Xhosa": "ហោសា",
	"YES": "បាទ/ចាស",
	"Yakutsk": "យ៉ាក់គុត",
	"Yamoussoukro": "យ៉ាម៉ូសូក្រូ",
	"Yangon": "រ៉ង់ហ្គូន",
	"Year": "ឆ្នាំ",
	"Yekaterinburg": "យេកាត់ធ័ររីនប៊ើក",
	"Yellow": "លឿង",
	"Yellowknife": "យេឡូណាយហ៍",
	"Yerevan": "យេរេវែន",
	"Yes": "បាទ/ចាស",
	"You can also turn Adaptive Sound Control on to enhance all other audio content using Dolby processing.": "អ្នកក៏អាចបើកមុខងារគ្រប់គ្រងសំឡេងប្រែប្រួល ដើម្បីបង្កើនគុណភាពឯកសារសំឡេងផ្សេងទៀតទាំងអស់ ដោយប្រើដំណើរការ Dolby។",
	"You can control the setting for using HbbTV service.": "អ្នកអាចគ្រប់គ្រងការកំណត់សម្រាប់ការប្រើប្រាស់សេវាកម្ម HbbTV ។",
	"You can control the setting for using IBB service.": "អ្នកអាចគ្រប់គ្រងការកំណត់សម្រាប់ការប្រើប្រាស់សេវាកម្ម IBB ។ ",
	"You can find the default password in User Guide.": "អ្នកអាចស្វែងរកលេខសម្ងាត់ដើមដែលមាននៅក្នុងសៀវភៅណែនាំ (User Guide)",
	"You can only change settings from the current HDMI input.": "អ្នកអាចប្តូរការកំណត់ពីធាតុបញ្ចូល HDMI បច្ចុប្បន្នតែប៉ុណ្ណោះ។",
	"You can play photos and music from your mobile device to the TV or control your TV by using mobile apps such as LG TV Plus.": "អ្នកអាចចាក់រូបថត និងតន្រ្តីពីឧបករណ៍ចល័តរបស់អ្នកទៅទូរទស្សន៍ ឬបញ្ជាទូរទស្សន៍របស់អ្នកដោយប្រើកម្មវិធីឧបករណ៍ចល័តដូចជា LG TV Plus ។",
	"You can select left and right audio settings for broadcast signal.": "អ្នកអាចជ្រើសរើសការកំណត់សំឡេងឆ្វេង និងស្តាំសម្រាប់រលកសញ្ញាផ្សាយ។",
	"You can select upto {n} keyboard languages only. De-select selected languages to add more langauge.": "អ្នកអាចជ្រើសភាសាក្តារចុចបានរហូតដល់ {n} ។ លែងជ្រើសភាសាដែលមានស្រាប់ដើម្បីបន្ថែមភាសាថ្មី។",
	"You can turn on/off the feature of saving CAM operator's profile.": "អ្នកអាចបើក/បិទមុខងាររក្សាទុកទម្រង់ប្រតិបត្តិកររបស់ CAM ។",
	"You can turn this feature on or off.": "អ្នកអាចបើក ឬបិទលក្ខណៈពិសេសនេះបាន។",
	"You can turn your TV on using your mobile phone.": "អ្នកអាចបើកទូរទស្សន៍របស់អ្នកបានដោយប្រើទូរស័ព្ទចល័តរបស់អ្នក។",
	"You can use 3G/4G USB dongle to connect to the network.": "អ្នកអាចប្រើឧបករណ៍ USB 3G/4G ដើម្បីភ្ជាប់បណ្តាញ។",
	"You can use your Magic Remote to determine the room’s acoustics and optimize your TV’s sound quality based on the results.": "អ្នកអាចប្រើតេឡេបញ្ជាវេទមន្តបានដើម្បីកំណត់រលកសញ្ញាសំឡេងក្នុងបន្ទប់ និងបង្កើនគុណភាពសំឡេងរបស់ទូរទស្សន៍របស់អ្នកដោយផ្អែកលើលទ្ធិផល។",
	"Your TV and SIMPLINK-connected device will be synced as follows:": "ទូរទស្សន៍ និងឧបករណ៍ដែលបានភ្ជាប់ជាមួយ SIMPLINK នឹងត្រូវបានសមកាលកម្មដូចខាងក្រោម៖",
	"Your TV must stay off while Pixel Refresher process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled.": "ទូរទស្សន៍របស់អ្នកត្រូវបន្តបិទខណៈពេលមុខងាររីហ្វ្រេសភិចសែលកំពុងដំណើរការ។ រាល់ការកំណត់ពេលសម្រាប់ការថត ការរំលឹក ឬការកំណត់ម៉ោងបើកទាំងឡាយនាពេលបច្ចុប្បន្ននេះ ឬនាពេលខាងមុខនឹងត្រូវបានលុប។",
	"Your TV needs to be connected to the network to automatically set your LG Services Country. Do you want to go to Network Settings now to check the connection?": "ទូរទស្សន៍របស់អ្នកត្រូវតែភ្ជាប់ទៅបណ្តាញនេះដើម្បីកំណត់ប្រទេសប្រើសេវាកម្ម LG ដោយស្វ័យប្រវត្តិ។ តើអ្នកចង់ចូលទៅកាន់ ការកំណត់បណ្តាញ ដើម្បីពិនិត្យមើលការតភ្ជាប់ឥឡូវនេះដែរទេ?",
	"Your TV needs to know your correct location to provide emergency alert messages through its digital TV signal.": "ទូរទស្សន៍របស់អ្នកត្រូវការដឹងពីទីតាំងត្រឹមត្រូវរបស់អ្នកដើម្បីផ្តល់សារដាស់តឿនពេលមានអាសន្នតាមរយៈរលកសញ្ញាទូរទស្សន៍ឌីជីថលរបស់វា។",
	"Your TV will turn off until the process is complete, at which point it will automatically turn back on.": "ទូរទស្សន៍របស់អ្នកនឹងបិទរហូតដល់ដំណើរការនេះបានបញ្ចប់ នៅពេលនោះវានឹងបើកវិញដោយស្វ័យប្រវត្តិប្រវត្តិ។",
	"Zagreb": "ហ្សាក្រេប",
	"Zambia": "ស៊ីបបាវ៉េ",
	"Zaporozhye": "ហ្សាប៉ូរ៉ូយេ",
	"Zimbabwe": "ហ្ស៊ីមបាវ៉េ",
	"Zoom": "ពង្រីក",
	"Zoom2": "ពង្រីក2",
	"Zulu": "ហ្ស៊ូលូ",
	"Zürich": "ហ្សូរីច",
	"[{Device}] will be disconnected from your TV. Sound will no longer be played from this device. Do you want to continue?": "[{Device}] នឹងត្រូវបានផ្តាច់ពីទូរទស្សន៍របស់អ្នក។ សំឡេងនឹងមិនត្រូវបានចាក់ពីឧបករណ៍នេះទៀតទេ។ តើអ្នកចង់បន្តដែរទេ?",
	"[{Device}] will be removed from the paired device list. If you want to connect it later, you need to search for available devices and re-pair it. Do you want to continue?": "[{Device}] នឹងត្រូវបានលុបចេញពីបញ្ជីឧបករណ៍ផ្គូផ្គងនេះ។ ប្រសិនបើអ្នកចង់ភ្ជាប់វានៅពេលក្រោយ អ្នកត្រូវស្វែងរកឧបករណ៍ដែលអាចផ្គូផ្គងបាន ហើយផ្គូផ្គងវាឡើងវិញ។ តើអ្នកចង់បន្តដែរទេ?",
	"aspectRatio_original": "ដើម",
	"audioGuidance_fast": "លឿន",
	"audioGuidance_high": "ខ្ពស់",
	"audioGuidance_low": "ទាប",
	"audioGuidance_medium": "មធ្យម",
	"audioGuidance_slow": "យឺត",
	"audioGuidance_veryFast": "លឿនណាស់",
	"audioGuidance_veryHigh": "ខ្ពស់ណាស់",
	"audioGuidance_veryLow": "ទាបណាស់",
	"audioGuidance_verySlow": "យឺតណាស់",
	"button": "ប៊ូតុង",
	"character": "តួអក្សរ",
	"characters": "តួអក្សរ",
	"checked": "បានធីក",
	"connecting": "កំពុងភ្ជាប់",
	"depthOfColor": "ពណ៌",
	"diagonal zoom in": "ការពង្រីកបញ្ឆិត",
	"diagonal zoom out": "ការបង្រួមបញ្ឆិត",
	"digitalOptionSetByProgram": "កំណត់ដោយកម្មវិធី",
	"energy_Maximum": "អតិបរមា",
	"energy_Medium": "មធ្យម",
	"energy_Minimum": "អប្បបរមា",
	"gamma_high1": "ខ្ពស់1",
	"gamma_high2": "ខ្ពស់2",
	"horizontal zoom in": "ការពង្រីកផ្តេក",
	"horizontal zoom out": "ការបង្រួមផ្តេក",
	"jpDoNot": "បិទ",
	"logoLuminance_high": "ខ្ពស់",
	"logoLuminance_low": "ទាប",
	"min": "នាទី",
	"minus": "ដក",
	"not connected": "មិនបានភ្ជាប់ទេ",
	"pictureControl3dModeStandard": "ស្តង់ដារ",
	"pictureControlAuto": "ស្វ័យប្រវត្តិ",
	"pictureControlAuto_BlackLevel": "ស្វ័យប្រវត្តិ",
	"pictureControlHigh": "ខ្ពស់",
	"pictureControlHigh_BlackLevel": "ខ្ពស់",
	"pictureControlHigh_Male": "ខ្ពស់",
	"pictureControlLow": "ទាប",
	"pictureControlLow_BlackLevel": "ទាប",
	"pictureControlLow_Male": "ទាប",
	"pictureControlMedium": "មធ្យម",
	"pictureControlMedium_BlackLevel": "មធ្យម",
	"pictureControlMedium_Male": "មធ្យម",
	"pictureControlwhiteBalanceColorTemperatureMedium": "មធ្យម",
	"pictureMode": "ស្តង់ដារ",
	"pictureModeSettings": "ប្តូរតាមបំណង",
	"plus": "បូក",
	"pointerOptions": "ស្តាយល៍",
	"pointerSize": "ទំហំ",
	"press OK button to edit IP manually": "ចុចប៊ូតុង OK ដើម្បីកែសម្រួល IP ដោយផ្ទាល់",
	"press OK button to enter channel to search": "ចុចប៊ូតុង OK ដើម្បីចូលប៉ុស្តិ៍ ហើយស្វែងរក",
	"press OK button to enter value": "ចុចប៊ូតុង OK ដើម្បីបញ្ចូលតម្លៃ",
	"press right button to adjust HDR Effect level": "ចុចប៊ូតុងស្តាំដើម្បីសម្រួលកម្រិត HDR Effect",
	"press right button to adjust de-judder and de-blur value": "ចុចប៊ូតុងស្តាំដើម្បីកែសម្រួលតម្លៃ de-judder និង de-blur",
	"press right button to adjust zoom ratio and position": "ចុចប៊ូតុងស្តាំដើម្បីកែសម្រួលអត្រាពង្រីក និងទីតាំង",
	"shift current screen down": "ប្តូរអេក្រង់បច្ចុប្បន្នទៅក្រោម",
	"shift current screen to the left": "ប្តូរអេក្រង់បច្ចុប្បន្នទៅឆ្វេង",
	"shift current screen to the right": "ប្តូរអេក្រង់បច្ចុប្បន្នទៅស្តាំ",
	"shift current screen up": "ប្តូរអេក្រង់បច្ចុប្បន្នទៅលើ",
	"shift down": "ប្តូរទៅក្រោម",
	"shift left": "ប្តូរទៅឆ្វេង",
	"shift right": "ប្តូរទៅស្តាំ",
	"shift up": "ប្តូរទៅលើ",
	"soundMode_Standard": "ស្តង់ដារ",
	"thaRatingNone": "គ្មាន",
	"unchecked": "បានដោះធីក",
	"unread": "មិនបានអាន",
	"vertical zoom in": "ការពង្រីកបញ្ឈរ",
	"vertical zoom out": "ការបង្រួមបញ្ឈរ",
	"volumeModeHigh": "ខ្ពស់",
	"volumeModeLow": "ទាប",
	"volumeModeMedium": "មធ្យម",
	"webOS TV Version": "កំណែទូរទស្សន៍ webOS",
	"zoom in": "ពង្រីក",
	"zoom out": "បង្រួម",
	"{label} : L{value}": "{label} ៖ L{value}",
	"{label} : R{value}": "{label} ៖ R{value}",
	"• Compatibility problems may occur depending on the connected Bluetooth device.": "• បញ្ហាភាពត្រូវគ្នាអាចកើតមានឡើងដោយផ្អែកលើឧបករណ៍ Bluetooth ដែលបានភ្ជាប់។",
	"• If audio video sync error occurs with your wireless audio device connected through LG Sound Sync, try restarting the TV.": "• ប្រសិនបើសមកាលកម្មសំឡេង និងវីដេអូមានបញ្ហាជាមួយឧបករណ៍សំឡេងឥតខ្សែរបស់អ្នកដែលបានភ្ជាប់តាមរយៈសមកាលកម្មសំឡេង LG សូមសាកល្បងចាប់ផ្តើមទូរទស្សន៍ឡើងវិញ។",
	"• If you can't hear sound through the device, make sure it is working and connected properly.": "• ប្រសិនបើអ្នកមិនអាចឮសំឡេងចេញពីឧបករណ៍ទេ សូមប្រាកដថាវាកំពុងដំណើរការ និងភ្ចាប់ជាប្រក្រតី។"
}
