{
	" (User)": " (Bruker)",
	"(Version: {l})": "(Versjon: {l})",
	"10 Points Code Value": "10-punkters kodeverdi",
	"10 Points IRE": "10-punkts IRE",
	"10 and Above": "10 og Over",
	"11 and Above": "11 og Over",
	"12 Hours": "12 timer",
	"12 and Above": "12 og Over",
	"13 and Above": "13 og Over",
	"14 and Above": "14 og Over",
	"14 by 9": "fjorten-ni",
	"15 and Above": "15 og Over",
	"16 and Above": "16 og Over",
	"16 by 9": "seksten-ni",
	"17 and Above": "17 og Over",
	"18 and Above": "18 og Over",
	"19 and Above": "19 og Over",
	"2 Hours": "2 timer",
	"2 Hours Auto Power Off": "2 timer Slå automatisk av",
	"2 Points": "2 punkter",
	"20 Points Code Value": "20-punkters kodeverdi",
	"20 Points IRE": "20-punkts IRE",
	"20 and Above": "20 og Over",
	"21 by 9": "tjueén-ni",
	"24 Hours": "24 timer",
	"3 Hours": "3 timer",
	"32 by 12": "trettito-tolv",
	"32 by 9": "trettito-ni",
	"3G/4G NETWORK STATUS": "3G/4G-NETTVERKSTATUS",
	"4 Hours": "4 timer",
	"4 and Above": "4 og Over",
	"4 by 3": "fire-tre",
	"5 and Above": "5 og Over",
	"6 Hours": "6 timer",
	"6 and Above": "6 og Over",
	"7 and Above": "7 og Over",
	"8 Hours": "8 timer",
	"8 and Above": "8 og Over",
	"9 and Above": "9 og Over",
	"AV Sync Adjustment": "Justering av AV–synk",
	"About This TV": "Om denne TV-en",
	"Above 10": "Over 10",
	"Above 11": "Over 11",
	"Above 12": "Over 12",
	"Above 13": "Over 13",
	"Above 14": "Over 14",
	"Above 15": "Over 15",
	"Above 16": "Over 16",
	"Above 17": "Over 17",
	"Above 18": "Over 18",
	"Above 19": "Over 19",
	"Above 20": "Over 20",
	"Above 4": "Over 4",
	"Above 5": "Over 5",
	"Above 6": "Over 6",
	"Above 7": "Over 7",
	"Above 8": "Over 8",
	"Above 9": "Over 9",
	"Access Point 1": "Tilgangspunkt 1",
	"Access Point 2": "Tilgangspunkt 2",
	"Access Point 3": "Tilgangspunkt 3",
	"Accessibility": "Tilgjengelighet",
	"Account Management": "Kontobehandling",
	"Adaptive Sound Control": "Adaptiv lydkontroll",
	"Add Network": "Legg til nettverk",
	"Add a hidden wireless network": "Legg til et skjult trådløst nettverk",
	"Add wireless network by manually entering network name (SSID).": "Legg til trådløst nettverk ved å legge inn nettverksnavn (SSID) manuelt.",
	"Addis Ababa": "Addis Abeba",
	"Additional Audio Selection": "Ytterligere lydvalg",
	"Additional Settings": "Ytterligere innstillinger",
	"Address Setting": "Adresseinnstilling",
	"Adjust Audio Guidance pitch.": "Juster lydveiledningspitch.",
	"Adjust Audio Guidance speed.": "Juster lydveiledningshastighet.",
	"Adjust Audio Guidance volume.": "Juster lydveiledningsvolum.",
	"Adjust Screen Position": "Juster skjermposisjonen",
	"Adjust Zoom Ratio": "Juster zoomens sideforhold",
	"Adjust audio timing to synchronize video and audio.": "Juster lydtimingen for å synkronisere video og lyd.",
	"Adjust blue gain for color balance.": "Juster blå for fargebalanse.",
	"Adjust brightness by analyzing image movements to prevent glare and reduce energy consumption.": "Juster lysstyrken ved å analysere bildebevegelser for å unngå blending og redusere strømforbruk.",
	"Adjust brightness of the LG logo.": "Juster skarpheten til LG-logoen.",
	"Adjust color and saturation for a more vivid image.": "Juster farge og metning for et mer levende bilde.",
	"Adjust cursor speed.": "Juster markørens hastighet.",
	"Adjust detailed settings to further optimize the picture.": "Juster detaljerte innstillinger for å optimere bildet ytterligere.",
	"Adjust edge sharpness. Higher values increase the crispness and clarity of the image.": "Juster skarpheten på kantene. Høyere verdier øker bildets skarphet og klarhet.",
	"Adjust gamma settings to compensate for the brightness of the input signal.": "Juster gammainnstillingene for å kompensere for lysstyrken på inngangssignalet.",
	"Adjust grass tone colors.": "Juster grønntonefarger.",
	"Adjust green gain for color balance.": "Juster grønn for fargebalanse.",
	"Adjust hue and saturation of a specified color region.": "Juster tonen og metningen av et spesifisert fargeområde.",
	"Adjust left/right audio balance.": "Juster venstre/høyre lydbalanse.",
	"Adjust luminance for selected color.": "Juster luminans for valgt farge.",
	"Adjust luminance level for selected IRE point.": "Juster luminansnivå for valgt IRE-punkt.",
	"Adjust overall color. Higher values increase saturation.": "Juster den generelle fargen. Høyere verdier øker fargemetningen.",
	"Adjust overall screen brightness. Higher values increase brightness.": "Juster den generelle lysstyrken på skjermbildet. Høyere verdier øker lysstyrken.",
	"Adjust red and green color balance. Higher values increase saturation of the color.": "Juster balansen mellom rød og grønn farge. Høyere verdier øker fargemetningen.",
	"Adjust red gain for color balance.": "Juster rød for fargebalanse.",
	"Adjust saturation for selected color.": "Juster fargemetning for valgt farge.",
	"Adjust screen brightness by tuning the OLED LIGHT. Higher values increase brightness.": "Juster skjermens lysstyrke ved å justere OLED LIGHT. Større verdier øker lysstyrken.",
	"Adjust screen brightness by tuning the backlight. Higher values increase brightness.": "Juster skjermens lysstyrke ved å justere bakgrunnslyset. Større verdier øker lysstyrken.",
	"Adjust screen brightness to reduce energy consumption.": "Juster skjermens lysstyrke for å redusere strømforbruk.",
	"Adjust screen settings for individual picture modes.": "Juster skjerminnstillingene for individuelle bildemoduser.",
	"Adjust skin tone colors.": "Juster hudtonefarger.",
	"Adjust skin tone, grass, and sky colors.": "Juster hudtone og fargen på gress og himmel.",
	"Adjust sky tone colors.": "Juster blåtonefarger.",
	"Adjust the difference between bright and dark areas of the screen. Higher values intensify the difference.": "Juster forskjellen mellom lyse og mørke områder på skjermen. Høyere verdier gjør forskjellen større.",
	"Adjust the luminance of static images such as logos within content to correct potential picture quality issues.": "Juster lysstyrken til statiske bilder, som for eksempel logoer inne i innhold for å rette opp eventuelle problemer med bildekvaliteten.",
	"Adjust tint for selected color.": "Juster nyanse for valgt farge.",
	"Adjusting Luminance": "Justere luminans",
	"Adult": "Voksen",
	"Adult Language": "Voksenspråk",
	"Adults Only.": "Kun voksne.",
	"Adults only.": "Kun voksne.",
	"Advanced": "Avanserte Innstillinger",
	"Advanced Controls": "Avanserte kontroller",
	"Advanced Wi-Fi Settings": "Avanserte Wi-Fi-innstillinger",
	"Advertising Cookies": "Informasjonskapsler for markedsføring",
	"After changing the country, all currently tuned channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "Etter at det er byttet land vil alle lagrede kanaler bli slettet. Når du skal søke inn kanalene igjen må du gå til Aut. innstilling. Vil du fortsette?",
	"After changing your Zip Code, all current Freesat channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "Etter at det er endret postnummer vil alle lagrede Freesat-kanaler bli slettet. Når du skal søke inn kanalene igjen må du gå til Aut. innstilling. Vil du fortsette?",
	"After you change your country, you can scan for your channels using Auto Tuning. Do you want to continue?": "Når du har endret land, kan du søke etter kanaler med Automatisk søk. Vil du fortsette?",
	"Albanian": "Albansk",
	"Algeria": "Algerie",
	"Algiers": "Alger",
	"All Channels": "Alle kanaler",
	"All Children": "Alle barn",
	"All ages admitted.": "Alle aldre godtas.",
	"All current settings for {pictureMode} mode will be reset. Do you want to continue?": "Alle gjeldende innstillinger for {pictureMode} vil bli tilbakestilt. Vil du fortsette?",
	"All sound effect settings for Standard Mode will be reset. Do you want to continue?": "Alle gjeldende innstillinger for Standardmodus vil bli tilbakestilt. Vil du fortsette?",
	"All-Direction Zoom": "Zoom i alle retninger",
	"Allow Automatic Updates": "Tillat automatiske oppdateringer",
	"Always Open": "Alltid åpen",
	"An error has occurred while copy channels.": "En feil oppstod under kopiering av kanaler.",
	"An important software update is available.": "En viktig programvareoppdatering er tilgjengelig.",
	"Analog Mode": "Analog modus",
	"Analog TV": "Analog-TV",
	"Antenna": "Antenne",
	"Antenna ATV": "Antenne-ATV",
	"Antenna DTV": "Antenne-DTV",
	"Antenna Radio": "Antenneradio",
	"Antigua and Barbuda": "Antigua og Barbuda",
	"Any Supplementary Audio": "Alle ekstra lydkilder",
	"Application Locks": "Applikasjonslåser",
	"Applied settings are:": "Brukte innstillinger er:",
	"Apply the recommended audio settings using Standard Mode.": "Bruk de anbefalte lydinnstillingene for standardmodus.",
	"Apply the recommended audio settings using the enhanced Bass Boost.": "Bruk de anbefalte lydinnstillingene for forsterket bassmodus.",
	"Apply the recommended audio settings using the enhanced Treble Boost.": "Bruk de anbefalte lydinnstillingene for forsterket diskantmodus.",
	"Apply to all inputs": "Gjelder for alle innganger",
	"Applying value to all inputs...": "Bruk verdier for alle innganger...",
	"Appropriate for general audience.": "Passende for et generelt publikum.",
	"Arabic": "Arabisk",
	"Are you sure you want to disconnect all connected devices.": "Er du sikker på at du vil koble fra alle tilkoblede enheter.",
	"Ashgabat": "Asjkhabad",
	"Aspect Ratio": "Høyde/bredde-forhold ",
	"Aspect Ratio Settings": "Innstillinger for høyde/bredde-forhold",
	"Assamese": "Assamisk",
	"Assign channels to remote buttons so you can quickly jump to them.": "Tildel kanaler til fjernkontrollknapper slik at du kan enkelt gå til dem.",
	"Athens": "Athen",
	"Audio Description": "Lydbeskrivelse",
	"Audio Description Volume": "Automatisk beskrivelse av volum",
	"Audio Guidance": "Lydveiledning",
	"Audio Language": "Lydspråk",
	"Audio Out (Line Out)": "Lyd ut (Linje ut)",
	"Audio Type": "Lydtype",
	"Austria": "Østerrike",
	"Auto Power Off": "Slå automatisk av",
	"Auto Power Sync": "Automatisk strømsynkronisering",
	"Auto Start": "Aut. start",
	"Auto Volume": "Autovolum",
	"Auto Volume keeps sound volume consistent even when you change channels or broadcast signals.": "Autovolum holder lydnivået jevnt, selv når du endrer kanaler eller kringkastingssignaler.",
	"Automatically optimize picture quality based on color and brightness of ambient light.": "Optimer bildekvaliteten automatisk, basert på omgivelsesbelysningens farge og styrke.",
	"Automatically optimize sound based on content type.": "Optimer lyd automatisk, basert på innholdstype.",
	"Automatically update system software when an update is found.": "Oppdater systemets programvare automatisk når en oppdatering blir funnet.",
	"Available Devices": "Tilgjengelige enheter",
	"Available Internal Storage": "Tilgjengelig internlager",
	"Azerbaijan": "Aserbajdsjan",
	"Azores": "Azorene",
	"BG Color": "Bakgrunnsfarge",
	"BG Opacity": "Ugjennomsiktighet for bakgrunn",
	"Back": "Tilbake",
	"Backlight": "Bakgrunnslys",
	"Baghdad": "Bagdad",
	"Balance": "Balanse",
	"Basque": "Baskisk",
	"Bass Boost": "Økt bass",
	"Begin the One Touch Sound Tuning process to determine the optimum audio quality settings for your room.": "Start One Touch Sound Tuning-prosessen for å fastslå de optimale lydkvalitetetsinnstillingene for rommet.",
	"Behavior may vary depending on connected device.": "Atferd kan variere avhengig av tilkoblet enhet.",
	"Belarus": "Hviterussland",
	"Belgium": "Belgia",
	"Belgrade": "Beograd",
	"Bengali": "Bengalsk",
	"Black": "Svart",
	"Black Level": "Svartnivå",
	"Block TV programs based on content rating.": "Blokker TV-programmer basert på innholdsvurdering.",
	"Block TV programs broadcast in English based on their content ratings.": "Blokker TV-programmer som er sendt på engelsk, basert på vurderinger av innhold.",
	"Block TV programs broadcast in French based on their content ratings.": "Blokker TV-programmer som er sendt på fransk, basert på vurderinger av innhold.",
	"Block access to specified channels and external devices.": "Blokker tilgang til spesifiserte kanaler og eksterne enheter.",
	"Block content based on genre.": "Blokker innhold basert på sjanger.",
	"Block movies based on rating.": "Blokker filmer basert på rating.",
	"Blue": "Blå",
	"Bluetooth Audio Device": "Bluetooth-lydenhet",
	"Bosnia": "Bosnia",
	"Bosnia And Herzegovina": "Bosnia og Herzegovina",
	"Bosnian": "Bosnisk",
	"Brazil": "Brasil",
	"Brazilian Punk": "Brasiliansk punk",
	"Brightness": "Lysstyrke",
	"Broadcast Country": "Kringkastingsland",
	"Broadcast Mail": "Kringkastingsmail",
	"Brussels": "Brussel",
	"Bucharest": "Bucuresti",
	"Built-in Sound Bar": "Innebygd lydfelt",
	"Bulgarian": "Bulgarsk",
	"By turning Live Plus on, you are consenting to the collection of television viewing information by LG Electronics Inc. (\"LGE\") through ACR module, which may be shared on an anonymized basis to third parties to provide you with interactive services. We may also share aggregated anonymized information to third parties for marketing purposes. Please note that we do not knowingly collect or distribute the above information from or about children under 13. Detailed information about Live Plus is illustrated in Viewing Information (terms) which may be accessed in the SmartTV settings menu. LGE highly recommend that you review the full version of Viewing Information (terms) before you activate Live Plus function.": "Ved å aktivere Live Plus samtykker du i at LG Electronics Inc. (\"LGE\") innhenter TV-visninginformasjon gjennom ACR-modulen, og at denne kan deles på anonymisert basis med tredjeparter for å levere interaktive tjenester til deg. Vi kan også dele samlet anonymisert informasjon med tredjeparter for markedsføringsårsaker. Merk at vi ikke med vilje og vitende innhenter ovennevnte informasjon fra eller om barn under 13 år. Detaljert informasjon om Live Plus finnes i Visningsinformasjon (vilkår) som du finner i innstillingsmenyen for SmartTV. LGE anbefaler på det sterkeste at du går gjennom den fulle versjonen av Visningsinformasjon (vilkår) før du aktiverer Live Plus-funksjonen.",
	"CANCEL SCHEDULE": "AVBRYT TIDSPLAN",
	"CC 1": "TEKSTING 1",
	"CC 2": "TEKSTING 2",
	"CC 3": "TEKSTING 3",
	"CC 4": "TEKSTING 4",
	"CI Information": "CI-informasjon",
	"CI password incorrect. Please enter again.": "CI-passord er feil. Angi igjen.",
	"COMPONENT2": "KOMPONENT2",
	"COMPONENT3": "KOMPONENT3",
	"CONNECTING…": "KOBLER TIL ...",
	"Cable": "Kabel",
	"Cable ATV": "Kabel-ATV",
	"Cable DTV": "KABEL-DTV",
	"Cable Radio": "Kabel-radio",
	"Cairo": "Kairo",
	"Cambodia": "Kambodsja",
	"Cameroon": "Kamerun",
	"Can not Find Channel": "Finner ikke kanal",
	"Canary Islands": "Kanariøyene",
	"Cancel": "Avbryt",
	"Cancel Update": "Avbryt oppdatering",
	"Cantonese": "Kantonesisk",
	"Cape Verde": "Kapp Verde",
	"Card ID Number": "Kort-ID-nummer",
	"Card Number": "Kortnummer",
	"Catalan": "Katalansk",
	"Cayman Islands": "Caymanøyene",
	"Central African Republic": "Den sentralafrikanske republikk",
	"Chad": "Tchad",
	"Changing region may change currently tuned channels in your TV. You can re-tune channels in Auto Tuning. Do you want to change regional settings now?": "Bytter du region kan dette endre kanalene som er lagret på TV-apparatet. Du kan finne kanalene igjen ved hjelp av Aut. innstilling. Ønsker du å endre regioninnstillingene nå?",
	"Changing the country will cause your TV to restart and you may need to consent to LG's User Agreements again. Also, the availability of some apps and services may vary based on the LG Services Country. Do you want to continue?": "Hvis du bytter land vil det føre til at TV-apparatet ditt starter seg på nytt, og det er mulig du må akseptere LGs brukeravtale på nytt. I tillegg kan tilgjengeligheten til noen av programmene og tjenestene variere basert på LG-tjenesteland. Vil du fortsette?",
	"Channel Locks": "Kanallåser",
	"Channel Manager": "Kanalhåndtering",
	"Channel Scrolling Options": "Kanal-rullealternativer",
	"Channel Tuning": "Kanalinnstilling",
	"Channel Tuning & Settings": "Kanalinnstilling og innstillinger",
	"Channels": "Kanaler",
	"Channels from HDMI and other external inputs cannot be locked. To lock TV channels, change the current input to Live TV.": "Kanaler fra HDMI og andre eksterne innganger kan ikke låses. Hvis du vil låse kanaler må du endre den valgte inngangen til Live TV.",
	"Chatham Islands": "Chathamøyene",
	"Check for problems with the picture quality.": "Kontroller om det er problemer med bildekvaliteten.",
	"Check for problems with the sound quality of the Internal TV Speaker.": "Kontroller problemer med lydkvaliteten på den Intern TV-høyttaleren.",
	"Check for updates": "Se etter oppdateringer",
	"Checking Password": "Kontrollerer passord",
	"Checking for updates": "Ser etter oppdateringer",
	"Checking...": "Sjekker ...",
	"Children": "Barn",
	"Children Age": "Barnealder",
	"Children Program Locks": "Programlåser for barn",
	"China": "Kina",
	"Chinese": "Kinesisk",
	"Choose a picture mode, then customize display settings such as contrast, brightness and sharpness for that mode.": "Velg en bildemodus, deretter tilpass skjerminnstillinger som kontrast, lysstyrke og skarphet for den modusen.",
	"Choose to have all channels or just your primary ones when you change channels.": "Velg å ha alle kanaler eller bare dine primære når du bytter kanaler.",
	"Christmas Island": "Christmas-øya",
	"Cinema": "Kino",
	"Cinema Home": "Kino Hjem",
	"Cinema View": "Kinovisning",
	"Cinema View (32:12)": "Kinovisning (32:12)",
	"Cinema Zoom": "Kinozoom",
	"City": "By",
	"City Selection": "Valg av by",
	"Clean Audio": "Ren lyd",
	"Clear": "Livlig",
	"Clear Cookies history": "Slett informasjonskapselhistorikken",
	"Clear Plus": "Klar pluss",
	"Clear Voice Ⅲ": "Klar stemme Ⅲ",
	"Clear the advertising frequency capping cookies.": "Slett informasjonskapslene som styrer hyppigheten av markedsføring.",
	"Clear1": "Slett",
	"Click the CONNECT button below after your LG Wireless Keyboard is turned on and set to the pairing mode.": "Klikk på knappen KOBLE TIL nedenfor etter ditt LG Trådløs Tastatur er på og satt i paringsmodus.",
	"Close": "Lukk",
	"Closed Caption": "Undertekst",
	"Closed Caption Settings": "Innstillinger for undertekst",
	"Color": "Farge",
	"Color Filter": "Fargefilter",
	"Color Gamut": "Fargeskala",
	"Color Management System": "Fargebehandlingssystem",
	"Color Temperature": "Fargetemperatur",
	"Component": "Komponent",
	"Confirm": "Bekreft",
	"Congo Brazzaville": "Kongo-Brazzaville",
	"Connect": "Koble til",
	"Connect an app on your mobile device that supports LG Connect to the TV and start to enjoy playing mobile photos and music or even control your TV.": "Koble en app på mobilenheten som støtter LG Connect til TV-en og kos deg med å vise frem mobilbilder, spille musikk eller til og med kontrollere TV-en din.",
	"Connect to the network through a wireless router. You must be connected to the network to use certain Smart TV features such as web browsing, content sharing, and automatic software updates.": "Koble til nettverket via en trådløs ruter. Du må være koblet til nettverket for å kunne bruke visse Smart-TV-funksjoner som nettlesing, deling av innhold og automatiske oppdateringer av programvare.",
	"Connect to the network with an ethernet cable. You must be connected to the network to use certain Smart TV features such as web browsing, content sharing, and automatic software updates.": "Koble til nettverket med lokalnettverkskabel. Du må være koblet til nettverket for å kunne bruke visse Smart-TV-funksjoner som nettlesing, deling av innhold og automatiske oppdateringer av programvare.",
	"Connect via WPS PBC": "Koble til via WPS PBC",
	"Connect via WPS PIN": "Koble til via WPS PIN",
	"Connect your TV to your router or modem with an Ethernet cable to activate your wired network connection.": "Koble TV-en til ruteren eller modemet med en Ethernet-kabel for å aktivere det kablede nettverkstilkoblingen.",
	"Connected": "Tilkoblet",
	"Connected to Internet": "Tilkoblet Internett",
	"Connecting...": "Kobler til ...",
	"Contrast": "Kontrast",
	"Control the advertising frequency capping cookies.": "Kontroller informasjonskapslene som styrer hyppigheten av markedsføring.",
	"Cookies": "Informasjonskapsler",
	"Cool": "Kjølig",
	"Copenhagen": "København",
	"Copy Channels": "Kopiere kanaler",
	"Copy/Delete file": "Kopier/slett fil",
	"Correct contrast and brightness by adjusting black levels.": "Korriger kontrast og lysstyrke ved å justere svarte nivåer.",
	"Could not fined available network.": "Finner ingen tilgjengelige nettverk.",
	"Croatia": "Kroatia",
	"Croatian": "Kroatisk",
	"Current values of customized picture mode settings will be applied to {pictureMode} mode for all inputs. Do you want to continue?": "Gjeldende verdier for tilpassede bilde-innstillinger vil brukes på {pictureMode}-modus for alle innganger. Vil du fortsette?",
	"Currently connected LG Wireless Keyboard device will be disconnected from your TV. Do you want to continue?": "Det tilkoblede LG Trådløse Tastaturet vil bli koblet fra TV-en din. Vil du fortsette?",
	"Currently connecting via Wi-Fi Direct. Please accept the request on your [{devicename}].": "Kobler i øyeblikket til via Wi-Fi Direct. Vennligst godta forespørselen på [{devicename}] nå.",
	"Custom": "Tilpasset",
	"Custom Time Zone": "Egendefinert tidssone",
	"Customer Service": "Kundestøtte",
	"Cyprus": "Kypros",
	"Czech": "Tsjekkia",
	"Czech Republic": "Tsjekkia",
	"Côte d'Ivoire": "Elfenbenskysten",
	"DISCONNECT": "KOBLE FRA",
	"DNS Server": "DNS-server",
	"DR Congo": "Kongo-Kinshasa",
	"DTV Audio Setting": "DTV Lyd-innstilling",
	"Danish": "Dansk",
	"Data Service": "Dataservice",
	"Date": "Dato",
	"Day": "Dag",
	"De-Blur": "Gjør skarpere",
	"De-Judder": "Anti-vibrasjon",
	"Delete Pairing History": "Slette paringshistorikk",
	"Delete or add TV channels to customize your channels.": "Slett eller legg til TV-kanaler for å tilpasse dine kanaler.",
	"Demo Options": "Demo-alternativer",
	"Democratic Republic of the Congo": "Den demokratiske republikken Kongo",
	"Denmark": "Danmark",
	"Depressed": "Senket",
	"Device Name": "Enhetsnavn",
	"Device Selection": "ENHETSVALG",
	"Digital Mode": "Digital modus",
	"Digital Mode Option": "Digital modus-alternativ",
	"Digital Sound Out": "Digital lyd ut",
	"Digital TV": "Digital-TV",
	"Directed to Older Children (ages 7 and above)": "Beregnet på eldre barn (7 og over)",
	"Display list of audio devices that can be connected to your TV.": "Vis listen med lydenheter som kan kobles til TV-en din.",
	"Display luminance level for the highest point (100 IRE).": "Vis luminansnivå for høyeste punkt (100 IRE).",
	"Do Not Track": "Ikke spor",
	"Do not apply the One Touch Sound Tuning recommended audio settings.": "Bruk ikke de anbefalte lydinnstillingene for One Touch Sound Tuning.",
	"Do you want to continue?": "Vil du fortsette?",
	"Do you want to copy channel list from USB storage to your TV? Current channels in your TV will be deleted.": "Vil du kopiere kanallisten fra USB-enheten til TV-apparatet? De lagrede kanalene på TV-apparatet vil bli slettet.",
	"Do you want to copy channel list from your TV to the USB storage?": "Vil du kopiere kanallisten fra TV-apparatet til USB-enheten?",
	"Do you want to set the correct time now?": "Vil du stille inn den riktige tiden?",
	"Do you want to turn your TV off now?": "Vil du slå av TV-en din nå?",
	"Dominican Republic": "Den dominikanske republikk",
	"Done": "Ferdig",
	"Dong, Eup, Myeon": "Dong, Eup Myeon",
	"Download Mail": "Last ned e-post",
	"Download and install": "Last ned og installer",
	"Downloadable Rating": "Nedlastbar vurdering",
	"Dutch": "Nederlandsk",
	"Dynamic Color": "Dynamisk farge",
	"Dynamic Contrast": "Dynamisk kontrast",
	"Dynamic Tone Mapping": "Dynamisk tonetilordning",
	"Easter Island": "Påskeøya",
	"Eastern Africa": "Øst-Afrika",
	"Eco": "Øko",
	"Eco Mode": "Øko-modus",
	"Edge Color": "Kantfarge",
	"Edge Enhancer": "Kantforbedring",
	"Edge Type": "Kanttype",
	"Edit": "Rediger",
	"Edit TV channels, set favorites, and manage parental control settings.": "Rediger TV-kanaler, angi favoritter og administrer foreldrekontrollinnstillinger.",
	"Emergency Alert": "Nødvarsel",
	"Enable LG support representatives to resolve your technical issues remotely. You must call the LG customer service center to receive assistance.": "Gi representanter for LG support muligheten til å løse dine tekniske problemer fra en ekstern beliggenhet. Du må ringe til LGs kundeservicesenter for å få hjelp.",
	"Enable other devices and apps to turn on your TV.": "Aktiver andre enheter og programmer for å slå på TV-apparatet.",
	"Energy Saving": "Strømsparing",
	"Energy saving modes to limit power consumption.": "Strømsparing-moduser for å begrense strømforbruket.",
	"English": "Engelsk",
	"Enjoy an immersive 3D soundscape with the virtual multi-channel surround sound effect.": "Opplev et intenst 3D-lydbilde med den virtuelle flerkanals surroundlydeffekten.",
	"Enjoy an immersive 3D soundscape with the virtual surround sound effect.": "Opplev et intenst 3D-lydbilde med Virtual Surround-effekten.",
	"Enter CI Password": "Oppgi CI-passord",
	"Enter PIN code into a WPS-enabled router to connect TV to the network.": "Oppgi PIN-koden til en WPS-aktivert ruter for å koble TV-en til nettverket.",
	"Enter the PIN in your router's settings.": "Skriv inn PIN-koden i ruterens innstillinger.",
	"Enter the master password.": "Tast inn hovedpassordet.",
	"Equatorial Guinea": "Ekvatorialguinea",
	"Estonia": "Estland",
	"Estonian": "Estisk",
	"Ethiopia": "Etiopia",
	"Every Day": "Hver dag",
	"Every Weekday": "Hver ukedag",
	"Every Weekend": "Hver helg",
	"Exempt from ratings.": "Unntatt fra sensur.",
	"Experience the best immersive audio effect with virtual multi-channel surround sound including height.": "Opplev helt fantastiske lydeffekter med virtuell surroundlyd i flere kanaler, inkludert høyde.",
	"Expert (Bright Room)": "Ekspert (Lyst rom)",
	"Expert (Dark Room)": "Ekspert (Mørkt rom)",
	"Expert Controls": "Ekspertkontroller",
	"Export your TV's channel list information to a connected USB device.": "Eksporter informasjonen i TV-kanallisten din til en tilkoblet USB-enhet.",
	"Extended": "Utvidet",
	"Extending a period of time of the Auto Power Off setting or turning off the function may increase energy consumption.": "Hvis du øker tidsperioden før TV-en automatisk slår seg av eller slår av funksjonen kan strømforbruket øke.",
	"Extreme": "Ekstrem",
	"Eye Comfort Mode": "Øyekomfortmodus",
	"Fantasy Violence": "Tegneserievold",
	"Fast": "Hurtig",
	"Fine tune red, green, blue, cyan, magenta, and yellow color spaces.": "Finjuster fargeområdene for rødt, grønt, blått, cyan, magenta og gult.",
	"Finnish": "Finsk",
	"Flat Mode": "Flat modus",
	"Font": "Skrifttype",
	"Font 1": "Skrift 1",
	"Font 2": "Skrift 2",
	"Font 3": "Skrift 3",
	"Font 4": "Skrift 4",
	"Font 5": "Skrift 5",
	"Font 6": "Skrift 6",
	"Font 7": "Skrift 7",
	"Font 8": "Skrift 8",
	"Football": "Fotball",
	"France": "Frankrike",
	"French": "Fransk",
	"French Polynesia": "Fransk Polynesia",
	"Full Wide": "Full bredde",
	"Gaelic": "Gælisk",
	"Galapagos Islands": "Galapagosøyene",
	"Galician": "Galicisk",
	"Gallery": "Galleri",
	"Game": "Spill",
	"Gateway": "Systemport",
	"General": "Generell",
	"General :": "Generelt :",
	"General Age": "Generell alder",
	"General Audience": "Generelt publikum",
	"General Audiences": "Generelt publikum",
	"General Program Locks": "Generelle programlåser",
	"German": "Tysk",
	"Germany": "Tyskland",
	"Getting...": "Henter ...",
	"Godthab": "Nuuk",
	"Grass Color": "Gressfarge",
	"Greece": "Hellas",
	"Greek": "Gresk",
	"Green": "Grønn",
	"Greenland": "Grønland",
	"Group ID Number": "Gruppe-ID-nummer",
	"Guinea Equatorial": "Ekvatorial-Guinea",
	"H Position": "H Posisjon",
	"H Sharpness": "H-skarphet",
	"H Size": "H Størrelse",
	"HDD Eco Mode": "HDD-økomodus",
	"HDD Power Saving Mode": "HDD Strømsparings Modus.",
	"HDMI UHD Deep Color": "HDMI ULTRA HD Deep Colour",
	"HDMI {port1} and HDMI {port2} ports support ULTRA HD Deep Color.": "HDMI {port1}- og HDMI {port2}-port støtter ULTRA HD Deep Colour.",
	"HDMI {port1} port support ULTRA HD Deep Color.": "HDMI {port1}-port støtter ULTRA HD Deep Colour.",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support ULTRA HD Deep Color.": "HDMI {port1}-, HDMI {port2}- og HDMI {port3}-portene støtter ULTRA HD Deep Colour.",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support ULTRA HD Deep Color.": "HDMI {port1}-, HDMI {port2}-, HDMI {port3}- og HDMI {port4}-portene støtter ULTRA HD Deep Colour.",
	"HDR Effect": "HDR Effekt",
	"HDR Effect Level": "HDR-effektnivå",
	"HDR Picture Mode": "HDR bildemodus",
	"Hard of Hearing": "Hørselssvekket",
	"Havana": "Havanna",
	"Headphones Volume": "Hodetelefonvolum",
	"Hebrew": "Hebraisk",
	"Helsinki": "Helsingfors",
	"High": "Høy",
	"High Contrast": "Høy kontrast",
	"Higher values increase a sense of warmth or coldness.": "Høyere verdier øker følelsen av varme eller kulde.",
	"Home Mode": "Start-modus",
	"Home/Store Mode": "Hjemme-/butikkmodus",
	"Hong Kong": "Hongkong",
	"Hongkong": "Hongkong",
	"Hours": "Timer",
	"Hungarian": "Ungarsk",
	"Hungary": "Ungarn",
	"IMPORTANT! Resetting will delete all of your account settings and installed apps. This action cannot be undone.": "VIKTIG! Nullstilling sletter alle kontoinnstillinger og installerte programmer. Denne handlingen kan ikke omgjøres.",
	"IP (Automatic)": "IP (Automatisk)",
	"IP (Manual)": "IP (manuell)",
	"IP Address": "IP-adresse",
	"IVC (Cote d’Ivoire)": "Elfenbenskysten",
	"Iceland": "Island",
	"If Auto Power Sync is enabled, SIMPLINK devices will be able to power on the TV, and the TV will power off SIMPLINK devices when it powers off.": "Når Automatisk strømsynkronisering er valgt, vil TV-en slås på når du slår på en SIMPLINK-enhet og dine SIMPLINK-enheter vil bli slått av når du slår av TV-en.",
	"If it's turned on and you connect a device that also supports UHD Deep Color, your picture may be clearer.": "Hvis den er slått på og du kobler til en enhet som også støtter ULTRA HD Deep Colour, kan bildet bli klarere.",
	"If recording or software update is in progress, it will wait until they are completed and the process can take more than an hour.": "Hvis opptaks- eller programvareoppdatering pågår, vil den vente til de er fullførte, og prosessen kan ta mer enn én time.",
	"If set to on, your TV can receive emergency alerts if an emergency situation occurs.": "Hvis den er på, kan TV-en din motta nødvarsler hvis en nødssituasjon oppstår.",
	"If you turn Audio Guidance on, you can only move with left, right, up, down buttons on your remote and some apps that require the pointer cannot be used.": "Hvis du slår på Veiledning for lyd, kan du bare navigere med venstre, høyre, opp og ned på fjernkontrollen, og enkelte programmer som krever at pekeren må brukes kan ikke benyttes.",
	"If you turn it off, CAM operator's profile will be deleted.": "Hvis du slår den, slettes CAM-operatørens profil.",
	"If you turn it off, all tuned CAM channels will not be available and notifications will no longer be provided.": "Hvis du slår den av vil ikke alle CAM-kanaler være tilgjengelige og varslinger vil ikke lenger bli gitt.",
	"If you turn on LG Connect Apps feature, you will be able to either accept or deny connection requests from mobile devices.": "Hvis du skrur på LG Connect Apps-funksjonen, kan du godkjenne eller avslå tilkoblingsforespørsler fra mobilenheter.",
	"If you turn the screen saver off and the same image remains on the screen for more than 2 hours, it can affect the picture quality of your screen. If it remains for more than 5 hours, permanent picture quality depreciation may occur. Do you want to continue?": "Hvis du slår av skjermspareren, og det samme bildet står på skjermen i mer enn 2 timer kan dette påvirke bildekvaliteten til skjermen. Hvis bildet står fast i 5 timer eller mer, vil en permanent reduksjon av bildekvaliteten kunne oppstå. Vil du fortsette?",
	"If you turn this feature on, the HbbTV application or service will disable its tracking of an individual user.": "Hvis du slår på denne funksjonen, deaktiveres HbbTV-programmets eller -tjenestens sporing av en individuell bruker.",
	"If you turn this feature on, the IBB service will disable its tracking of an individual user.": "Hvis du slår på denne funksjonen, deaktiveres IBB-tjenestens sporing av en individuell bruker.",
	"If you turn this feature on, you can view the content in the aspect ratio that is in the broadcast signal or content source. If the edge of the screen is not clean, please turn it off.": "Hvis du slår på funksjonen kan du vise innholdet i høyde/bredde-forhold som er i kringkastingssignaler eller innholdskilden. Hvis kanten på skjermen ikke er ren, må du slå den av.",
	"If you turn this option on, color temperature will be automatically adjusted to reduce eye strain.": "Hvis du skrur på dette alternativet, vil fargetemperaturen automatisk justeres for å minske belastningen på øynene.",
	"If you turn this option on, you can receive the notifications of channels or programs which you have been watching frequently.": "Hvis du slår på dette alternativet, får du varslinger for kanaler eller programmer som du har sett på jevnlig.",
	"If you use Energy Saving function, brightness of your TV will be affected.": "Dersom du bruker strømsparingsfunksjonen vil dette påvirke lysstyrken i din TV.",
	"If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the HDMI ULTRA HD Deep Color setting off.": "Hvis enheten ikke støtter denne funksjonen, kan det hende at den ikke fungerer på riktig måte. I slike tilfeller kobler du enheten til en annen HDMI-port, eller slår av HDMI ULTRA HD Deep Colour-innstillingen.",
	"Import your TV's channel list information from a connected USB device.": "Importer informasjonen i TV-kanallisten din fra en tilkoblet USB-enhet.",
	"Import/export your TV's channel list information from/to a connected USB device.": "Importer/eksporter TV-ens kanallisteinformasjon fra/til en tilkoblet USB-enhet.",
	"Improve blurry or unclear areas for a sharper image.": "Gjør uskarpe eller utydelige områder klarere for et skarpere bilde.",
	"In Home": "Hjemme",
	"Indonesian": "Indonesisk",
	"Inner": "Indre",
	"Input": "Inngang",
	"Input Locks": "Inngangslåser",
	"Input field": "Innmatingsfelt",
	"Insert 3G/4G USB dongle to activate your 3G/4G network connection.": "Sett inn 3G-/4G-USB-dongel for å aktivere 3G-/4G-nettverkstilkoblingen.",
	"Installing...": "Installerer...",
	"Interactivity(DTVi)": "Interaktivitet (DTVi)",
	"Internal TV Speaker": "Intern TV-høyttaler",
	"Internal TV Speaker + Optical": "Intern TV-høyttaler + optisk",
	"Internal TV Speaker + Wired Headphones": "Intern TV-høyttaler + hodetelefoner med ledning",
	"Iraq": "Irak",
	"Ireland": "Irland",
	"Irish": "Irsk",
	"It may take a few minutes.": "Det kan ta noen minutter.",
	"It may take a few seconds.": "Det kan ta noen sekunder.",
	"Italian": "Italiensk",
	"Italy": "Italia",
	"Ivory Coast": "Elfenbenskysten",
	"Japanese": "Japansk",
	"Just Scan": "Bare skann",
	"Kazakh": "Kasakhisk",
	"Kazakhstan": "Kasakhstan",
	"Keep Dolby Atmos on for the best sound experience for Dolby Atmos content.": "Ha Dolby Atmos på for å få den beste lydopplevelsen for Dolby Atmos-innhold.",
	"Keyboard Languages": "Tastaturspråk",
	"Korea": "Korea",
	"Korean": "Koreansk",
	"Kyrgyzstan": "Kirgisistan",
	"LED Local Dimming": "LED lokal dimming ",
	"LG Bean Bird character": "LG Bean Bird-karakter",
	"LG Remote Service": "LG Fjernhjelp",
	"LG Services Country": "Land for LG-tjenester",
	"LG Wireless Keyboard": "LG Trådløs Tastatur",
	"LG Wireless Keyboard Connected:": "LG Trådløs Tastatur tilkoblet:",
	"LG Wireless Keyboard allows you to control your TV through bluetooth. This feature applies only to specified LG Wireless Keyboard models.": "LG Trådløs Tastatur gjør at du kan kontrollere TV-en din gjennom bluetooth. Denne funksjonen gjelder kun modeller som er spesifisert for LG Wireless Keyboard.",
	"Language": "Språk",
	"Large": "Stor",
	"Large Standard": "Stor standard",
	"Last tuning:": "Siste justering:",
	"Latvian": "Latvisk",
	"Lebanon": "Libanon",
	"Left Right": "Venstre/høyre",
	"Left drop shadow": "Skyggelegging, venstre",
	"Legal Notice": "Juridisk merknad",
	"Light": "Lys",
	"Lithuania": "Litauen",
	"Lithuanian": "Litauisk",
	"Loading...": "Laster ...",
	"Local": "Lokal",
	"Local Language": "Lokalt språk",
	"Location": "Lokasjon",
	"Lock All": "Lås alle",
	"Lock changes for currently running apps will be applied the next time they are started.": "Endringer på programlås for programmer som kjøres vil tas i bruk neste gang de startes på nytt.",
	"Logo Luminance Adjustment": "Justering av lysstyrke på logo",
	"Low": "Lav",
	"Luminance": "Luminans",
	"MAC Address": "MAC-adresse",
	"MAC Address (Wired)": "MAC-adresse (kablet)",
	"MAC Address (Wireless)": "MAC-adresse (trådløst)",
	"MASTER PASSWORD": "HOVEDPASSORD",
	"MHEG Guide": "MHEG-guide",
	"MPEG Noise Reduction": "MPEG-støyreduksjon",
	"Macedonia": "Makedonia",
	"Macedonia, The Former Yugoslav Republic Of": "Makedonia, Den tidligere jugoslaviske republikken",
	"Macedonian": "Makedonsk",
	"Madagascar": "Madagaskar",
	"Malay": "Malayisk",
	"Maldives": "Maldivene",
	"Manage your account information and settings.": "Administrer kontoinformasjonen og innstillingene.",
	"Manual": "Brukerhåndbok",
	"Manually adjust EQ frequencies.": "Juster EQ-frekvenser manuelt.",
	"Manually enter the IP and DNS server addresses.": "Legg automatisk inn IP- og DNS-serveradresser.",
	"Marshall Islands": "Marshall-øyene",
	"Mature Audience Only": "Kun for voksent publikum",
	"Maximize contrast by increasing the intensity of bright and dark areas of the screen.": "Maksimer kontrast ved å øke intensiteten av lyse og mørke områder på skjermbildet.",
	"Menu Language": "Menyspråk",
	"Menu Transparency": "Menytransparens",
	"Message": "Melding",
	"Method": "Metode",
	"Mexico City": "Mexico by",
	"Middle East": "Midtøsten",
	"Minutes": "Minutter",
	"Model": "Modell",
	"Month": "Måned",
	"Morocco": "Marokko",
	"Moscow": "Moskva",
	"Movie Lock": "Filmlås",
	"Mozambique": "Mosambik",
	"Multi Audio": "Multi-audio",
	"Multiple": "Flere",
	"Music": "Musikk",
	"Myanmar": "Myanmar",
	"N/A": "Ikke tilgjengelig",
	"NO": "NEI",
	"NOTE: When the screen saver option is set to ON, it will not come up while you are watching Live TV and video inputs to avoid interfering with your viewing experience.": "MERK: Når skjermsparingsalternativet er satt til PÅ, vil det ikke komme opp mens du ser på live TV og videoinnganger for å unngå forstyrrelse av seeropplevelsen din.",
	"NT - Northern Territory - Darwin": "NT – Nordterritoriet – Darwin",
	"Netherland": "Nederland",
	"Netherlands": "Nederland",
	"Network": "Nettverk",
	"Network Name": "Nettverksnavn",
	"New Caledonia": "Ny-Caledonia",
	"Next": "Neste",
	"Night": "Natt",
	"No": "Nei",
	"No Internet via 3G/4G network": "Ingen Internett via 3G/4G-nettverk",
	"No Internet via Ethernet": "Ingen Internett-tilgang via Ethernet",
	"No Internet via Wi-Fi": "Ingen Internett-tilgang via Wi-Fi",
	"No One 17 and Under Admitted.": "Ingen på 17 år eller under godtas.",
	"No Operation Auto Off": "Ingen signal automatisk av",
	"No Signal Auto Off": "Ingen signal automatisk av",
	"No Signal Image": "Ingen signalbilde",
	"No Signal Power Off (15Min)": "Ikke signal, strøm av (15 min)",
	"No Wi-Fi Direct Devices": "Ingen Wi-Fi Direct-enheter",
	"No card information": "Ingen kortinformasjon",
	"No devices have been found.": "Ingen enheter funnet.",
	"No group ID": "Ingen gruppe-ID",
	"No updates found.": "Fant ingen oppdateringer.",
	"Noise Reduction": "Støyreduksjon",
	"None": "Ingen",
	"North Korea": "Nord-Korea",
	"Northern Africa": "Nord-Afrika",
	"Norway": "Norge",
	"Norwegian": "Norsk",
	"Not Connected": "Ikke tilkoblet",
	"Not Connected to Internet": "Ikke tilkoblet Internett",
	"Note: Available options depend on the broadcast program.": "Merk: Tilgjengelige alternativer beror på programmet som sendes.",
	"Note: Behavior may differ if connected device is not a LG device.": "Merk: Oppførsel kan variere hvis den tilkoblede enheten ikke er en LG-enhet.",
	"Note: Captions are only displayed when provided by the broadcast program.": "Merk: Bildetekster vises bare når de følger med programmet som kringkastes.",
	"Note: If the device is not properly connected and set up, you may not hear any sound through it.": "Merk: Dersom enheten ikke er riktig tilkoblet og satt opp, hører du ikke lyd gjennom den.",
	"Note: If the speakers are not properly connected and set up, you may not hear any sound through them.": "Merk: Dersom høyttalerne ikke er riktig tilkoblet og satt opp, hører du ikke lyd gjennom dem.",
	"Note: If you can't hear sound through the device, make sure it is working properly and supports Sound Sync.": "Merk: Hvis ikke du hører lyd gjennom enheten, kontroller at den virker som den skal og støtter Sound Sync.",
	"Note: Only displayed when it is provided by the program.": "Merk: Vises bare når det er gitt av programmet.",
	"Note: Subtitles are only displayed when provided by the broadcast program.": "Merk: Undertekst vises bare når de følger med programmet som kringkastes.",
	"Note: Supported features may differ by model and its transparency by the feature's operation with content playback like Live TV or VOD content.": "Merk: Støttede funksjoner kan variere etter modell og gjennomsiktigheten etter funksjonens bruk med avspillingsinnhold som Live TV eller VOD-innhold.",
	"Note: This feature works only when provided by the broadcast program.": "Merk: Denne funksjonen virker bare når de følger med programmet som kringkastes.",
	"Note: if your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the HDMI ULTRA HD Deep Color setting off.": "Merk: Hvis enheten din ikke støtter denne funksjonen kan det hende at den ikke fungerer på korrekt måte. Hvis det er tilfellet må du koble enheten til en annen HDMI-port, eller slå av innstillingen HDMI ULTRA HD Deep Colour.",
	"Note:<br>1. If your TV is turned on while Pixel Refresher is in progress, it will stop the process and you have to start over.<br>2. While processing, a white line may appear in the screen. This is normal when clearing your screen.": "Merk:<br>1. Hvis TV-en din er slått av mens Pikseloppfrisker jobber, vil den stoppe prosessen og du må starte på nytt.<br>2. Under prosesseringen kan en hvit linje vises på skjermen. Dette er normalt når du gjør skjermen klarere.",
	"OFF": "AV",
	"OLED LIGHT": "OLED-LAMPE",
	"OLED Panel Settings": "Innstillinger for OLED-panel",
	"Off": "Av",
	"On": "På",
	"OnTimer Channel not selected": "På timer-kanalen ikke valgt.",
	"One Touch Sound Tuning Options": "Alternativer for One Touch Sound Tuning",
	"Open": "Åpne",
	"Open Source Licenses": "Programvaremerknad for åpen kildekode",
	"Open when TV is turned on": "Åpne når TV-en skrus på.",
	"Optical": "Optisk",
	"Optimize contrast settings based on image brightness of the HDR content.": "Optimer kontrastinnstillingene basert på bildeskarpheten til HDR-innhold.",
	"Optimize contrast settings based on image brightness.": "Optimer kontrastinnstillingene basert på bildets skarphet.",
	"Optimize display for movies.": "Optimer visning for filmer.",
	"Optimize image quality for fast-moving images (sports and action).": "Optimer bildekvaliteten for bilder i rask bevegelse (idrett og action).",
	"Optimize sound based on type of TV installation.": "Optimer lyden basert på type TV-installasjon.",
	"Optimize sound mode for each content type and customize audio effects for Standard mode.": "Optimer lydmodus for hver innholdstype og tilpass lydeffekter for standardmodus.",
	"Optimize sound mode for each content type.": "Optimer lydmodus for hver innholdstype.",
	"Original Language": "Originalspråk",
	"Others": "Andre",
	"Outer": "Ytre",
	"Output sound through an LG audio device connected to the OPTICAL DIGITAL AUDIO OUT port. With this option, you can control the device's volume with your TV remote.": "Send lyd gjennom en LG-lydenhet som er koblet til den optiske digitale lydutgangsporten. Med dette alternativet kan du styre enhetens volum med TV-ens fjernkontroll.",
	"Output sound through an wireless audio device via LG Sound Sync or Bluetooth. It may need some troubleshooting:": "Lydutgang gjennom en trådløs lydenhet via LG Sound Sync eller Bluetooth. Det kan trenges litt feilsøking:",
	"Output sound through external audio devices connected to the AUDIO OUT/ H/P OUT port.": "Send lyden gjennom eksterne lydenheter koblet til AUDIO OUT/ H/P OUT-porten.",
	"Output sound through external audio devices connected to the HDMI IN (ARC) port.": "Send lyden gjennom eksterne lydenheter koblet til HDMI IN (ARC)-porten.",
	"Output sound through external audio devices connected to the OPTICAL DIGITAL AUDIO OUT.": "Send lyden gjennom eksterne lydenheter koblet til OPTICAL DIGITAL AUDIO OUT.",
	"Output sound through the Internal TV speaker.": "Utgangslyd gjennom den interne TV-høyttaleren.",
	"Output sound through wired headphones.": "Send lyd gjennom de tilkoblede hodetelefonene.",
	"Paired Devices": "Parede enheter",
	"Papua New Guinea": "Papua Ny-Guinea",
	"Parental Guidance Suggested": "Foreldreveiledning anbefalt",
	"Parental guidance suggested for children ages 8-13.": "Foreldreveiledning anbefalt for barn i alderen 8-13.",
	"Parents Strongly Cautioned": "Sterk advarsel til foreldre",
	"Password": "Passord",
	"Patent Information": "Patentinformasjon",
	"Pattern": "Mønster",
	"Persian": "Persisk",
	"Philippines": "Filippinene",
	"Photo": "Bilde",
	"Pick a Time": "Velg et tidspunkt",
	"Picture": "Bilde",
	"Picture Mode": "Bildemodus",
	"Picture Mode Settings": "Bildemodusinnstillinger",
	"Picture Options": "Bildealternativer",
	"Picture Test": "Bildetest",
	"Picture or sound may not work properly while connected external device and TV are initially communicating. If the issue persists, please revert the settings or reboot your connected external device.": "Det er mulig at bilde og lyd ikke fungerer på korrekt måte når tilkoblede eksterne enheter og TV-apparatet kommuniserer første gang. Hvis problemet ikke forsvinner må du tilbakestille innstillingene eller starte den tilkoblede eksterne enheten på nytt.",
	"Pixel Refresher": "Pikseloppfrisker",
	"Pixel Refresher allows your TV to provide the clearest picture possible.": "Pikseloppfrisker frisker opp TV-en din for å gi klarest mulig bilde.",
	"Pixel Refresher has been scheduled to start the next time your TV is turned off.": "Pikseloppfrisker har blitt innstilt til å starte neste gang TV-en er slått av.",
	"Pixel Refresher will begin when you turn off your TV.": "Pikseloppfrisker vil starte når du slår av TV-en.",
	"Please check that all values are input correctly.": "Kontroller at alle verdier oppgis riktig.",
	"Please check the network name and password and try again.": "Sjekk nettverksnavnet og -passordet, og prøv på nytt.",
	"Please check the status and try again": "Kontroller statusen og prøv igjen",
	"Please do not unplug the USB storage until the copying is completed.": "Ikke trekk ut USB-enheten før kopiering er fullført.",
	"Please enter your password to turn off this function.": "Vennligst skriv inn ditt passord for å skru av denne funksjonen.",
	"Please enter your password to turn on this function.": "Vennligst skriv inn ditt passord for å skru på denne funksjonen.",
	"Please make sure that your TV is connected to the network and try again.": "Påse at TV-en er koblet til nettverket og prøv igjen.",
	"Please try again later.": "Vennligst prøv igjen senere.",
	"Please wait while the Settings application reloads.": "Vent mens Innstillingsprogrammet starter på nytt.",
	"Please wait while the Settings application restarts.": "Vent mens Innstillinger-applikasjonen starter på nytt.",
	"Please wait while the TV restarts.": "Vent mens TV-en starter på nytt.",
	"Please wait while the TV searches for LG Service Country.": "Vent mens TV-en søker etter LG-tjenesteland.",
	"Point": "Pek",
	"Pointer Options": "Pekeralternativ",
	"Poland": "Polen",
	"Polish": "Polsk",
	"Port of Spain": "Port-of-Spain",
	"Portuguese": "Portugisisk",
	"Power Saving Mode": "Strømsparings Modus",
	"Prague": "Praha",
	"Preferred Color": "Foretrukket farge",
	"Preschool": "Barnehage",
	"Press right button to adjust de-blur and Motion Pro value.": "Trykk på høyre knapp for å justere verdien for skarpgjøring og Motion Pro.",
	"Press right button to adjust de-judder and Motion Pro value.": "Trykk på høyre knapp for å justere verdien for antivibrasjon og Motion Pro.",
	"Press right button to adjust de-judder, de-blur and Motion Pro value.": "Trykk på den høyre knappen for å justere antivibrasjon, skarpgjøring og Motion Pro.",
	"Press the WPS button on your wireless router now.": "Trykk på WPS-knappen på din trådløse ruter nå.",
	"Press the WPS-PBC button on a WPS-enabled router to connect TV to the network.": "Trykk på WPS-PBC-knappen på en WPS-aktivert ruter for å koble TV-en til nettverket.",
	"Press the right button to adjust Motion Pro settings.": "Trykk på den høyre knappen for å justere Motion Pro-innstillingene.",
	"Press the right button to adjust de-blur settings.": "Trykk på den høyre knappen for å justere antiuskarphetsinnstillingene.",
	"Press the right button to adjust de-judder settings.": "Trykk på den høyre knappen for å justere antivibrasjonsinnstillingene.",
	"Previous": "Forrige",
	"Primary Audio Language": "Primært språk for lyd",
	"Primary Channels": "Hovedkanaler",
	"Primary Teletext Language": "Hovedspråk for teletekst",
	"Programme": "Program",
	"Raised": "Hevet",
	"Real Cinema": "Ekte kino",
	"Reason: Authentication with access point was unsuccessful.": "Årsak: Autentiseringen på tilgangspunkt ikke vellykket.",
	"Reason: Could not establish a connection to access point.": "Årsak: Kan ikke opprette tilkobling til tilgangspunkt.",
	"Reason: Could not retrieve a valid IP address by using DHCP.": "Årsak: Kan ikke hente en gyldig IP-adresse ved bruk av DHCP.",
	"Reason: Entered password is incorrect.": "Årsak: Det angitte passordet er feil.",
	"Reason: Password is missing.": "Årsak: Passordet mangler.",
	"Reason: The network you selected is out of range.": "Årsak: Nettverket du valgte er utenfor rekkevidde.",
	"Reason: Unable to login.": "Årsak: Kan ikke logge på.",
	"Recommended for children ages 14 and older.": "Anbefalt for barn i alderen 14 år og eldre.",
	"Recommended for children ages 16 and older.": "Anbefalt for barn i alderen 16 år og eldre.",
	"Red": "Rød",
	"Reduce noise from digital video signals.": "Reduser støy fra digitale videosignaler.",
	"Refresh list": "Oppdater liste",
	"Region": "Område",
	"Remote Settings": "Fjernkontrollinnstillinger",
	"Remove irregular and erratic pixels for a clearer image.": "Fjern uregelmessige og ujevne piksler for et klarere bilde.",
	"Reset": "Nullstill",
	"Reset CI Password": "Tilbakestill CI-passord",
	"Reset Password": "Tilbakestill passord",
	"Reset to Initial Settings": "Nullstill til opprinnelige innstillinger",
	"Restrict access to TV programs and movies based on their ratings.": "Begrens tilgang til TV-programmer og filmer, basert på deres rangeringer.",
	"Restrict access to TV programs based on their ratings.": "Begrens tilgang til TV-programmer, basert på deres rangeringer.",
	"Restrict access to specified apps.": "Begrens tilgang til spesifiserte apper.",
	"Restrict access to specified channels.": "Begrens tilgang til spesifiserte kanaler.",
	"Restrict access to specified inputs.": "Begrens tilgang til spesifiserte innganger.",
	"Restricted": "Begrenset",
	"Retry": "Prøv på nytt",
	"Return TV to its initial settings. This will revert all options to their default settings.": "Nullstill TV-en til de opprinnelige innstillingene. Dette vil tilbakestille alle alternativer til standardinnstillingene.",
	"Revert Color Management System settings to default.": "Tilbakestill innstillingene for fargestyring til standardinnstillingene.",
	"Revert standard mode sound effect settings to default.": "Tilbakestill lydeffektinnstillinger til standard.",
	"Revert to default settings. Each picture mode must be reset individually. Please select the picture mode you want to reset.": "Tilbakestill til standardinnstillinger. Hver bildemodus må nullstilles individuelt. Velg bildemodusen du ønsker å nullstille.",
	"Revert white balance settings to default.": "Tilbakestill innstillingene for hvitbalanse til standardinnstillingene.",
	"Revoke Pairing": "Opphev sammenkobling",
	"Right Left": "Høyre/venstre",
	"Right drop shadow": "Skyggelegging, høyre",
	"Romanian": "Rumensk",
	"Rome": "Roma",
	"Russia": "Russland",
	"Russian": "Russisk",
	"SA - South Australia - Adelaide": "SA – Sør-Australia – Adelaide",
	"SIMPLINK enables HDMI-CEC devices connected to your TV with an HDMI cable to be controlled with your TV remote.": "Med SIMPLINK kan HDMI-CEC-enheter kobles til TV-en din med en HDMI-kabel, og kan styre begge enhetene med fjernkontrollen til TV-en.",
	"SIMPLINK lets you use your LG Remote to control other SIMPLINK-enabled devices, like a DVD player or audio home theater system, that are connected to your LG Smart TV by HDMI.": "SIMPLINK lar deg bruke LG-fjernkontrollen for å kontrollere andre SIMPLINK-aktiverte enheter, som en DVD-spiller eller lydsystemet på et hjemmekinoanlegg som er koblet til din LG Smart TV med HDMI.",
	"SIMPLINK will be automatically turned on to use this ARC mode.": "SIMPLINK blir automatisk skrudd på for å bruke denne ARC-modusen.",
	"START NOW": "START NÅ",
	"START ONCE TV IS OFF": "START NÅR TV-EN ER AV",
	"Safety": "Sikkerhet",
	"Saint Lucia": "St. Lucia",
	"Saint Vincent": "Saint Vincent",
	"Satellite": "Satellitt",
	"Satellite DTV": "Satellitt-DTV",
	"Satellite Radio": "Satellittradio",
	"Saturation": "Fargemetning",
	"Saudi Arabia": "Saudi-Arabia",
	"Saudi arabia": "Saudi-Arabia",
	"Save": "Lagre",
	"Save CAM Operator's Profile": "Lagre CAMs operatørprofil",
	"Save CI Password": "Lagre CI-passord",
	"Save the Color Management System settings from the currently selected picture mode for all inputs.": "Lagre innstillingene for fargestyring fra den nåværende valgte bildemodusen for alle innganger.",
	"Save the current customized setting values to currently selected picture mode for all inputs.": "Lagre de nåværende tilpassede innstillingene til den nåværende valgte bildemodusen for alle innganger.",
	"Save the white balance settings from the currently selected picture mode for all inputs.": "Lagre innstillingene for hvittbalansering fra det nåværende valgte bildetmoduset for alle innganger.",
	"Save/reset your CI password. Saving your password will let you skip the sign-in step in the future.": "Lagre/tilbakestill CI-passord. Ved å lagre passordet ditt, vil du kunne hoppe over påloggingstrinnet i fremtiden.",
	"Screen Off": "Skjerm av",
	"Screen Saver": "Skjermsparer",
	"Screen Shift ": "Skjermbytte",
	"Screen shifts at regular time intervals to prevent panel noise.": "Skjermen skifter med jevne mellomrom for å forhindre panelstøy.",
	"Screen will turn off in 5 seconds. To turn the screen back on, press any button except the power and volume button.": "Skjermen vil slå seg av om 5 sekunder. For å slå skjermen på igjen, trykker du på hvilken som helst knapp bortsett fra strømknappen og volumknappen.",
	"Search": "Søk",
	"Searching...": "Søker...",
	"Second Language": "Andre språk",
	"Secondary Audio Language": "Sekundært språk for lyd",
	"Secondary Teletext Language": "Sekundært språk for teletekst.",
	"Security": "Sikkerhet",
	"Select IRE point to adjust luminance.": "Velg IRE-punkt for å justere luminans.",
	"Select Mode": "Velg modus",
	"Select TV's language settings.": "Velg TV-ens språkinnstillinger.",
	"Select aspect ratio from the menu.": "Velg høyde/bredde-forhold fra menyen.",
	"Select audio language for digital broadcasts. For programs that do not support multiple languages, the default will be used.": "Velg lydspråk for digitale sendinger. For programmer som ikke støtter flere språk, vil standardspråk benyttes.",
	"Select audio language for digital broadcasts. The default language is selected when the program does not support multiple languages.": "Velg lydspråk for digitale sendinger. Standardspråket er valgt når programmet ikke støtter flere språk.",
	"Select caption settings for analog broadcasts.": "Velg bildetekstinnstillinger for analoge sendinger.",
	"Select caption settings for digital broadcasts.": "Velg bildetekstinnstillinger for digitale sendinger.",
	"Select caption size, color, transparency, and other options for digital broadcasts.": "Velg bildetekstens størrelse, farge, transparens og andre alternativer for digitale sendinger.",
	"Select color to be adjusted.": "Velg farge som skal justeres.",
	"Select days to apply the Timer Power Off settings every week.": "Velg dager å bruke innstillingen for å slå av timer hver uke.",
	"Select days to apply the Timer Power On settings every week.": "Velg dager å bruke innstillingen for å slå på timer hver uke.",
	"Select device for audio output.": "Velg enhet for lydutgang.",
	"Select digital audio output format. When the program does not support the selected output format, the default output from the source will be used.": "Velg format digital lydutgang. Når programmet ikke støtter det valgte utgangsformatet vil standard-utgangen fra kilden brukes.",
	"Select how much the volume should change with each press of your remote's volume key. Higher values increase increments.": "Velg hvor mye volumet skal endres for hvert trykk på volumtasten på fjernkontrollen. Større verdier øker trinnene.",
	"Select how the TV will be used.": "Velg hvordan TV-en skal brukes.",
	"Select language for TV menus.": "Velg språk for TV-menyer.",
	"Select language for subtitles.": "Velg språk for undertitler.",
	"Select language for voice recognition.": "Velg språk for talegjenkjenning.",
	"Select languages for on-screen keyboards.": "Velg språk for skjermtastaturer.",
	"Select method to adjust white balance.": "Velg metode for å justere hvit balanse.",
	"Select pattern to use as a basis for white balance adjustment. You can use the TV’s built-in pattern or another pattern by connecting an external device.": "Velg mønster å bruke som basis for justering av hvittbalansering. Du kan bruke TV-ens innebygde mønster eller annet mønster ved å koble til en ekstern enhet.",
	"Select point to adjust luminance.": "Velg punkt for å justere luminans.",
	"Select the best picture mode for your viewing environment and content type.": "Velg beste bildemodus for ditt visningsmiljø og din innholdstype.",
	"Select the channel to use when the TV turns on.": "Velg kanal å bruke når TV-en slås på.",
	"Select the country where you want to access LG's services. Services may vary depending on location.": "Velg landet der du ønsker tilgang til LGs tjenester. Tjenester kan variere avhengig av sted.",
	"Select the desired video angle.": "Velg ønsket videovinkel.",
	"Select the format to transfer digital audio to an external device.": "Velg format for å overføre digital lyd til en ekstern enhet.",
	"Select the input to use when the TV turns on.": "Velg inngang å bruke når TV-en slås på.",
	"Select the most preferred Subtitle Language.": "Angi førstevalget for Språk for undertekst.",
	"Select the region where your broadcast signal comes from.": "Velg området som kringkastingssignalet ditt kommer fra.",
	"Select the second preferred Subtitle Language.": "Angi andrevalget for Språk for undertekst.",
	"Select your first choice of audio language for digital broadcasts. For programs that do not support multiple languages, the default will be used.": "Velg ditt førstevalg av lydspråk for digitale kringkastinger. For programmer som ikke støtter flere språk, vil standardspråk benyttes.",
	"Select your first choice of language for your broadcast TV provider's teletext services.": "Velg ditt førstevalg av språk for kringkasting av TV-leverandørens tekst-TV-tjenester.",
	"Select your remote's cursor speed and appearance.": "Juster hastigheten og størrelsen til markøren på fjernkontrollen.",
	"Select your second choice of audio language for digital broadcasts. For programs that do not support multiple languages, the default will be used.": "Velg ditt andrevalg av lydspråk for digitale kringkastinger. For programmer som ikke støtter flere språk, vil standardspråk benyttes.",
	"Select your second choice of language for your broadcast TV provider's teletext services.": "Velg ditt andrevalg av språk for kringkasting av TV-leverandørens tekst-TV-tjenester.",
	"Serbian": "Serbisk",
	"Serial Number": "Serienummer",
	"Service 1": "Tjeneste 1",
	"Service 2": "Tjeneste 2",
	"Service 3": "Tjeneste 3",
	"Service 4": "Tjeneste 4",
	"Service 5": "Tjeneste 5",
	"Service 6": "Tjeneste 6",
	"Service Area Zip Code": "Postnummer for tjenesteområde",
	"Set Automatically": "Still inn automatisk",
	"Set ID": "Still inn ID",
	"Set Store Mode settings.": "Angi innstillinger for butikkmodus.",
	"Set System Color mode for your current TV input.": "Angi systemfargemodus for gjeldende TV-inngang.",
	"Set TV locks for fantasy violence content.": "Still inn TV-lås for fantasy med vold.",
	"Set TV locks for general programming.": "Still inn TV-lås for generelle programmer.",
	"Set TV locks for programs containing adult language.": "Still inn TV-lås for programmer som inneholder voksent språk.",
	"Set TV locks for programs containing sexual situations.": "Still inn TV-lås for programmer som inneholder seksuelle situasjoner.",
	"Set TV locks for programs containing sexually suggestive dialogue.": "Still inn TV-lås for programmer som inneholder dialog med seksuelle hentydninger.",
	"Set TV locks for programs containing violence.": "Still inn TV-lås for programmer som inneholder vold.",
	"Set TV locks for ratings based on children’s ages.": "Still inn TV-lås for sensurert innhold basert på barns alder.",
	"Set additional options for Audio Description.": "Angi flere alternativer for Lydbeskrivelse.",
	"Set additional picture settings.": "Juster ytterligere bildeinnstillinger.",
	"Set advanced Subtitle options.": "Still inn avanserte alternativer for teksting.",
	"Set advanced captioning options.": "Still inn avanserte alternativer for teksting.",
	"Set audio-related options.": "Still inn alternativer for lyd.",
	"Set color balance by adjusting color temperature, luminance, and red, green and blue gain controls.": "Still inn ved å justere fargebalanse og luminans med kontrollen for rødt, grønt og blått.",
	"Set color gamut automatically according to the signal, or display more vivid and richer color in the order of Extended and Wide.": "Velg fargeskala automatisk i henhold til signalet, eller vis mer levende og rikere farge i rekkefølgen Vid, Utvidet og Auto.",
	"Set color temperature from warm to cool.": "Still inn fargetemperatur fra varm til kald.",
	"Set power options to reduce energy consumption.": "Still inn alternativer for strøm for å redusere energiforbruket.",
	"Set the TV to turn off after a set amount of time.": "Still inn TV-en til å slås av etter en bestemt tid.",
	"Set the TV to turn off automatically at a set time.": "Still TV-en slik at den slås av automatisk på et angitt tidspunkt.",
	"Set the TV to turn off automatically if there is no user input for 2 hours after the timer has turned it on.": "Still inn TV-en slik at den slås av automatisk hvis det ikke har vært aktivitet fra brukeren i 2 timer etter at timeren har blitt slått på.",
	"Set the TV to turn off automatically when there has been no user input for a specified amount of time.": "Still inn TV-en slik at den slås av automatisk når det ikke har vært aktivitet fra brukeren på en angitt tidsperiode.",
	"Set the TV to turn on automatically at a set time.": "Still TV-en slik at den slås på automatisk på et angitt tidspunkt.",
	"Set the TV to turn on or off automatically at a set time.": "Still inn TV-en for å slå av eller på automatisk på et angitt tidspunkt.",
	"Set the current date and time.": "Still inn gjeldende dato og klokkeslett.",
	"Set the current date manually.": "Still aktuell dato manuelt.",
	"Set the current time manually.": "Still aktuell tid manuelt.",
	"Set the range of colors that can be displayed.": "Still inn fargeområdet som kan vises.",
	"Set the region for broadcasts and special services.": "Still inn området for sendinger og spesialtjenester.",
	"Set the screen size and aspect ratio.": "Angi høyde/bredde-forholdet på skjermen.",
	"Set the volume level to use when the TV turns on.": "Still inn lydstyrkenivået som skal brukes når TV-en slås på.",
	"Set time to turn off the TV.": "Angi tid for å slå av TV-en.",
	"Set time to turn on the TV.": "Angi tid for å slå på TV-en.",
	"Settings Help": "Innstillinger for hjelp",
	"Sexual Situations": "Seksuelle situasjoner",
	"Sexually Suggestive Dialogue": "Dialog med seksuelle antydninger",
	"Sharpness": "Skarphet",
	"Show Password": "Vis passord",
	"Side by Side": "Side ved side",
	"Simultaneous Sound Out with Internal TV Speaker": "Samtidig Lyd ut sammen med Intern TV-høyttaler",
	"Single Sound Out": "Enkel lyd ut",
	"Size": "Størrelse",
	"Skin Color": "Skallfarge",
	"Sky Color": "Himmelfarge",
	"Sleep Timer": "Dvaletimer",
	"Slovak": "Slovakisk",
	"Slovenian": "Slovensk",
	"Slow": "Sakte",
	"Small": "Liten",
	"Small Standard": "Liten standard",
	"Smooth": "Myk",
	"Soccer": "Fotball",
	"Software Version": "Programvareversjon",
	"Software update has been installed. Update will be applied when you restart your TV.": "En ny programvareoppdatering er installert. Oppdateringen vil bli satt i gang når du starter TV-apparatet på nytt.",
	"Solid": "Hurtig",
	"Solomon Islands": "Solomon-øyene",
	"Some material may be inappropriate for children under 13.": "Noe av innholdet kan være upassende for barn under 13.",
	"Some material may not be suitable for children.": "Noe av innholdet kan være upassende for barn.",
	"Sotho, Northern": "Sotho, Nord",
	"Sotho, Southern": "Sotho, Sør",
	"Sound": "Lyd",
	"Sound Mode": "Lydmodus",
	"Sound Mode Settings": "Lydmodusinnstillinger",
	"Sound Out": "Lyd ut",
	"Sound Test": "Lydtest",
	"Sound can be heard simultaneously through Internal TV Speaker and external audio devices connected to the OPTICAL DIGITAL AUDIO OUT port.": "Lyden kan høres samtidig gjennom intern TV-høyttaler og eksterne lydenheter som er koblet til den OPTISKE DIGITALE LYD UT-porten.",
	"Sound can be heard simultaneously through internal TV speaker and wired headphones.": "Lyd kan høres samtidig gjennom intern TV-høyttaler og hodetelefoner med ledning.",
	"South Africa": "Sør-Afrika",
	"South Korea": "Sør-Korea",
	"Southern Africa": "Sør-Afrika",
	"Spain": "Spania",
	"Spanish": "Spansk",
	"Speed": "Hastighet",
	"Spoken Subtitle": "Talt undertekst",
	"Sports": "Sport",
	"Stand TypeⅠ": "StativtypeⅠ",
	"Stand TypeⅡ": "StativtypeⅡ",
	"Standard Mode Sound Effect": "Standardmodus lydeffekter",
	"Standby Light": "Standby Lys",
	"Start New Sound Tuning": "Start ny lydjustering",
	"Startup Sound": "Oppstartslyd",
	"Store Demo": "Butikkdemo",
	"Store Demo mode provides options to optimize the TV for retail displays.": "I Butikkdemo-modus får du alternativer til å optimere TV-en for visning i detaljhandelen.",
	"Store Mode": "Lagringsmodus",
	"Store Mode Settings": "INNSTILLINGER FOR BUTIKKMODUS",
	"Store Mode is for in-store display purposes. It will re-initialize the settings every few minutes. Do you want to close this app and start the Store Mode?": "Butikkmodus er beregnet for visning i butikk. Modusen vil sette initialisere innstillingene jevnlig. Vil du lukke denne appen og starte Lagringsmodus?",
	"Strong": "Sterk",
	"Style": "Stil",
	"Subnet Mask": "Undernettmaske",
	"Subnet prefix length": "Prefikslengde for delnett",
	"Subtitle First Choice Language": "Førstevalg av språk for undertekst",
	"Subtitle Language": "Språk for undertekst",
	"Subtitle Second Choice Language": "Andrevalg av språk for undertekst",
	"Subtitles": "Undertekster",
	"Suitable for children ages 13 and older.": "Passende for barn på 13 år og eldre.",
	"Suitable for children ages 2-7.": "Passende for barn i alderen 2-7.",
	"Suitable for children ages 8 and older.": "Passende for barn på 8 år og eldre.",
	"Super Impose": "Overlagre",
	"Super Resolution": "Superoppløsning",
	"Suriname": "Surinam",
	"Sweden": "Sverige",
	"Swedish": "Svensk",
	"Switzerland": "Sveits",
	"System Color": "Systemfarge",
	"TEXT 1": "TEKST 1",
	"TEXT 2": "TEKST 2",
	"TEXT 3": "TEKST 3",
	"TEXT 4": "TEKST 4",
	"TV Information": "TV-informasjon",
	"TV Installation Type": "TV-installasjonstype",
	"TV Lock": "TV-lås",
	"TV Name": "TV-navn",
	"TV Power Sound": "TV Strøm Lyd",
	"TV Program Locks": "TV-programlåser",
	"TV Rating English": "TV-aldersgrense engelsk",
	"TV Rating French": "TV-aldersgrense fransk",
	"TV Speaker Bar": "TV-høyttalerplanke",
	"TV Speaker Bar + Wired Headphones": "TV-høyttalerfelt + hodetelefoner med ledning",
	"TV to USB": "TV til USB",
	"Target Luminance": "Målluminans",
	"Tehran": "Teheran",
	"Teletext": "Tekst-TV",
	"Text Color": "Tekstfarge",
	"Text Opacity": "Tekstgjennomsiktighet",
	"The LG Services Country information could not be retrieved from the server. Please try again later.": "Informasjon om land for LG-tjenester kunne ikke hentes fra serveren. Prøv igjen senere.",
	"The Settings application must reload to change the menu language. Do you want to continue?": "Innstillings-programmet må laste inn på nytt for å endre menyspråket. Vil du fortsette?",
	"The channel list have been successfully copied from the USB storage to your TV. The TV will restart in 5 seconds.": "Kopieringen av kanallisten fra USB-enheten til TV-apparatet var vellykket. TV-apparatet vil starte på nytt om 5 sekunder.",
	"The channel list have been successfully copied from your TV to the USB storage.": "Kopieringen av kanallisten fra TV-apparatet til USB-enheten var vellykket.",
	"The contents on the screen or subtitles will be verbally spoken for visually impaired viewers.": "Innholdet på skjermen eller undertekster vil beskrives med stemme for seere med nedsatt syn.",
	"The contents on the screen will be described with voice for visually impaired viewers.": "Innholdet på skjermen vil beskrives med stemme for seere med nedsatt syn.",
	"The list of all paired devices will be deleted. Do you want to continue?": "Listen over alle parede enheter vil bli slettet. Vil du fortsette?",
	"The network is currently unavailable. Please try again later.": "Nettverket er utilgjengelig for øyeblikket. Prøv igjen senere.",
	"The process will take about an hour to complete and your TV needs to remain turned off.": "Prosessen vil ta ca. en time å fullføre, og TV-en din må forbli avslått.",
	"The update cannot be applied to the TV. Software will revert to the previous version.": "Oppdateringen kan ikke brukes på TV-apparatet. Programvaren vil bli satt tilbake til forrige versjon.",
	"There are no paired devices.": "Det er ingen parede enheter.",
	"There are settings to correct or prevent OLED panel noise.": "Det finnes innstillinger som korrigerer eller forebygger OLED-panelstøy.",
	"There is no USB device connected to your TV.": "Ingen USB-enhet er koblet til TV-en.",
	"There is no message.": "Det er ingen melding",
	"Third Language": "Tredje språk",
	"This mode provides a clear and natural sound quality.": "Denne modusen sørger for klar og naturlig lydkvalitet.",
	"This setting puts your TV in standby mode when it's turned off so it will help using TV's functions quicker when you turn the TV back on.": "Denne innstillingen setter TV-en i standbymodus når den er slått av for å hjelpe TV-ens funksjoner å gå raskere neste gang du slår den på.",
	"This setting puts your TV in standby mode when it's turned off so it will start up more quickly the next time it's turned on.": "Denne innstillingen setter TV-en i standbymodus når den er slått av, slik at den vil starte opp raskere neste gang den er slått på.",
	"This settings is only available for Internal TV Speaker.": "Denne innstillingen er kun tilgjengelig for intern TV-høyttaler.",
	"Time": "Tid",
	"Time & Date": "Tid og dato",
	"Timer Channel": "Timer for kanal",
	"Timer Power Off": "Slå av timer",
	"Timer Power On": "Slå på Timer",
	"Timer Repeat": "Timer gjentaking",
	"Timers": "Timere",
	"Timezone": "Tidssone",
	"Timor-Leste": "Øst-Timor",
	"Tint": "Fargetone",
	"To experience optimal sound effect, it is recommended to set the balance between the L10~R10 range.": "For å oppleve optimal lydeffekt anbefales det å innstille balansen mellom V10~H10-området.",
	"To test your TV sound, Sound Out setting needs to be changed to the Internal TV Speaker. Do you want to continue?": "For at du skal kunne teste lyden til TV-apparatet ditt må utgangsinnstillingene til lyden settes til Intern TV-høyttaler. Vil du fortsette?",
	"To use Wi-Fi Direct, you must turn on the Wi-Fi within the TV. Do you want to turn Wi-Fi on?": "For å bruke Wi-Fi Direct, må du skru på Wi-Fi på TV-apparatet. Vil du slå på Wi-Fi?",
	"To use the Wi-Fi Direct, you must close the Screen Share app.": "For å kunne bruke Wi-Fi Direct må du lukke Screen Share-programmet.",
	"Top and Bottom": "Topp og bunn",
	"Total Power On Time": "Total tid på",
	"Tracking Speed": "Sporingshastighet",
	"Translucent": "Gjennomsiktig",
	"Transparent": "Gjennomsiktig",
	"Treble Boost": "Økt diskant",
	"Trinidad And Tobago": "Trinidad og Tobago",
	"Trinidad and Tobago": "Trinidad og Tobago",
	"Tune and save available channels.": "Søk etter og lagre tilgjengelige kanaler.",
	"Tune and save available channels. You can set satellite channel options.": "Søk etter og lagre tilgjengelige kanaler. Du kan sette opp innstillingene for satellitt-kanalene.",
	"Turkey": "Tyrkia",
	"Turkish": "Tyrkisk",
	"Turn Dolby Surround on to make all your content sound better. Note that Dolby Atmos must also be switched on to use this feature.": "Slå Dolby Surround på slik at alt innhold høres bedre ut. Merk at Dolby Atmos også må være slått på for å bruke denne funksjonen.",
	"Turn automatic volume adjustments on/off and set how much to change volume with each remote click.": "Slå på/av automatiske volumjusteringer og still inn hvor mye volumet skal endres med hver klikk.",
	"Turn on the advertising frequency capping cookies. This keeps on tracking the number of times an ad is shown on your TV and is used to help limit the number of times the same ad is displayed.": "Slå på informasjonskapslene som styrer hyppigheten av markedsføring. Dette sporer hvor mange ganger en annonse vises på TV-en din, og brukes til å begrense antall ganger den samme annonsen vises.",
	"Turn on via Bluetooth": "Slå på via Bluetooth",
	"Turn on via Wi-Fi": "Slå på via Wi-Fi",
	"Turn on/off ULTRA HD Deep Color for HDMI {num} port.": "Slå på/av ULTRA HD Deep Colour for HDMI {num}-port.",
	"Turn on/off and set Audio Guidance options for visually impaired viewers.": "Slå av/på og still inn lydveiledningsalternativer for seere med nedsatt syn.",
	"Turn on/off captioning for hearing-impaired people. Program must support feature to work.": "Slå av/på teksting for hørselsskadede. Programmet må støtte funksjonen for at den skal virke.",
	"Turn on/off description box in Settings.": "Slå av/på boksen for beskrivelse i Innstillinger.",
	"Turn on/off standby light.": "Slå av/på-standbylyset.",
	"Turn on/off the images to be displayed when there is no signal.": "Skru av/på bildene som vises når det ikke er et signal.",
	"Turn on/off the sound notification for TV power.": "Slå lydvarselet for TV-strøm på/av.",
	"Turn the HbbTV service on/off.": "Slå av/på HbbTV-tjenesten.",
	"Turn the Hybridcast service on/off.": "Slå Hybridcast-tjenesten på/av.",
	"Turn the Interactivity (DTVi) service on/off.": "Slå av/på Interativitetstjenesten (DTVi).",
	"Turn your TV on using your mobile phone via Bluetooth.": "Slå på TV-apparatet ved hjelp av mobiltelefonen din via Bluetooth.",
	"Turn your TV on using your mobile phone via Wi-Fi.": "Slå på TV-en ved bruk av mobiltelefonen via Wi-Fi.",
	"Turn your broadcast TV provider's TV Guide on/off.": "Slå på og av kringkastingsleverandørens TV-guide.",
	"Turn your broadcast TV provider's teletext service on/off.": "Slå på og av kringkastingsleverandørens teleteksttjeneste.",
	"Turning Wi-Fi off will prevent you from accessing all Internet-based services unless you use a cable to connect to the network. Do you want to continue?": "Hvis du skrur av Wi-Fi, vil det hindre tilgangen din til alle nettbaserte tjenester, med mindre du bruker en kabel for å koble til nettverket. Vil du fortsette?",
	"Turning this option on may increase energy consumption.": "Energiforbruket kan øke hvis dette alternativet slås på.",
	"UAE": "De forente arabiske emirater",
	"UNPAIR": "OPPHEV PARING",
	"USA": "USA",
	"USB storage for Copy Channels": "USB-lagring for å kopiere kanaler",
	"USB to TV": "USB til TV",
	"Ukraine": "Ukraina",
	"Ukrainian": "Ukrainsk",
	"Ulaanbaatar": "Ulan Bator",
	"Unable to check for updates.": "Kan ikke se etter oppdateringer.",
	"Unable to connect to the network.": "Kunne ikke koble til nettverket.",
	"Undefined": "Udefinert",
	"Under 17 requires accompanying parent or adult guardian.": "Under 17 krever følge av forelder eller voksen verge.",
	"United Arab Emirates": "Forente arabiske emirater",
	"United Kingdom": "Storbritannia",
	"United States of America": "USA",
	"Unknown": "Ukjent",
	"Unknown issue has occurred.": "Et ukjent problem har oppstått.",
	"Update canceled.": "Oppdatering avbrutt.",
	"Update in progress...": "Oppdatering pågår ...",
	"Update in progress...({n}%)": "Oppdatering pågår ...({n}%)",
	"Update paused.": "Oppdatering er pauset.",
	"Update reserved.": "Oppdatering reservert.",
	"Update will be cancelled and all update files will be deleted now. Do you want to continue?": "Oppdateringen vil bli avbrutt og alle oppdateringsfiler vil bli slettet nå. Vil du fortsette?",
	"Use Stand TypeⅠ if the distance between your TV stand and the wall is significant.": "Bruk stående typeⅠ hvis avstanden mellom TV-stativet ditt og veggen er betydelig.",
	"Use Stand TypeⅡ if your TV stand is close to the wall. This will reduce base reflex and give you clearer sound quality.": "Bruk stående typeⅡ hvis TV-en din er nær veggen. Dette reduserer overflaterefleksjoner og gir klarere lydkvalitet.",
	"Use Wall-mounted Type if your intalled TV is wall-mounted type.": "Velg veggmontert type dersom den installerte TV-en er veggmontert.",
	"Use the LG Bean Bird character-shaped cursor.": "Bruk pekeren som ser ut som en LG Bean Bird-karakter.",
	"Use the large, standard-shaped cursor.": "Bruk den store pekeren med standard form.",
	"Use the small, standard-shaped cursor.": "Bruk den lille pekeren med standard form.",
	"Use this option to correct picture quality issues that may result after your TV has been turned on for an extended period of time.": "Bruk dette alternativet til å korrigere bildekvaliteten som et resultat av at TV-en er slått på for en lengre periode.",
	"User": "Bruker",
	"User Agreements": "Brukeravtaler",
	"User Guide": "Brukerveiledning",
	"Uzbek": "Usbekisk",
	"Uzbekistan": "Usbekistan",
	"V Position": "V Posisjon",
	"V Sharpness": "V-skarphet",
	"V Size": "V Størrelse",
	"Valencian": "Valensiansk",
	"Vatican City": "Vatikanet",
	"Vertical Zoom": "Vertikal zoom",
	"Video Description": "Videobeskrivelse",
	"Vienna": "Wien",
	"Vietnamese": "Vietnamesisk",
	"View BS Conditional Access Systems (B-CAS) information.": "Vis BS (B-CAS Conditional Access Systems)-informasjon.",
	"View current Common Interface (CI) information.": "Vis aktuelt felles grensesnitt (CI)-informasjon.",
	"View messages from your broadcast TV provider.": "Vis meldinger fra din kringkastende TV-leverandør.",
	"Violence": "Vold",
	"Vivid": "Livlig",
	"Voice Recognition Language": "Stemmegjenkjenningsspråk",
	"Volume": "Volum",
	"Volume Increase Amount": "Mengde volumøkning",
	"Volume Mode": "Volummodus",
	"WA - Western Australia - Eucla": "WA – Vest-Australia – Eucla",
	"WA - Western Australia - Perth": "WA – Vest-Australia – Perth",
	"Wall-mounted Type": "Veggmontert type",
	"Warm1": "Varm1",
	"Warm2": "Varm2",
	"Warm3": "Varm3",
	"Warsaw": "Warszawa",
	"We collect and store MAC address, model number, country code, language settings, and software version to verify your device and to check whether you have the latest version of the software.": "Vi samler inn og lagrer MAC-adresse, modellnummer, landskode, språkinnstillinger og programvareversjonen for å bekrefte enheten din og for å sjekke om du har den nyeste programvareversjonen.",
	"Welsh": "Walisisk",
	"Western Africa": "Vest-Afrika",
	"When a connected external hard drive has not been used for a specified amount of time, switch to standby mode.": "Bytt til standby-modus når en tilkoblet ekstern harddisk ikke har vært brukt på en bestemt tidsperiode.",
	"When set to On, experience Dolby Atmos moving audio when you turn on/off the TV.": "Når det er satt til på, opplev Dolby Atmos-lyd når du skrur TV'en av/på.",
	"When the currently displayed app has not received any user input for an hour, it will be replaced by a screen saver. If you turn this option off, the current picture may create an afterimage burned onto your screen, possibly permanently.": "Når appen som brukes for øyeblikket ikke mottar brukerinndata i løpet av en time, vil den bli erstattet med en skjermsparer. Hvis du slår av dette alternativet, kan det aktuelle bildet skape et etterbilde som brennes på skjermen, muligens permanent.",
	"When the device is turned on/off, your TV will automatically turn on/off.": "Når enheten slås på/av, vil TV-en din automatisk slås på/av.",
	"When the program does not support the language that you have selected, the default language will be shown.": "Når programmet ikke støtter språket du har valgt, vises standardspråket.",
	"When turned on, on-screen features (e.g. Live menu, Search, Screen Remote) will be partially transparent to show the content beneath it.": "Når de er slått på vil funksjoner på skjermen (f.eks. live-meny, søk, skjermkontroll) delvis være transparente for å vise innholdet under det.",
	"When turned on, the background and text color on some menus will be adjusted to enhance contrasts between bright and dark areas.": "Når alternativet er slått på vil bakgrunns- og tekstfargen på enkelte av menyene bli justert for å øke kontrasten mellom lyse og mørke områder.",
	"When your TV is turned off, the device will automatically turn off.": "Når du slår av TV-en, slås også enheten av.",
	"White": "Hvit",
	"White Balance": "Hvitbalanse",
	"Wi-Fi Connection": "Wi-Fi-tilkobling",
	"Wi-Fi Direct connection has not succeeded.": "Wi-Fi Direct connection var ikke vellykket.",
	"Wi-Fi Direct connection with {deviceName} is disconnected.": "Wi-Fi Direct-tilkobling med {deviceName} er frakoblet.",
	"Wi-Fi Direct lets you connect your TV wirelessly to other Wi-Fi Direct-enabled devices, like a cellphone or computer, without having to connect to a wireless router.": "Med Wi-Fi Direct kan du koble TV-en trådløst til andre Wi-Fi Direct-aktiverte enheter, for eksempel mobiltelefoner og datamaskiner, uten å måtte koble til en trådløs ruter.",
	"Wi-Fi Direct lets you connect your TV wirelessly to other Wi-Fi Direct-enabled devices, like a mobile device or a computer, without having to connect to a wireless router. Once connected, you can enjoy your contents from the devices using the Photo & Video and the Music app in TV.": "Med Wi-Fi Direct kan du koble TV-en trådløst til andre Wi-Fi Direct-aktiverte enheter, for eksempel en mobilenheter eller datamaskiner, uten å måtte koble til en trådløs ruter. Når du er tilkoblet kan du nyte innholdet ditt fra enhetene ved å bruke appene Bilde og video og Musikk i TV-en.",
	"Wi-Fi Security": "Wi-Fi-sikkerhet",
	"Wi-Fi is turned off. Turn it on to see the list of available networks that you can connect to and additional related menu items.": "Wi-Fi er avslått. Skru det på for å se listen med tilgjengelige nettverk du kan koble til, samt flere relaterte menyelementer.",
	"Wi-Fi issue has occurred.": "Et Wi-Fi-problem har oppstått.",
	"Wide": "Bred",
	"Wide Area Zone": "Bred områdesone",
	"Wide View": "Bred visning",
	"Wide View (32:9)": "Bred visning (32:9)",
	"Wide Zoom": "Bred zoom",
	"Window Color": "Vindusfarge",
	"Window Opacity": "Ugjennomsiktighet for vindu",
	"Wired Connection (Ethernet)": "Kablet tilkobling (Ethernet)",
	"Wired Headphones": "Hodetelefoner med ledning",
	"YES": "JA",
	"Year": "År",
	"Yellow": "Gul",
	"Yemen": "Jemen",
	"Yes": "Ja",
	"You can also turn Adaptive Sound Control on to enhance all other audio content using Dolby processing.": "Du kan også slå på Adaptiv lydkontroll for å forbedre alt annet lydinnhold ved bruk av Dolby-prosessering.",
	"You can control the setting for using HbbTV service.": "Du kan kontrollere innstillingen bruk av HbbTV-tjenesten.",
	"You can control the setting for using IBB service.": "Du kan kontrollere innstillingen for bruk av IBB-tjenesten.",
	"You can find the default password in User Guide.": "Du kan finne standardpassordet i brukerveiledningen.",
	"You can only change settings from the current HDMI input.": "Du kan kun endre innstillingene fra gjeldende HDMI-inngang.",
	"You can play photos and music from your mobile device to the TV or control your TV by using mobile apps such as LG TV Plus.": "Du kan vise bilder eller spille musikk fra mobilenheten til TV-en eller styre TV-en ved hjelp av mobilapper som LG TV Plus.",
	"You can select left and right audio settings for broadcast signal.": "Du kan velge venstre- og høyre lydinnstillinger for kringkastingssignalet.",
	"You can select upto {n} keyboard languages only. De-select selected languages to add more langauge.": "Du kan velge opptil {n} tastaturspråk. Velg bort eksisterende språk for å legge til nye.",
	"You can turn on/off the feature of saving CAM operator's profile.": "Du kan slå på/av funksjonen for lagring av CAM-operatørens profil.",
	"You can turn this feature on or off.": "Du kan slå denne funksjonen på eller av.",
	"You can turn your TV on using your mobile phone.": "Du kan slå på TV-en din ved bruk av mobiltelefonen.",
	"You can use 3G/4G USB dongle to connect to the network.": "Du kan bruke en 3G-/4G-USB-dongel til å koble til nettverket.",
	"You can use your Magic Remote to determine the room’s acoustics and optimize your TV’s sound quality based on the results.": "Du kan bruke din Magic Remote til å finne ut rommets akustikk, og til å optimalisere TV-ens lydkvalitet basert på resultatene.",
	"Your TV and SIMPLINK-connected device will be synced as follows:": "Din TV og SIMPLINK-tilkoblede enhet vil bli synkronisert på følgende måte:",
	"Your TV must stay off while Pixel Refresher process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled.": "TV-en din må forbli av mens Pikseloppfrisker-prosessen pågår. All nåværende eller kommende opptak, påminnelser eller timeraktiveringer som er innstilte i løpet av denne prosessen vil bli avlyst.",
	"Your TV needs to be connected to the network to automatically set your LG Services Country. Do you want to go to Network Settings now to check the connection?": "TV-apparatet ditt må være koblet til nettverket for at det skal kunne velge LG-tjenesteland automatisk. Ønsker du å gå til «Nettverksinnstillinger» nå for å kontrollere tilkoblingen?",
	"Your TV needs to know your correct location to provide emergency alert messages through its digital TV signal.": "TV-apparatet trenger å vite plasseringen din for å kunne overføre nødmeldinger over det digitale TV-signalet.",
	"Your TV will turn off until the process is complete, at which point it will automatically turn back on.": "TV-en slås av til prosessen er fullført. TV-en slås deretter på igjen automatisk.",
	"Zürich": "Zurich",
	"[{Device}] will be disconnected from your TV. Sound will no longer be played from this device. Do you want to continue?": "[{Device}] vil bli koblet fra TV-apparatet. Lyden vil ikke lenger bli spilt av på denne enheten. Vil du fortsette?",
	"[{Device}] will be removed from the paired device list. If you want to connect it later, you need to search for available devices and re-pair it. Do you want to continue?": "[{Device}] vil bli fjernet fra listen over parede enheter. Hvis du ønsker å koble den til igjen senere må du søke etter den og pare på nytt. Vil du fortsette?",
	"audioGuidance_fast": "Hurtig",
	"audioGuidance_high": "Høy",
	"audioGuidance_low": "Lav",
	"audioGuidance_slow": "Sakte",
	"audioGuidance_veryFast": "Svært rask",
	"audioGuidance_veryHigh": "Svært høy",
	"audioGuidance_veryLow": "Svært lav",
	"audioGuidance_verySlow": "Svært sakte",
	"button": "knapp",
	"character": "tegn",
	"characters": "tegn",
	"checked": "avmerket",
	"connecting": "koble til",
	"depthOfColor": "Farge",
	"diagonal zoom in": "diagonal zoom inn",
	"diagonal zoom out": "diagonal zoom ut",
	"digitalOptionSetByProgram": "Angi Etter Program",
	"energy_Maximum": "Maksimalt",
	"gamma_high1": "Høy1",
	"gamma_high2": "Høy2",
	"hidden": "skjult",
	"horizontal zoom in": "horisontal zoom inn",
	"horizontal zoom out": "horisontal zoom ut",
	"jpDoNot": "Av",
	"logoLuminance_high": "Høy",
	"logoLuminance_low": "Lav",
	"not connected": "ikke tilkoblet",
	"pictureControlHigh": "Høy",
	"pictureControlHigh_BlackLevel": "Høy",
	"pictureControlHigh_Male": "Høy",
	"pictureControlLow": "Lav",
	"pictureControlLow_BlackLevel": "Lav",
	"pictureControlLow_Male": "Lav",
	"pictureModeSettings": "Innstillingsverdier",
	"pointerOptions": "Stil",
	"pointerSize": "Størrelse",
	"press OK button to edit IP manually": "trykk på OK-knappen for å redigere IP-en manuelt",
	"press OK button to enter channel to search": "trykk på OK-knappen for å skrive inn kanalen du vil søke på",
	"press OK button to enter value": "trykk på OK-knappen for å angi verdien",
	"press right button to adjust HDR Effect level": "trykk på høyre knapp for å justere HDR-effektnivå",
	"press right button to adjust de-judder and de-blur value": "trykk på høyre knapp for å justere verdien for De-Judder og De-Blur",
	"press right button to adjust zoom ratio and position": "trykk på høyre knapp for å justere zoomens sideforhold og posisjon",
	"shift current screen down": "bytt gjeldende skjerm ned",
	"shift current screen to the left": "bytt gjeldende skjerm til venstre",
	"shift current screen to the right": "bytt gjeldende skjerm til høyre",
	"shift current screen up": "bytt gjeldende skjerm opp",
	"shift down": "bytt ned",
	"shift left": "bytt venstre",
	"shift right": "bytt høyre",
	"shift up": "bytt opp",
	"thaRatingNone": "Ingen",
	"unchecked": "ikke avmerket",
	"unread": "ulest",
	"vertical zoom in": "vertikal zoom inn",
	"vertical zoom out": "vertikal zoom ut",
	"volumeModeHigh": "Høy",
	"volumeModeLow": "Lav",
	"webOS TV Version": "webOS TV-versjon",
	"zoom in": "zoom inn",
	"zoom out": "zoom ut",
	"{label} : L{value}": "{label}: V{value}",
	"{label} : R{value}": "{label}: H{value}",
	"• Compatibility problems may occur depending on the connected Bluetooth device.": "• Kompatibilitetsproblemer kan oppstå avhengig av den tilkoblede Bluetooth-enheten.",
	"• If audio video sync error occurs with your wireless audio device connected through LG Sound Sync, try restarting the TV.": "• Hvis det oppstår en synkroniseringsfeil for lyd og bilde med din trådløse lydenhet koblet til gjennom LG Sound Sync, kan du prøve å starte TV-en på nytt.",
	"• If you can't hear sound through the device, make sure it is working and connected properly.": "• Hvis du ikke hører lyd gjennom enheten, sjekk at den fungerer og er riktig tilkoblet."
}
