{
	" (User)": " (Utilizator)",
	"(Version: {l})": "(Versiune: {l})",
	"10 Points Code Value": "Valoare cod 10 puncte",
	"10 Points IRE": "IRE 10 puncte",
	"10 and Above": "10 şi peste",
	"11 and Above": "11 şi peste",
	"12 Hours": "12 ore",
	"12 and Above": "12 şi peste",
	"120 min": "120 de min",
	"13 and Above": "13 şi peste",
	"14 and Above": "14 şi peste",
	"14 by 9": "Paisprezece pe nouă",
	"15 and Above": "15 şi peste",
	"16 and Above": "16 şi peste",
	"16 by 9": "Şaisprezece pe nouă",
	"17 and Above": "17 şi peste",
	"18 and Above": "18 şi peste",
	"180 min": "180 de min",
	"19 and Above": "19 şi peste",
	"2 Hours": "2 ore",
	"2 Hours Auto Power Off": "Închidere automată la 2 ore ",
	"2 Points": "2 puncte",
	"20 Points Code Value": "Valoare cod 20 de puncte",
	"20 Points IRE": "IRE 20 puncte",
	"20 and Above": "20 şi peste",
	"20 min": "20 de min",
	"21 by 9": "Douăzeci şi unu pe nouă",
	"24 Hours": "24 ore",
	"240 min": "240 de min",
	"3 Hours": "3 ore",
	"30 min": "30 de min",
	"32 by 12": "Treizeci şi doi pe doisprezece",
	"32 by 9": "Treizeci şi doi pe nouă",
	"3G/4G Connection": "Conexiune 3G/4G",
	"3G/4G NETWORK STATUS": "STARE REŢEA 3G/4G",
	"3G/4G Network Operator": "Operator reţea 3G/4G",
	"3G/4G Network Status": "Stare reţea 3G/4G",
	"3G/4G Network Type": "Tip reţea 3G/4G",
	"4 Hours": "4 ore",
	"4 and Above": "4 şi peste",
	"4 by 3": "Patru pe trei",
	"5 and Above": "5 şi peste",
	"6 Hours": "6 ore",
	"6 and Above": "6 şi peste",
	"60 min": "60 de min",
	"7 and Above": "7 şi peste",
	"8 Hours": "8 ore",
	"8 and Above": "8 şi peste",
	"9 and Above": "9 şi peste",
	"90 min": "90 de min",
	"AV Sync Adjustment": "Reglare AV Sync",
	"About This TV": "Despre acest TV",
	"Above 10": "Peste 10",
	"Above 11": "Peste 11",
	"Above 12": "Peste 12",
	"Above 13": "Peste 13",
	"Above 14": "Peste 14",
	"Above 15": "Peste 15",
	"Above 16": "Peste 16",
	"Above 17": "Peste 17",
	"Above 18": "Peste 18",
	"Above 19": "Peste 19",
	"Above 20": "Peste 20",
	"Above 4": "Peste 4",
	"Above 5": "Peste 5",
	"Above 6": "Peste 6",
	"Above 7": "Peste 7",
	"Above 8": "Peste 8",
	"Above 9": "Peste 9",
	"Access Point": "Punct acces",
	"Access Point 1": "Punct acces 1",
	"Access Point 2": "Punct acces 2",
	"Access Point 3": "Punct acces 3",
	"Access Point Setting": "Setare punct de acces",
	"Accessibility": "Accesibilitate",
	"Account Management": "Gestionare cont",
	"Active Roaming": "Roaming activ",
	"Adaptive Sound Control": "Control audio adaptativ",
	"Add Network": "Adăugare reţea",
	"Add a hidden wireless network": "Adăugaţi o reţea fără fir ascunsă",
	"Add wireless network by manually entering network name (SSID).": "Adăugaţi o reţea fără fir introducând manual numele reţelei (SSID).",
	"Addis Ababa": "Addis Abeba",
	"Additional Audio Selection": "Selecţie audio suplimentară",
	"Additional Settings": "Setări suplimentare",
	"Address Setting": "Setare adresă",
	"Adjust Audio Guidance pitch.": "Reglați înălțimea sunetului Ghidării audio.",
	"Adjust Audio Guidance speed.": "Reglați viteza Ghidării audio.",
	"Adjust Audio Guidance volume.": "Reglați volumul Ghidării audio.",
	"Adjust Screen Position": "Adaptare poziție ecran",
	"Adjust Zoom Ratio": "Adaptare rată de zoom",
	"Adjust audio timing to synchronize video and audio.": "Reglaţi sincronizarea audio pentru a sincroniza ieşirea video cu cea audio.",
	"Adjust blue gain for color balance.": "Reglați amplificarea culorii albastre pentru echilibrul culorilor.",
	"Adjust brightness by analyzing image movements to prevent glare and reduce energy consumption.": "Reglaţi luminozitatea analizând mişcările imaginilor pentru a preveni luminile strălucitoare şi pentru a reduce consumul de energie.",
	"Adjust brightness of the LG logo.": "Ajustați luminozitatea logoului LG.",
	"Adjust color and saturation for a more vivid image.": "Reglaţi culoarea şi saturaţia pentru o imagine mai intensă.",
	"Adjust cursor speed.": "Reglaţi viteza cursorului.",
	"Adjust detailed settings to further optimize the picture.": "Reglaţi setările detaliate pentru a îmbunătăţi şi mai mult imaginea.",
	"Adjust edge sharpness. Higher values increase the crispness and clarity of the image.": "Reglaţi claritatea marginilor. Valorile mai ridicate cresc claritatea imaginilor.",
	"Adjust gamma settings to compensate for the brightness of the input signal.": "Reglaţi setările gama pentru a compensa pentru luminozitatea semnalului de intrare.",
	"Adjust grass tone colors.": "Adaptați nuanţele culorii ierbii.",
	"Adjust green gain for color balance.": "Reglați amplificarea culorii verzi pentru echilibrul culorilor.",
	"Adjust hue and saturation of a specified color region.": "Reglaţi nuanţa şi saturaţia unei regiuni cu o culoare anume.",
	"Adjust left/right audio balance.": "Reglaţi echilibrul sunetului dreapta/stânga.",
	"Adjust luminance for selected color.": "Reglați luminozitatea pentru culoarea selectată.",
	"Adjust luminance level for selected IRE point.": "Reglați nivelul de luminozitate pentru punctul IRE selectat.",
	"Adjust overall color. Higher values increase saturation.": "Reglaţi culoarea de ansamblu. Valorile mai ridicate cresc saturaţia.",
	"Adjust overall screen brightness. Higher values increase brightness.": "Reglaţi luminozitatea de ansamblu a ecranului. Valorile mai ridicate cresc luminozitatea.",
	"Adjust red and green color balance. Higher values increase saturation of the color.": "Reglaţi echilibrul culorilor roşu şi verde. Valorile mai ridicate cresc saturaţia culorilor.",
	"Adjust red gain for color balance.": "Reglați amplificarea culorii roșii pentru echilibrul culorilor.",
	"Adjust saturation for selected color.": "Reglați saturația pentru culoarea selectată.",
	"Adjust screen brightness by tuning the OLED LIGHT. Higher values increase brightness.": "Reglaţi luminozitatea ecranului calibrând LUMINA OLED. Valorile mai ridicate cresc luminozitatea.",
	"Adjust screen brightness by tuning the backlight. Higher values increase brightness.": "Reglaţi luminozitatea ecranului calibrând iluminarea de fundal. Valorile mai ridicate cresc luminozitatea.",
	"Adjust screen brightness to reduce energy consumption.": "Reglaţi luminozitatea ecranului pentru a reduce consumul de energie.",
	"Adjust screen settings for individual picture modes.": "Ajustaţi setările de ecran pentru modurile de imagini individuale.",
	"Adjust skin tone colors.": "Adaptați nuanţele culorii pielii.",
	"Adjust skin tone, grass, and sky colors.": "Reglaţi culorile nuanţei pielii, ierbii şi cerului.",
	"Adjust sky tone colors.": "Adaptați nuanţele culorii cerului.",
	"Adjust the difference between bright and dark areas of the screen. Higher values intensify the difference.": "Reglaţi diferenţa dintre zonele luminoase şi cele întunecate ale ecranului. Valorile mai ridicate intensifică diferenţa.",
	"Adjust the luminance of static images such as logos within content to correct potential picture quality issues.": "Ajustați luminozitatea imaginilor statice precum siglele din conținut pentru a corecta eventualele probleme de calitate a imaginii.",
	"Adjust tint for selected color.": "Reglați nuanța pentru culoarea selectată.",
	"Adjusting Luminance": "Reglare luminozitate",
	"Adult": "Adulţi",
	"Adult Language": "Limbaj pentru adulţi",
	"Adults Only.": "Numai pentru adulţi.",
	"Adults only.": "Numai pentru adulţi.",
	"Advanced": "Setări avansate",
	"Advanced Controls": "Comenzi avansate",
	"Advanced Wi-Fi Settings": "Setări Wi-Fi avansate",
	"Advertising Cookies": "Fişiere cookie publicitate",
	"Afghanistan": "Afganistan",
	"After changing the country, all currently tuned channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "După schimbarea țării, toate canalele reglate în prezent vor fi șterse. Pentru a regla din nou canalele, accesați Reglare automată. Doriţi să continuaţi?",
	"After changing your Zip Code, all current Freesat channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "După schimbarea Codului poștal, toate canalele Freesat vor fi șterse. Pentru a regla din nou canalele, accesați Reglare automată. Doriţi să continuaţi?",
	"After you change your country, you can scan for your channels using Auto Tuning. Do you want to continue?": "După modificarea ţării, puteţi scana pentru a găsi canalele folosind funcţia Reglare automată. Doriţi să continuaţi?",
	"Albanian": "Albaneză",
	"Algiers": "Alger",
	"All Channels": "Toate canalele",
	"All Children": "Toţi copiii",
	"All ages admitted.": "Pentru toate vârstele.",
	"All current settings for {pictureMode} mode will be reset. Do you want to continue?": "Toate setările curente pentru modul {pictureMode} vor fi resetate. Doriţi să continuaţi?",
	"All sound effect settings for Standard Mode will be reset. Do you want to continue?": "Toate setările pentru efectele sonore pentru Modul Standard vor fi resetate. Doriţi să continuaţi?",
	"All-Direction Zoom": "Zoom în toate direcțiile",
	"Allow Automatic Updates": "Permite actualizările automate",
	"Almaty": "Alma-Ata",
	"Always Open": "Întotdeauna deschis",
	"An error has occurred while copy channels.": "A apărut o eroare în timpul copierii canalelor.",
	"An important software update is available.": "O actualizare software importantă este disponibilă.",
	"Anadyr": "Anadîr",
	"Analog Mode": "Mod analogic",
	"Analog TV": "TV analogic",
	"Antenna": "Antenă",
	"Antenna ATV": "Antena ATV",
	"Antenna DTV": "Antena DTV",
	"Antenna Radio": "Antenă radio",
	"Antigua and Barbuda": "Antigua şi Barbuda",
	"Any Supplementary Audio": "Audio Suplimentar",
	"Application Locks": "Blocare aplicaţie",
	"Applied settings are:": "Setările aplicate sunt:",
	"Apply the recommended audio settings using Standard Mode.": "Aplicați setările audio recomandate folosind Modul standard.",
	"Apply the recommended audio settings using the enhanced Bass Boost.": "Aplicați setările audio recomandate folosind modul Bass Boost amplificat.",
	"Apply the recommended audio settings using the enhanced Treble Boost.": "Aplicați setările audio recomandate folosind modul Treble Boost amplificat.",
	"Apply to all inputs": "Aplicare la toate intrările",
	"Applying value to all inputs...": "Aplicare valoare la toate intrările...",
	"Appropriate for general audience.": "Potrivite pentru audienţe generale.",
	"Aqtöbe": "Aktobe",
	"Arabic": "Arabă",
	"Are you sure you want to disconnect all connected devices.": "Sigur doriţi să deconectaţi toate dispozitivele conectate?",
	"Ashgabat": "Aşgabat",
	"Aspect Ratio": "Format imagine",
	"Aspect Ratio Settings": "Setări format imagine",
	"Assamese": "Assameză",
	"Assign channels to remote buttons so you can quickly jump to them.": "Atribuiţi canale pentru butoanele telecomenzii astfel încât să puteţi sări uşor la ele.",
	"Athens": "Atena",
	"Audio Description": "Descriere audio",
	"Audio Description Volume": "Volum descriere audio",
	"Audio Guidance": "Indicaţii audio",
	"Audio Language": "Limba audio",
	"Audio Out (Line Out)": "Ieşire Audio (Linie ieşire)",
	"Audio Type": "Tip Audio",
	"Auto Power Off": "Oprire automată",
	"Auto Power Sync": "Sincronizare auto-pornire",
	"Auto Start": "Pornire automată",
	"Auto Volume": "Volum auto",
	"Auto Volume keeps sound volume consistent even when you change channels or broadcast signals.": "Volumul auto menţine volumul sonor constant chiar şi atunci când schimbaţi programele sau semnalele de transmisie.",
	"Automatically optimize picture quality based on color and brightness of ambient light.": "Optimizaţi automat calitatea imaginii în funcţie de culoarea şi de luminozitatea luminii ambientale.",
	"Automatically optimize sound based on content type.": "Optimizaţi automat sunetul în funcţie de tipul de conţinut.",
	"Automatically update system software when an update is found.": "Actualizare automată a software-ului sistemului atunci când este găsită o actualizare.",
	"Available Devices": "Dispozitive disponibile",
	"Available Internal Storage": "Memorie internă disponibilă",
	"Azerbaijan": "Azerbaidjan",
	"BG Color": "Culoare fundal",
	"BG Opacity": "Opacitate fundal",
	"Back": "Înapoi",
	"Backlight": "Lumină de fond",
	"Baghdad": "Bagdad",
	"Balance": "Echilibru",
	"Basque": "Bască",
	"Begin the One Touch Sound Tuning process to determine the optimum audio quality settings for your room.": "Începeți procesul One Touch Sound Tuning pentru a stabili setările calității audio optime pentru camera dvs.",
	"Behavior may vary depending on connected device.": "Comportamentul poate varia în funcție de dispozitivul conectat.",
	"Belgium": "Belgia",
	"Belgrade": "Belgrad",
	"Bengali": "Bengaleză",
	"Bermuda": "Bermude",
	"Bishkek": "Bişkek",
	"Black": "Negru",
	"Black Level": "Nivel negru",
	"Block TV programs based on content rating.": "Blocaţi programele TV în funcţie de clasificarea de conţinut.",
	"Block TV programs broadcast in English based on their content ratings.": "Blocaţi programele TV difuzate în engleză în funcţie de clasificarea conţinutului.",
	"Block TV programs broadcast in French based on their content ratings.": "Blocaţi programele TV difuzate în franceză în funcţie de clasificarea conţinutului.",
	"Block access to specified channels and external devices.": "Blocaţi accesul la anumite canale şi dispozitive externe.",
	"Block content based on genre.": "Blocaţi conţinutul în funcţie de gen.",
	"Block movies based on rating.": "Blocaţi filmele în funcţie de clasificare.",
	"Blue": "Albastru",
	"Bluetooth Audio Device": "Dispozitiv audio Bluetooth",
	"Bosnia": "Bosnia",
	"Bosnia And Herzegovina": "Bosnia şi Herţegovina",
	"Bosnian": "Bosniacă",
	"Brazil": "Brazilia",
	"Brightness": "Luminozitate",
	"Broadcast Country": "Ţară de difuzare",
	"Broadcast Mail": "Transmisie Mail",
	"Brussels": "Bruxelles",
	"Bucharest": "Bucureşti",
	"Budapest": "Budapesta",
	"Built-in Sound Bar": "Bară de sunet integrată",
	"Bulgarian": "Bulgară",
	"By turning Live Plus on, you are consenting to the collection of television viewing information by LG Electronics Inc. (\"LGE\") through ACR module, which may be shared on an anonymized basis to third parties to provide you with interactive services. We may also share aggregated anonymized information to third parties for marketing purposes. Please note that we do not knowingly collect or distribute the above information from or about children under 13. Detailed information about Live Plus is illustrated in Viewing Information (terms) which may be accessed in the SmartTV settings menu. LGE highly recommend that you review the full version of Viewing Information (terms) before you activate Live Plus function.": "Prin pornirea Live Plus, vă daţi acordul pentru colectarea informaţiilor de vizualizare a serviciilor de televiziune de către LG Electronics Inc. (\"LGE\") prin modulul ACR. Informaţiile pot fi partajate anonim cu terţi pentru a vă furniza servicii interactive. De asemenea, este posibil să partajăm informaţii anonime colective cu terţi în scopuri de marketing. Ţineţi cont de faptul că nu colectăm şi nu distribuim informaţiile de mai sus de la sau despre copii cu vârsta sub 13 ani. Informaţii detaliate despre Live Plus sunt prezentate în Informaţiile de vizualizare (termenii), care pot fi accesate în meniul de setări SmartTV. LGE vă recomandă să citiţi versiunea completă a Informaţiilor de vizualizare (termenilor) înainte de a activa funcţia Live Plus.",
	"CANCEL SCHEDULE": "ANULARE PROGRAM",
	"CI Information": "Informaţii CI",
	"CI password incorrect. Please enter again.": "Parolă CI incorectă. Vă rugăm să introduceţi din nou.",
	"CONNECTING…": "CONECTARE ÎN CURS...",
	"Cable": "Cablu",
	"Cable ATV": "Cablu ATV",
	"Cable DTV": "TV digit. cablu",
	"Cable Radio": "Radio prin cablu",
	"Cambodia": "Cambodgia",
	"Cameroon": "Camerun",
	"Can not Find Channel": "Imposibil de găsit canalul",
	"Canary Islands": "Insulele Canare",
	"Cancel": "Anulare",
	"Cancel Update": "Anulare actualizare",
	"Cantonese": "Cantoneză",
	"Cape Verde": "Capul Verde",
	"Card ID Number": "Număr ID card",
	"Card Number": "Număr card",
	"Catalan": "Catalană",
	"Cayman Islands": "Insulele Cayman",
	"Central African Republic": "Republica Centrafricană",
	"Chad": "Ciad",
	"Changing region may change currently tuned channels in your TV. You can re-tune channels in Auto Tuning. Do you want to change regional settings now?": "Schimbarea regiunii poate schimba canalele reglate în prezent în televizor. Puteți regla din nou canalele din Reglare automată. Doriţi să modificaţi setările regionale acum?",
	"Changing the country will cause your TV to restart and you may need to consent to LG's User Agreements again. Also, the availability of some apps and services may vary based on the LG Services Country. Do you want to continue?": "Schimbarea țării va cauza ca televizorul să repornească și este posibil să fiți nevoiți să acceptați din nou Acordurile pentru utilizatori LG. De asemenea, disponibilitatea unor aplicații și servicii pot varia în funcție de Țara pentru serviciile LG. Doriţi să continuaţi?",
	"Channel Advisor": "Funcţie de recomandare programe",
	"Channel Locks": "Blocare canal",
	"Channel Manager": "Gestionare canale TV",
	"Channel Scrolling Options": "Opţiuni derulare canal",
	"Channel Tuning": "Programare canale TV",
	"Channel Tuning & Settings": "Reglarea şi setările programelor",
	"Channels": "Canale",
	"Channels from HDMI and other external inputs cannot be locked. To lock TV channels, change the current input to Live TV.": "Canalele de la HDMI și alte intrări externe nu pot fi blocate. Pentru a bloca canale TV, setați intrarea curentă ca Live TV.",
	"Chatham Islands": "Insulele Chatham",
	"Check for problems with the picture quality.": "Verificaţi să nu existe probleme cu calitatea imaginii.",
	"Check for problems with the sound quality of the Internal TV Speaker.": "Verificaţi să nu existe probleme cu calitatea sunetului difuzorului TV intern.",
	"Check for updates": "Verificați actualizările",
	"Checking Password": "Verificare parolă",
	"Checking for updates": "Verificare actualizări",
	"Checking...": "Verificare...",
	"Children": "Copii",
	"Children Age": "Copii",
	"Children Program Locks": "Blocare programe copii",
	"Chinese": "Chineză",
	"Chisinau": "Chişinău",
	"Choose a picture mode, then customize display settings such as contrast, brightness and sharpness for that mode.": "Alegeţi un mod imagine, apoi personalizaţi setările afişajului precum contrastul, luminozitatea şi claritatea pentru acel mod.",
	"Choose to have all channels or just your primary ones when you change channels.": "Alegeţi să aveţi toate canalele sau numai cele principale atunci când schimbaţi canalul.",
	"Christmas Island": "Insula Crăciunului",
	"Cinema Home": "Cinema la domiciliu",
	"Cinema View": "Mod de vizualizare cinema",
	"Cinema View (32:12)": "Mod de vizualizare cinema (32:12)",
	"Cinema Zoom": "Panoramare cinema",
	"City": "Oraş",
	"City Selection": "Selectare oraş",
	"Clear": "Clar",
	"Clear Cookies history": "Ştergere istoric fişiere cookie",
	"Clear Plus": "Ştergere Plus",
	"Clear Voice Ⅲ": "Voce clară Ⅲ",
	"Clear the advertising frequency capping cookies.": "Ştergeţi fişierele cookie de limitare a frecvenţei de difuzare a reclamelor.",
	"Clear1": "Ştergere",
	"Click the CONNECT button below after your LG Wireless Keyboard is turned on and set to the pairing mode.": "Faceţi clic pe butonul CONECTARE de mai jos după ce tastatura dumneavoastră LG wireless este activată şi setată în modul de sincronizare.",
	"Close": "Închidere",
	"Closed Caption": "Legendă închisă",
	"Closed Caption Settings": "Setări informaţii suplimentare",
	"Colombia": "Columbia",
	"Color": "Culoare",
	"Color Filter": "Filtru culoare",
	"Color Gamut": "Gamă de culori",
	"Color Management System": "Sistem de gestionare a culorilor",
	"Color Temperature": "Temp. cul.",
	"Confirm": "Confirmare",
	"Congo Brazzaville": "Congo Brazzaville",
	"Connect": "Conectare",
	"Connect an app on your mobile device that supports LG Connect to the TV and start to enjoy playing mobile photos and music or even control your TV.": "Conectați o aplicație pe dispozitivul dumneavoastră mobil care să ajute LG să se conecteze la TV și începeți să vă bucurați de posibilitatea de a reda fotografii și muzică pe mobil sau chiar de a controla televizorul.",
	"Connect to the network through a wireless router. You must be connected to the network to use certain Smart TV features such as web browsing, content sharing, and automatic software updates.": "Conectaţi-vă la reţea folosind un router fără fir. Trebuie să fiţi conectat la reţea pentru a folosi anumite funcţii Smart TV precum navigarea pe internet, efectuarea transferurilor de conţinut şi actualizarea automată a software-ului.",
	"Connect to the network with an ethernet cable. You must be connected to the network to use certain Smart TV features such as web browsing, content sharing, and automatic software updates.": "Conectaţi-vă la reţea cu un cablu ethernet. Trebuie să fiţi conectat la reţea pentru a folosi anumite funcţii Smart TV precum navigarea pe internet, efectuarea transferurilor de conţinut şi actualizarea automată a software-ului.",
	"Connect via WPS PBC": "Conectare prin intermediul WPS PBC",
	"Connect via WPS PIN": "Conectare prin intermediul PIN WPS",
	"Connect your TV to your router or modem with an Ethernet cable to activate your wired network connection.": "Conectaţi televizorul la router sau modem prin intermediul unui cablu ethernet pentru a activa conexiunea la reţeaua cu fir.",
	"Connected": "Conectat",
	"Connected to Internet": "Conectat la internet",
	"Connecting...": "Conectare în curs...",
	"Control the advertising frequency capping cookies.": "Controlaţi fişierele cookie de limitare a frecvenţei de difuzare a reclamelor.",
	"Cookies": "Fişiere cookie",
	"Cool": "Rece",
	"Copenhagen": "Copenhaga",
	"Copy Channels": "Copiere canale",
	"Copy/Delete file": "Copiere/Ștergere fișier",
	"Correct contrast and brightness by adjusting black levels.": "Corectaţi contrastul şi luminozitatea reglând nivelurile de negru.",
	"Could not fined available network.": "Imposibil de găsit reţeaua disponibilă.",
	"Croatia": "Croaţia",
	"Croatian": "Croată",
	"Current values of customized picture mode settings will be applied to {pictureMode} mode for all inputs. Do you want to continue?": "Valorile curente ale setărilor personalizate ale modului de imagine vor fi aplicate pentru modul {pictureMode} pentru toate intrările. Doriţi să continuaţi?",
	"Currently connected LG Wireless Keyboard device will be disconnected from your TV. Do you want to continue?": "Tastatura LG wireless conectată în prezent va fi deconectată de la televizor. Doriţi să continuaţi?",
	"Currently connecting via Wi-Fi Direct. Please accept the request on your [{devicename}].": "Se conectează prin Wi-Fi Direct. Vă rugăm să acceptaţi solicitarea pe [{devicename}].",
	"Custom": "Personalizare",
	"Custom Time Zone": "Fus orar personalizat",
	"Customer Service": "Serviciu clienţi",
	"Cyan": "Bleu",
	"Cyprus": "Cipru",
	"Czech": "Cehia",
	"Czech Republic": "Republica Cehă",
	"Côte d'Ivoire": "Coasta de Fildeş",
	"DISCONNECT": "DECONECTARE",
	"DNS Server": "Server DNS",
	"DR Congo": "RD Congo",
	"DTV Audio Setting": "Setare audio DTV",
	"Damascus": "Damasc",
	"Danish": "Daneză",
	"Data Service": "Serviciu date",
	"Day": "Ziua",
	"Delete Pairing History": "Ștergere istoric sincronizare",
	"Delete or add TV channels to customize your channels.": "Ştergeţi sau adăugaţi canale TV pentru a vă personaliza canalele.",
	"Demo Options": "Opțiuni Demo",
	"Democratic Republic of the Congo": "Republica Democrată Congo",
	"Denmark": "Danemarca",
	"Depressed": "Apăsat",
	"Device Name": "Denumire dispozitiv",
	"Device Selection": "Selectare dispozitiv",
	"Device Vendor": "Distribuitor dispozitiv",
	"Dial No.": "Formare nr.",
	"Digital Mode": "Modul digital",
	"Digital Mode Option": "Opţiune mod digital",
	"Digital Sound Out": "Ieşire audio digitală",
	"Digital TV": "TV digital",
	"Directed to Older Children (ages 7 and above)": "Pentru copii mai mari (cu vârsta de 7 ani şi mai mari)",
	"Display list of audio devices that can be connected to your TV.": "Afişaţi lista dispozitivelor audio care pot fi conectate la televizorul dvs.",
	"Display luminance level for the highest point (100 IRE).": "Afișați nivelul de luminozitate pentru cel mai înalt punct (100 IRE).",
	"Do Not Track": "Nu urmări",
	"Do not apply the One Touch Sound Tuning recommended audio settings.": "Nu aplicați setările audio recomandate pentru One Touch Sound Tuning.",
	"Do you want to continue?": "Doriţi să continuaţi?",
	"Do you want to copy channel list from USB storage to your TV? Current channels in your TV will be deleted.": "Doriți să copiați lista de canale de pe dispozitivul de stocare USB pe televizor? Canalele actuale din televizor vor fi șterse.",
	"Do you want to copy channel list from your TV to the USB storage?": "Doriți să copiați lista de canale de pe televizor pe dispozitivul de stocare USB?",
	"Do you want to set the correct time now?": "Doriţi să setaţi ora corectă acum?",
	"Do you want to turn your TV off now?": "Doriţi să opriţi televizorul acum?",
	"Dominican Republic": "Republica Dominicană",
	"Done": "Efectuat",
	"Download Mail": "Descărcare Mail",
	"Download and install": "Descărcaţi şi instalaţi",
	"Downloadable Rating": "Clasificare descărcabilă",
	"Dual Mono": "Mono dublu",
	"Dushanbe": "Duşanbe",
	"Dutch": "Olandeză",
	"Dynamic Color": "Culoare dinamică",
	"Dynamic Contrast": "Contrast dinamic",
	"Dynamic Tone Mapping": "Cartografierea nuanțelor dinamice",
	"Easter Island": "Insula Paştelui",
	"Eastern Africa": "Africa de Est",
	"Eco Mode": "Modul Eco",
	"Edge Color": "Culoare margine",
	"Edge Enhancer": "Îmbunătăţire margine",
	"Edge Type": "Tip margine",
	"Edit": "Editare",
	"Edit TV channels, set favorites, and manage parental control settings.": "Editaţi canalele TV, setaţi canalele favorite şi gestionaţi setările de control parental.",
	"Egypt": "Egipt",
	"Emergency Alert": "Alertă de urgență",
	"Enable LG support representatives to resolve your technical issues remotely. You must call the LG customer service center to receive assistance.": "Permiteţi reprezentanţilor LG asistenţă să vă rezolve problemele tehnice de la distanţă. Pentru a primi asistenţă, trebuie să contactaţi centrul servicii clienţi LG.",
	"Enable other devices and apps to turn on your TV.": "Permiteți altor dispozitive și aplicații să vă pornească televizorul.",
	"Energy Saving": "Economisire energie",
	"Energy saving modes to limit power consumption.": "Moduri de economisire energie pentru a limita consumul de energie.",
	"English": "Engleză",
	"Enjoy an immersive 3D soundscape with the virtual multi-channel surround sound effect.": "Bucuraţi-vă de un sonor 3D captivant cu efectul virtual de ambianţă sonoră multi-canale.",
	"Enjoy an immersive 3D soundscape with the virtual surround sound effect.": "Bucuraţi-vă de un sonor 3D captivant cu efectul Virtual Surround.",
	"Enter CI Password": "Introduceţi parola CI",
	"Enter PIN code into a WPS-enabled router to connect TV to the network.": "Introduceţi codul PIN într-un router activat prin WPS pentru a conecta televizorul la reţea.",
	"Enter the PIN in your router's settings.": "Introduceţi PIN-ul în setările routerului.",
	"Enter the master password.": "Introduceți parola principală.",
	"Equalizer": "Egalizator",
	"Equatorial Guinea": "Guinea Ecuatorială",
	"Eritrea": "Eritreea",
	"Estonian": "Estoniană",
	"Ethiopia": "Etiopia",
	"Every Day": "În fiecare zi",
	"Every Weekday": "În fiecare zi lucrătoare",
	"Every Weekend": "În fiecare weekend",
	"Exempt from ratings.": "Fără clasificări.",
	"Experience the best immersive audio effect with virtual multi-channel surround sound including height.": "Experimentați cel mai captivant efect audio datorită efectului virtual de ambianță sonoră multi-canale, inclusiv pe înălțime.",
	"Expert (Bright Room)": "Expert (Cameră luminoasă)",
	"Expert (Dark Room)": "Expert (Cameră întunecată)",
	"Expert Controls": "Comenzi expert",
	"Export your TV's channel list information to a connected USB device.": "Exportaţi informaţiile din lista programelor TV pe un dispozitiv USB conectat.",
	"Extended": "Extins",
	"Extending a period of time of the Auto Power Off setting or turning off the function may increase energy consumption.": "Prelungirea intervalului asociat setării de Închidere automată sau dezactivarea acestei funcții poate duce la o creștere a consumului de energie.",
	"Extreme": "Extrem",
	"Eye Comfort Mode": "Mod confort vizual",
	"Fantasy Violence": "Fantezie Violenţă",
	"Fast": "Rapidă",
	"Fine tune red, green, blue, cyan, magenta, and yellow color spaces.": "Reglaţi fin spaţiile culorilor roşu, verde, albastru, turcoaz, magenta şi galben.",
	"Finland": "Finlanda",
	"Finnish": "Finlandeză",
	"Firmware Version": "Versiune firmware",
	"Flat Mode": "Modul simplu",
	"Football": "Fotbal",
	"France": "Franţa",
	"French": "Franceză",
	"French Polynesia": "Polinezia Franceză",
	"Full Wide": "Lat complet",
	"Gaelic": "Galică",
	"Galapagos Islands": "Insulele Galapagos",
	"Galician": "Galiţiană",
	"Gallery": "Galerie",
	"Game": "Joc",
	"Gamma": "Gama",
	"General Age": "General",
	"General Audience": "Audienţe generale",
	"General Audiences": "Audienţe generale",
	"General Program Locks": "Blocare programe general",
	"German": "Germană",
	"Germany": "Germania",
	"Getting...": "Încărcare mesaj...",
	"Grass Color": "Culoare iarbă",
	"Greece": "Grecia",
	"Greek": "Greacă",
	"Green": "Verde",
	"Greenland": "Groenlanda",
	"Group ID Number": "Număr ID grup",
	"Guadeloupe": "Guadelupa",
	"Guatemala City": "Ciudad de Guatemala",
	"Guinea": "Guineea",
	"Guinea Bissau": "Guineea Bissau",
	"Guinea Conakry": "Guineea Conakry",
	"Guinea Equatorial": "Guineea Ecuatorială",
	"H Position": "Poziţie H",
	"H Sharpness": "Claritate oriz",
	"H Size": "Dimensiune H",
	"HDD Eco Mode": "Mod ECO HDD",
	"HDD Power Saving Mode": "Mod HDD de economisire a energiei",
	"HDMI UHD Deep Color": "HDMI ULTRA HD Deep Colour",
	"HDMI {port1} and HDMI {port2} ports support ULTRA HD Deep Color.": "Porturile HDMI {port1} şi HDMI {port2} acceptă ULTRA HD Deep Colour.",
	"HDMI {port1} port support ULTRA HD Deep Color.": "Portul HDMI {port1} acceptă ULTRA HD Deep Colour.",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support ULTRA HD Deep Color.": "Porturile HDMI {port1}, HDMI {port2} şi HDMI {port3} acceptă ULTRA HD Deep Colour.",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support ULTRA HD Deep Color.": "Porturile HDMI {port1}, HDMI {port2}, HDMI {port3} şi HDMI {port4} acceptă ULTRA HD Deep Colour.",
	"HDR Effect": "Efect HDR",
	"HDR Effect Level": "Nivel efect HDR",
	"HDR Picture Mode": "Mod Imagine HDR",
	"Hard of Hearing": "Auz dificil",
	"Hardware Version": "Versiune hardware",
	"Headphones Volume": "Volum căşti",
	"Hebrew": "Ebraică",
	"High": "Înaltă",
	"High Contrast": "Contrast ridicat",
	"Higher values increase a sense of warmth or coldness.": "Valorile mai mari măresc senzaţia de cald sau rece.",
	"Hindi": "Hindu",
	"Home Mode": "Modul Acasă",
	"Home/Store Mode": "Modul Acasă/Magazin",
	"Hong Kong": "Hong Kong",
	"Hongkong": "Hong Kong",
	"Hours": "Ore",
	"Hungarian": "Maghiară",
	"Hungary": "Ungaria",
	"IMPORTANT! Resetting will delete all of your account settings and installed apps. This action cannot be undone.": "IMPORTANT! Resetarea va şterge toate setările contului dvs. şi aplicaţiile instalate. Această acţiune nu poate fi anulată.",
	"IP (Automatic)": "IP (Automat)",
	"IP Address": "Adresă IP",
	"Iceland": "Islanda",
	"If Auto Power Sync is enabled, SIMPLINK devices will be able to power on the TV, and the TV will power off SIMPLINK devices when it powers off.": "Selectând Sincronizare auto-pornire, televizorul dvs. porneşte atunci când porniţi un dispozitiv SIMPLINK, iar dispozitivele dvs. SIMPLINK se opresc atunci când opriţi televizorul.",
	"If it's turned on and you connect a device that also supports UHD Deep Color, your picture may be clearer.": "Dacă este pornită şi conectaţi un dispozitiv care acceptă şi ULTRA HD Deep Colour, imaginea dvs. poate fi mai clară.",
	"If recording or software update is in progress, it will wait until they are completed and the process can take more than an hour.": "Dacă înregistrarea sau actualizarea software-ului este în curs, va aștepta până la finalizarea acestora și procesul poate dura mai mult de o oră.",
	"If set to on, your TV can receive emergency alerts if an emergency situation occurs.": "Dacă este pornit, televizorul dumneavoastră poate primi alerte de urgență dacă apare o situație de urgență.",
	"If you turn Audio Guidance on, you can only move with left, right, up, down buttons on your remote and some apps that require the pointer cannot be used.": "Dacă activați funcția Ghidare audio, puteți naviga doar cu butoanele stânga, dreapta, sus, jos de pe telecomandă și unele aplicații care necesită indicatorul nu pot fi utilizate.",
	"If you turn it off, CAM operator's profile will be deleted.": "Dacă o opriți, va fi șters profilul operatorului CAM.",
	"If you turn it off, all tuned CAM channels will not be available and notifications will no longer be provided.": "Dacă o dezactivați, toate canalele CAM reglate nu vor fi disponibile și notificările nu vor mai fi furnizate.",
	"If you turn on LG Connect Apps feature, you will be able to either accept or deny connection requests from mobile devices.": "Dacă porniți aplicația LG Connect, veți putea fie să acceptați, fie să refuzați cererile de conectare primite de la dispozitive mobile.",
	"If you turn the screen saver off and the same image remains on the screen for more than 2 hours, it can affect the picture quality of your screen. If it remains for more than 5 hours, permanent picture quality depreciation may occur. Do you want to continue?": "Dacă dezactivați economizorul de ecran și aceeași imagine rămâne pe ecran mai mult de 2 ore, aceasta poate afecta calitatea imaginilor de pe ecran. Dacă aceasta rămâne mai mult de 5 ore, poate să se ajungă la deprecierea permanentă a calității imaginilor. Doriţi să continuaţi?",
	"If you turn this feature on, the HbbTV application or service will disable its tracking of an individual user.": "Dacă activați această funcție, aplicația sau serviciul HbbTV va dezactiva monitorizarea unui utilizator individual.",
	"If you turn this feature on, the IBB service will disable its tracking of an individual user.": "Dacă activați această funcție, serviciul IBB va dezactiva monitorizarea unui utilizator individual.",
	"If you turn this feature on, you can view the content in the aspect ratio that is in the broadcast signal or content source. If the edge of the screen is not clean, please turn it off.": "Dacă activați această funcție, puteți vizualiza conținutul în formatul imagini care se află pe semnalul de transmisie sau în sursa conținutului. Dacă marginea ecranului nu este clară, opriți-o.",
	"If you turn this option on, color temperature will be automatically adjusted to reduce eye strain.": "Dacă dezactivaţi această opţiune, temperatura culorilor va fi reglată în mod automat pentru a reduce solicitarea ochilor.",
	"If you turn this option on, you can receive the notifications of channels or programs which you have been watching frequently.": "Dacă activaţi această opţiune, puteţi primi notificări privind canalele sau programele pe care le urmăriţi frecvent.",
	"If you use Energy Saving function, brightness of your TV will be affected.": "Dacă folosiți funcția Economisire energie, luminozitatea TV-ului va fi afectată.",
	"If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the HDMI ULTRA HD Deep Color setting off.": "Dacă dispozitivul dvs. nu acceptă această funcţie, este posibil să nu funcţioneze corespunzător. În acest caz, puteţi să conectaţi dispozitivul la un alt port HDMI sau să dezactivaţi setarea HDMI ULTRA HD Deep Colour.",
	"Import your TV's channel list information from a connected USB device.": "Importaţi informaţiile din lista programelor TV de pe un dispozitiv USB conectat.",
	"Import/export your TV's channel list information from/to a connected USB device.": "Importaţi/exportaţi informaţiile din lista canalelor dvs. TV din/la dispozitivul USB conectat.",
	"Improve blurry or unclear areas for a sharper image.": "Îmbunătăţiţi zonele estompate sau neclare pentru o imagine mai clară.",
	"In Home": "Acasă",
	"Indonesia": "Indonezia",
	"Indonesian": "Indoneziană",
	"Inner": "Interior",
	"Input": "Intrare",
	"Input Locks": "Blocare intrare",
	"Input field": "Câmp de intrare",
	"Insert 3G/4G USB dongle to activate your 3G/4G network connection.": "Introduceţi cheia USB 3G/4G pentru a activa conexiunea dvs. la reţeaua 3G/4G.",
	"Installing...": "Instalare...",
	"Interactivity(DTVi)": "Interactivitate (DTVi)",
	"Internal TV Speaker": "Difuzor TV intern",
	"Internal TV Speaker + Optical": "Difuzor TV intern + Optic",
	"Internal TV Speaker + Wired Headphones": "Difuzor TV intern + Căşti cu cablu",
	"Iraq": "Irak",
	"Ireland": "Irlanda",
	"Irish": "Irlandeză",
	"It may take a few minutes.": "Poate dura câteva minute.",
	"It may take a few seconds.": "Poate dura câteva secunde.",
	"Italian": "Italiană",
	"Italy": "Italia",
	"Ivory Coast": "Coasta de Fildeş",
	"Japan": "Japonia",
	"Japanese": "Japoneză",
	"Jerusalem": "Ierusalim",
	"Jordan": "Iordania",
	"Just Scan": "Numai Scan",
	"Kazakh": "Cazacă",
	"Kazakhstan": "Kazahstan",
	"Keep Dolby Atmos on for the best sound experience for Dolby Atmos content.": "Mențineți Dolby Atmos activat pentru cea mai bună experiență audio pentru conținutul Dolby Atmos.",
	"Keyboard Languages": "Limbi tastatură",
	"Korea": "Coreea",
	"Korean": "Coreeană",
	"Kuwait": "Kuweit",
	"Kuwait City": "Kuweit",
	"Kyrgyzstan": "Kirghizstan",
	"LED Local Dimming": "Întun. locală LED",
	"LG Bean Bird character": "Personajul LG Bean Bird",
	"LG Remote Service": "LG Control de la distanţă",
	"LG Services Country": "Ţara pentru serviciile LG",
	"LG Wireless Keyboard": "Tastatură LG wireless",
	"LG Wireless Keyboard Connected:": "Tastatura LG wireless conectată:",
	"LG Wireless Keyboard allows you to control your TV through bluetooth. This feature applies only to specified LG Wireless Keyboard models.": "Tastatura LG wireless vă permite să vă controlaţi televizorul prin Bluetooth. Această funcţie se aplică numai în cazul modelelor de tastatură LG wireless specificate.",
	"Language": "Limba",
	"Large": "Mare",
	"Large Standard": "Standard mare",
	"Last tuning:": "Ultima ajustare:",
	"Latvia": "Letonia",
	"Latvian": "Letonă",
	"Lebanon": "Liban",
	"Left Right": "Stânga/Dreapta",
	"Left drop shadow": "Umbră la stânga",
	"Legal Notice": "Notă juridică",
	"Libya": "Libia",
	"Light": "Ușor",
	"Lisbon": "Lisabona",
	"Lithuania": "Lituania",
	"Lithuanian": "Lituaniană",
	"Live Theater": "Programe live",
	"Loading...": "Se încarcă...",
	"Local Language": "Limbă locală",
	"Location": "Locaţie",
	"Lock All": "Blocare toate",
	"Lock changes for currently running apps will be applied the next time they are started.": "Modificările privind blocările pentru aplicaţiile care rulează în prezent vor fi aplicate la următoarea iniţializare a acestora.",
	"Logo Luminance Adjustment": "Ajustarea luminozității siglei",
	"London": "Londra",
	"Low": "Scăzută",
	"Luminance": "Luminozitate",
	"Luxembourg": "Luxemburg",
	"MAC Address": "Adresă MAC",
	"MAC Address (Wired)": "Adresă MAC (cu fir)",
	"MAC Address (Wireless)": "Adresă MAC (fără fir)",
	"MASTER PASSWORD": "PAROLA PRINCIPALĂ",
	"MHEG Guide": "Ghid MHEG",
	"MPEG Noise Reduction": "Reducere zgomot MPEG",
	"Macedonia, The Former Yugoslav Republic Of": "Fosta Republică Iugoslavă a Macedoniei",
	"Macedonian": "Macedoneană",
	"Malay": "Malaieză",
	"Malaysia": "Malaiezia",
	"Maldives": "Maldive",
	"Manage your account information and settings.": "Gestionaţi informaţiile şi setările contului dvs.",
	"Mandarin": "Mandarină",
	"Manually adjust EQ frequencies.": "Reglaţi manual frecvenţele EQ.",
	"Manually enter the IP and DNS server addresses.": "Introduceţi manual adresele de IP şi server DNS.",
	"Marshall Islands": "Insulele Marshall",
	"Martinique": "Martinica",
	"Mature Audience Only": "Numai pentru adulţi",
	"Maximize contrast by increasing the intensity of bright and dark areas of the screen.": "Maximizaţi contrastul crescând intensitatea zonelor luminoase şi întunecate ale ecranului.",
	"Medium": "Mediu",
	"Menu Language": "Limbă meniu",
	"Menu Transparency": "Transparența meniului",
	"Message": "Mesaj",
	"Method": "Metodă",
	"Mexico": "Mexic",
	"Mexico City": "Ciudad de Mexico",
	"Middle East": "Orientul Mijlociu",
	"Minutes": "Minute",
	"Mobile TV On": "Mobile TV pornit",
	"Montenegro": "Muntenegru",
	"Month": "Luna",
	"Morocco": "Maroc",
	"Moscow": "Moscova",
	"Motion Eye Care": "Protecţie Motion Eye",
	"Movie Lock": "Blocare film",
	"Mozambique": "Mozambic",
	"Multi Feed": "Multiplă alimentare",
	"Music": "Muzică",
	"Myanmar": "Myanmar",
	"NO": "NU",
	"NOTE: When the screen saver option is set to ON, it will not come up while you are watching Live TV and video inputs to avoid interfering with your viewing experience.": "NOTĂ: Atunci când opțiunea screen saver este ON, nu se va activa atunci când vizionați Live TV și intrările video pentru a evita întreruperea experienței dvs. de vizionare.",
	"NSW/ACT - New South Wales / Australian Capital Territory - Sydney": "NSW/ACT - Noul Wales de Sud/Teritoriul capitalei australiene - Sydney",
	"NT - Northern Territory - Darwin": "NT - Teritoriul de Nord - Darwin",
	"Netherland": "Olanda",
	"Netherlands": "Olanda",
	"Network": "Reţea",
	"Network Name": "Nume reţea",
	"New Caledonia": "Noua Caledonie",
	"New Zealand": "Noua Zeelandă",
	"Next": "Următorul",
	"Night": "Noaptea",
	"No": "Nu",
	"No Internet via 3G/4G network": "Nu există acces la internet prin reţeaua 3G/4G",
	"No Internet via Ethernet": "Nu există acces la internet prin Ethernet",
	"No Internet via Wi-Fi": "Nu există acces la internet prin Wi-Fi",
	"No One 17 and Under Admitted.": "Interzis copiilor cu vârsta de 17 ani sau mai mici.",
	"No Operation Auto Off": "Oprire automată când nu este folosit",
	"No Signal Auto Off": "Oprire automată când nu există semnal",
	"No Signal Image": "Imaginea nu are semnal",
	"No Signal Power Off (15Min)": "Oprire la absenţă semnal (15min)",
	"No Wi-Fi Direct Devices": "Niciun dispozitiv Wi-Fi Direct",
	"No card information": "Nu există informaţii despre card",
	"No devices have been found.": "Nu s-au găsit dispozitive.",
	"No group ID": "Niciun ID grup",
	"No updates found.": "Nu s-au găsit actualizări.",
	"Noise Reduction": "Reducere zgomot",
	"None": "Niciunul",
	"North Korea": "Coreea de Nord",
	"Northern Africa": "Africa de Nord",
	"Norway": "Norvegia",
	"Norwegian": "Norvegiană",
	"Not Connected": "Neconectat",
	"Not Connected to Internet": "Neconectat la internet",
	"Note: Available options depend on the broadcast program.": "Notă: Opţiunile disponibile depind de programul de difuzare.",
	"Note: Behavior may differ if connected device is not a LG device.": "Notă: Comportamentul poate fi diferit dacă dispozitivul conectat nu este un dispozitiv LG.",
	"Note: Captions are only displayed when provided by the broadcast program.": "Notă: Subtitrările sunt afişate numai atunci când sunt furnizate de programul transmis.",
	"Note: If the device is not properly connected and set up, you may not hear any sound through it.": "Notă: Dacă dispozitivul nu este conectat şi setat corespunzător, este posibil să nu auziţi niciun sunet prin el.",
	"Note: If the speakers are not properly connected and set up, you may not hear any sound through them.": "Notă: Dacă difuzoarele nu sunt conectate şi setate corespunzător, este posibil să nu auziţi niciun sunet prin ele.",
	"Note: If you can't hear sound through the device, make sure it is working properly and supports Sound Sync.": "Notă: Dacă nu auziţi sunet prin dispozitiv, verificaţi dacă funcţionează corespunzător şi dacă acceptă Sound Sync.",
	"Note: Only displayed when it is provided by the program.": "Notă: Se afişează doar dacă sunt furnizate de program.",
	"Note: Subtitles are only displayed when provided by the broadcast program.": "Notă: Subtitrările sunt afişate doar dacă sunt furnizate de programul de difuzare.",
	"Note: Supported features may differ by model and its transparency by the feature's operation with content playback like Live TV or VOD content.": "Notă: Funcțiile acceptate pot să difere în funcție de model și transparența poate să difere la funcționarea funcției odată cu redarea de conținut precum Live TV sau conținut VOD.",
	"Note: This feature works only when provided by the broadcast program.": "Notă: Această funcţie funcţionează numai atunci când este furnizată de programul de transmisiune.",
	"Note: if your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the HDMI ULTRA HD Deep Color setting off.": "Notă: dacă dispozitivul dvs. nu acceptă această funcție, e posibil să nu funcționeze corespunzător. În acest caz, puteți conecta dispozitivul la un alt port HDMI sau puteți dezactiva setarea HDMI ULTRA HD Deep Colour.",
	"Note:<br>1. If your TV is turned on while Pixel Refresher is in progress, it will stop the process and you have to start over.<br>2. While processing, a white line may appear in the screen. This is normal when clearing your screen.": "Observație:<br>1. Dacă televizorul dumneavoastră este pornit în timp ce funcţia de reîmprospătare a pixelilor este în curs de funcționare, va opri procesul și trebuie să-l reluați de la început.<br>2. În timpul procesării, pe ecran poate apărea o linie albă. Acest lucru este normal atunci când eliminați elementele de pe ecran.",
	"OFF": "Oprit",
	"OLED LIGHT": "LUMINĂ OLED",
	"OLED Panel Settings": "Setările panoului OLED",
	"Off": "Oprit",
	"On": "Pornit",
	"OnTimer Channel not selected": "Canalul On Timer nu este selectat.",
	"One Touch Sound Tuning Options": "Opțiunile One Touch Sound Tuning",
	"Open": "Deschidere",
	"Open Source Licenses": "Notificare software cu sursă deschisă",
	"Open when TV is turned on": "Deschidere atunci când televizorul este pornit",
	"Optical": "Optic",
	"Optimize contrast settings based on image brightness of the HDR content.": "Optimizaţi setările de contrast în funcţie de luminozitatea imaginii conținutului HDR.",
	"Optimize contrast settings based on image brightness.": "Optimizaţi setările de contrast în funcţie de luminozitatea imaginii.",
	"Optimize display for movies.": "Optimizaţi ecranul pentru filme.",
	"Optimize image quality for fast-moving images (sports and action).": "Optimizaţi calitatea imaginii pentru imaginile care se mişcă rapid (sport şi acţiune).",
	"Optimize sound based on type of TV installation.": "Optimizaţi sunetul în funcţie de tipul de instalare a televizorului.",
	"Optimize sound mode for each content type and customize audio effects for Standard mode.": "Optimizați modul de sunet pentru fiecare tip de conținut și personalizați efectele audio pentru modul Standard.",
	"Optimize sound mode for each content type.": "Optimizaţi modul sunet pentru fiecare tip de conţinut.",
	"Original Language": "Limba originală",
	"Others": "Altele",
	"Outer": "Exterior",
	"Output sound through an LG audio device connected to the OPTICAL DIGITAL AUDIO OUT port. With this option, you can control the device's volume with your TV remote.": "Redaţi sunetul printr-un dispozitiv audio LG conectat la portul IEŞIRE AUDIO OPTICĂ DIGITALĂ. Cu această opţiune, puteţi controla volumul dispozitivului cu telecomanda dvs.",
	"Output sound through an wireless audio device via LG Sound Sync or Bluetooth. It may need some troubleshooting:": "Redaţi sunetul printr-un dispozitiv audio wireless prin LG Sound Sync sau Bluetooth. Pot fi necesare servicii de depanare:",
	"Output sound through external audio devices connected to the AUDIO OUT/ H/P OUT port.": "Redaţi sunetul prin dispozitive audio externe conectate la portul AUDIO OUT/ H/P OUT.",
	"Output sound through external audio devices connected to the HDMI IN (ARC) port.": "Redaţi sunetul prin dispozitive audio externe conectate la portul HDMI IN (ARC).",
	"Output sound through external audio devices connected to the OPTICAL DIGITAL AUDIO OUT.": "Redaţi sunetul prin dispozitive audio externe conectate la OPTICAL DIGITAL AUDIO OUT.",
	"Output sound through the Internal TV speaker.": "Sunet de ieşire prin difuzorul TV intern.",
	"Output sound through wired headphones.": "Redaţi sunetul prin căşti cu fir.",
	"Paired Devices": "Dispozitive accesate",
	"Panama City": "Panama",
	"Papua New Guinea": "Papua Noua Guinee",
	"Parental Guidance Suggested": "Este sugerat acordul părinţilor",
	"Parental guidance suggested for children ages 8-13.": "Se recomandă acordul părinţilor pentru copii cu vârste cuprinse între 8-13.",
	"Parents Strongly Cautioned": "Avertizare puternică către părinţi",
	"Password": "Parolă",
	"Patent Information": "Informaţii patente",
	"Pattern": "Model",
	"Persian": "Persană",
	"Philippines": "Filipine",
	"Photo": "Foto",
	"Pick a Time": "Alegeţi ora",
	"Picture": "Imagine",
	"Picture Mode": "Mod imagine",
	"Picture Mode Settings": "Setări mod imagine",
	"Picture Options": "Opţiuni imagine",
	"Picture Test": "Testare imagine",
	"Picture or sound may not work properly while connected external device and TV are initially communicating. If the issue persists, please revert the settings or reboot your connected external device.": "E posibil ca imaginile sau sunetul să nu funcționeze corespunzător atunci când dispozitivul extern conectat și televizorul comunică inițial. Dacă problema continuă, reveniți la setările anterioare sau reinițializați dispozitivul extern conectat.",
	"Pitch": "Înălțime sunet",
	"Pixel Refresher": "Reîmprospătare pixeli",
	"Pixel Refresher allows your TV to provide the clearest picture possible.": "Funcția de reîmprospătare pixeli permite televizorului dumneavoastră să ofere cea mai clară imagine posibil.",
	"Pixel Refresher has been scheduled to start the next time your TV is turned off.": "Funcția de reîmprospătare pixeli a fost programată să înceapă data viitoare când televizorul dumneavoastră este oprit.",
	"Pixel Refresher will begin when you turn off your TV.": "Funcția de reîmprospătare pixeli va începe atunci când opriți televizorul.",
	"Please check that all values are input correctly.": "Vă rugăm să verificaţi dacă toate valorile sunt introduse corect.",
	"Please check the network name and password and try again.": "Vă rugăm să verificaţi denumirea reţelei şi parola şi să încercaţi din nou.",
	"Please check the status and try again": "Verificaţi starea şi încercaţi din nou.",
	"Please do not unplug the USB storage until the copying is completed.": "Vă rugăm să nu deconectaţi dispozitivul de stocare USB înainte de finalizarea copierii.",
	"Please enter your password to turn off this function.": "Vă rugăm sa introduceți parola pentru a opri această funcție.",
	"Please enter your password to turn on this function.": "Vă rugăm sa introduceți parola pentru a activa această funcție.",
	"Please make sure that your TV is connected to the network and try again.": "Asiguraţi-vă că televizorul este conectat la reţea şi încercaţi din nou.",
	"Please try again later.": "Încercaţi din nou mai târziu.",
	"Please wait while the Settings application reloads.": "Vă rugăm să aşteptaţi până aplicaţia Setări reporneşte.",
	"Please wait while the Settings application restarts.": "Vă rugăm să aşteptaţi până aplicaţia Setări reporneşte.",
	"Please wait while the TV restarts.": "Vă rugăm să aşteptaţi până reporneşte televizorul.",
	"Please wait while the TV searches for LG Service Country.": "Vă rugăm să aşteptaţi până când televizorul caută ţara pentru serviciile LG.",
	"Point": "Punct",
	"Pointer Options": "Opţiuni indicator",
	"Poland": "Polonia",
	"Polish": "Poloneză",
	"Portugal": "Portugalia",
	"Portuguese": "Portugheză",
	"Power Saving Mode": "Mod de economisire a energiei",
	"Prague": "Praga",
	"Preferred Color": "Culoare preferată",
	"Preschool": "Preșcolari",
	"Press right button to adjust de-blur and Motion Pro value.": "Apăsaţi pe butonul dreapta pentru a ajusta valoarea pentru de-blur şi Motion Pro.",
	"Press right button to adjust de-judder and Motion Pro value.": "Apăsaţi pe butonul dreapta pentru a ajusta valoarea pentru de-judder şi Motion Pro.",
	"Press right button to adjust de-judder, de-blur and Motion Pro value.": "Apăsaţi pe butonul dreapta pentru a ajusta valoarea pentru de-judder, de-blur şi Motion Pro.",
	"Press the WPS button on your wireless router now.": "Apăsaţi acum butonul WPS al routerului dvs. fără fir.",
	"Press the WPS-PBC button on a WPS-enabled router to connect TV to the network.": "Apăsaţi butonul WPS-PBC de pe un router activat prin WPS pentru a conecta televizorul la reţea.",
	"Press the right button to adjust Motion Pro settings.": "Apăsați pe butonul dreapta pentru a regla setările pentru Motion Pro.",
	"Press the right button to adjust de-blur settings.": "Apăsați pe butonul din dreapta pentru a regla setările pentru de-blur.",
	"Press the right button to adjust de-judder settings.": "Apăsați pe butonul din dreapta pentru a regla setările pentru de-judder.",
	"Previous": "Precedent",
	"Primary Audio Language": "Limbă audio primară",
	"Primary Channels": "Canale principale",
	"Primary Teletext Language": "Limbă teletext principală",
	"Programme": "Program",
	"RECONNECT": "RECONECTARE",
	"Raised": "Ridicat",
	"Real Cinema": "Cinema Real",
	"Reason: Authentication with access point was unsuccessful.": "Motivul: Autentificarea la punctul de acces nu a avut succes.",
	"Reason: Could not establish a connection to access point.": "Motiv: Nu s-a putut stabili o conexiune la punctul de acces.",
	"Reason: Could not retrieve a valid IP address by using DHCP.": "Motiv: Nu s-a putut obţine o adresă IP valabilă utilizând DHCP.",
	"Reason: Entered password is incorrect.": "Motiv: Parola introdusă este incorectă.",
	"Reason: Password is missing.": "Motivul: Parolă lipsă.",
	"Reason: The network you selected is out of range.": "Motiv: Reţeaua selectată este în afara bandei de frecvență.",
	"Reason: Unable to login.": "Motiv: Nu s-a putut efectua conectarea.",
	"Recommended for children ages 14 and older.": "Recomandat pentru copii cu vârsta de 14 ani sau mai mari.",
	"Recommended for children ages 16 and older.": "Recomandat pentru copii cu vârsta de 16 ani sau mai mari.",
	"Red": "Roşu",
	"Reduce noise from digital video signals.": "Reduceţi zgomotul din semnalele video digitale.",
	"Refresh list": "Reîmprospătare listă",
	"Region": "Regiune",
	"Remote Settings": "Setări telecomandă",
	"Remove irregular and erratic pixels for a clearer image.": "Îndepărtaţi pixelii neregulaţi şi instabili pentru o imagine mai clară.",
	"Reset": "Resetare",
	"Reset CI Password": "Resetaţi parola CI",
	"Reset Password": "Resetare parolă",
	"Reset to Initial Settings": "Resetare la setările iniţiale",
	"Restrict access to TV programs and movies based on their ratings.": "Restricţionaţi accesul la programe TV şi filme în funcţie de clasificarea lor.",
	"Restrict access to TV programs based on their ratings.": "Restricţionaţi accesul la programe TV în funcţie de clasificarea lor.",
	"Restrict access to specified apps.": "Restricţionaţi accesul la anumite aplicaţii.",
	"Restrict access to specified channels.": "Restricţionaţi accesul la anumite canale.",
	"Restrict access to specified inputs.": "Restricţionaţi accesul la anumite intrări.",
	"Restricted": "Restricţionat",
	"Retry": "Încercaţi din nou",
	"Return TV to its initial settings. This will revert all options to their default settings.": "Reveniţi la setările iniţiale ale televizorului. Această comandă readuce toate opţiunile la setările lor implicite.",
	"Revert Color Management System settings to default.": "Readuceți Sistemul de gestionare a culorilor la valorile implicite.",
	"Revert standard mode sound effect settings to default.": "Resetaţi setările efectelor sonore din modul standard la setările implicite.",
	"Revert to default settings. Each picture mode must be reset individually. Please select the picture mode you want to reset.": "Reveniţi la setările implicite. Fiecare mod imagine trebuie resetat individual. Vă rugăm să selectaţi modul imagine pe care doriţi să-l resetaţi.",
	"Revert white balance settings to default.": "Readuceți setările balansului de alb la valorile implicite.",
	"Revoke Pairing": "Revocare asociere",
	"Right Left": "Dreapta/Stânga",
	"Right drop shadow": "Umbră la dreapta",
	"Romania": "România",
	"Romanian": "Română",
	"Rome": "Roma",
	"Russia": "Rusia",
	"Russian": "Rusă",
	"SA - South Australia - Adelaide": "SA - Australia de Sud - Adelaide",
	"SIMPLINK enables HDMI-CEC devices connected to your TV with an HDMI cable to be controlled with your TV remote.": "SIMPLINK vă permite să controlaţi dispozitive HDMI-CEC conectate la televizorul dvs. printr-un cablu HDMI cu ajutorul telecomenzii televizorului.",
	"SIMPLINK lets you use your LG Remote to control other SIMPLINK-enabled devices, like a DVD player or audio home theater system, that are connected to your LG Smart TV by HDMI.": "SIMPLINK vă lasă să utilizați telecomanda dvs. LG pentru a controla alte dispozitive activate SIMPLINK, precum un player DVD sau un sistem audio home theater conectate la televizorul LG Smart prin HDMI.",
	"SIMPLINK will be automatically turned on to use this ARC mode.": "SIMPLINK va fi activat automat pentru a folosi acest mod ARC.",
	"START NOW": "PORNIRE ACUM",
	"START ONCE TV IS OFF": "PORNIRE DUPĂ DEZACTIVAREA TELEVIZORULUI",
	"Safety": "Siguranţă",
	"Saint Lucia": "Sfânta Lucia",
	"Saint Vincent": "Saint Vincent",
	"Satellite": "Satelit",
	"Satellite DTV": "Satelit DTV",
	"Satellite Radio": "Radio satelit",
	"Saturation": "Saturaţie",
	"Saudi Arabia": "Arabia Saudită",
	"Saudi arabia": "Arabia Saudită",
	"Save": "Salvare",
	"Save CAM Operator's Profile": "Salvați profilul operatorului CAM",
	"Save CI Password": "Salvaţi parola CI",
	"Save the Color Management System settings from the currently selected picture mode for all inputs.": "Salvați setările Sistemului de gestionare a culorilor din modul de imagine curent pentru toate intrările.",
	"Save the current customized setting values to currently selected picture mode for all inputs.": "Salvați valorile setărilor personalizate actuale pentru modul de imagine selectat în prezent pentru toate intrările.",
	"Save the white balance settings from the currently selected picture mode for all inputs.": "Salvați setările echilibrului culorii albe din modul de imagine actual selectat pentru toate intrările.",
	"Save/reset your CI password. Saving your password will let you skip the sign-in step in the future.": "Salvaţi/resetaţi parola dvs. CI. Salvarea parolei vă va permite să omiteţi pasul de conectare pe viitor.",
	"Screen Off": "Ecran oprit",
	"Screen Saver": "Economizor de ecran",
	"Screen Shift ": "Comutare ecran",
	"Screen shifts at regular time intervals to prevent panel noise.": "Ecranul se schimbă la intervale regulate pentru a preveni zgomotul panoului.",
	"Screen will turn off in 5 seconds. To turn the screen back on, press any button except the power and volume button.": "Ecranul se va opri în 5 secunde. Pentru a porni din nou ecranul, apăsați orice buton cu excepția butonului de alimentare și volum.",
	"Search": "Căutare",
	"Searching...": "Căutare...",
	"Second Language": "Limbă secundară",
	"Secondary Audio Language": "Limbă audio secundară",
	"Secondary Teletext Language": "Cea de-a doua limbă pentru teletext",
	"Security": "Securitate",
	"Select IRE point to adjust luminance.": "Selectați punctul IRE pentru a regla luminozitatea.",
	"Select Mode": "Selectare mod",
	"Select TV's language settings.": "Selectaţi setările de limbă ale televizorului.",
	"Select aspect ratio from the menu.": "Selectați formatul imaginii din meniu.",
	"Select audio language for digital broadcasts. For programs that do not support multiple languages, the default will be used.": "Selectaţi limba audio pentru transmisiile digitale. Pentru programele care nu acceptă mai multe limbi, se va utiliza limba implicită.",
	"Select audio language for digital broadcasts. The default language is selected when the program does not support multiple languages.": "Selectaţi limba audio pentru transmisiile digitale. Atunci când programul nu acceptă mai multe limbi este selectată limba implicită.",
	"Select caption settings for analog broadcasts.": "Selectaţi setările de subtitrare pentru transmisiunile analogice.",
	"Select caption settings for digital broadcasts.": "Selectaţi setările de subtitrare pentru transmisiunile digitale.",
	"Select caption size, color, transparency, and other options for digital broadcasts.": "Selectaţi dimensiunea, culoarea şi transparenţa subtitrărilor, precum şi alte opţiuni ale acestora pentru transmisiunile digitale.",
	"Select color to be adjusted.": "Selectați culoarea pentru reglare.",
	"Select days to apply the Timer Power Off settings every week.": "Selectați zilele pentru aplicarea setărilor de oprire cu cronometru în fiecare săptămână.",
	"Select days to apply the Timer Power On settings every week.": "Selectați zilele pentru aplicarea setărilor de pornire cu cronometru în fiecare săptămână.",
	"Select device for audio output.": "Selectaţi un dispozitiv pentru ieşirea audio.",
	"Select digital audio output format. When the program does not support the selected output format, the default output from the source will be used.": "Selectaţi formatul ieşirii audio digitale. Când programul nu acceptă formatul de ieşire selectat, se va utiliza ieşirea implicită de la sursă.",
	"Select how much the volume should change with each press of your remote's volume key. Higher values increase increments.": "Selectaţi gradul de schimbare a volumului cu fiecare apăsare a butonului de volum al telecomenzii dvs. Valorile mai ridicate cresc incrementele.",
	"Select how the TV will be used.": "Selectaţi modul de utilizare al televizorului.",
	"Select language for TV menus.": "Selectaţi limba pentru meniurile TV.",
	"Select language for subtitles.": "Selectaţi limba pentru subtitrări.",
	"Select language for voice recognition.": "Selectaţi limba pentru recunoaşterea vocală.",
	"Select languages for on-screen keyboards.": "Selectaţi limbile pentru tastaturile de pe ecran.",
	"Select method to adjust white balance.": "Selectați metoda pentru reglare a echilibrului culorii albe.",
	"Select pattern to use as a basis for white balance adjustment. You can use the TV’s built-in pattern or another pattern by connecting an external device.": "Selectați structura de utilizat ca bază pentru reglarea echilibrului culorii albe. Puteți folosi structura integrată a televizorului sau altă structură prin conectarea unui dispozitiv extern.",
	"Select point to adjust luminance.": "Selectați punctul pentru a regla luminozitatea.",
	"Select the best picture mode for your viewing environment and content type.": "Selectaţi cel mai bun mod imagine pentru mediul dvs. de vizualizare şi tipul de conţinut.",
	"Select the channel to use when the TV turns on.": "Selectați canalul de utilizat atunci când se pornește televizorul.",
	"Select the country where you want to access LG's services. Services may vary depending on location.": "Selectaţi ţara în care doriţi să accesaţi serviciile LG. Serviciile pot varia în funcţie de locaţie.",
	"Select the desired video angle.": "Selectaţi unghiul video dorit.",
	"Select the format to transfer digital audio to an external device.": "Selectați formatul pentru a transfera sunetul audio digital pe un dispozitiv extern.",
	"Select the input to use when the TV turns on.": "Selectați intrarea de utilizat atunci când se pornește televizorul.",
	"Select the most preferred Subtitle Language.": "Selectaţi prima dvs. opţiune pentru Limba de subtitrare.",
	"Select the region where your broadcast signal comes from.": "Selectaţi regiunea din care vine semnalul dvs. de transmisie.",
	"Select the second preferred Subtitle Language.": "Selectaţi cea de-a doua opţiune a dvs. pentru Limba de subtitrare.",
	"Select your first choice of audio language for digital broadcasts. For programs that do not support multiple languages, the default will be used.": "Selectaţi prima dvs. alegere pentru limba audio pentru transmisiile digitale. Pentru programele care nu acceptă mai multe limbi, se va utiliza limba implicită.",
	"Select your first choice of language for your broadcast TV provider's teletext services.": "Selectaţi prima dvs. alegere de limbă pentru serviciile teletext ale furnizorului dvs. de televiziune.",
	"Select your remote's cursor speed and appearance.": "Selectaţi viteza şi aspectul cursorului telecomenzii dvs.",
	"Select your second choice of audio language for digital broadcasts. For programs that do not support multiple languages, the default will be used.": "Selectaţi cea de-a doua dvs. alegere pentru limba audio pentru transmisiile digitale. Pentru programele care nu acceptă mai multe limbi, se va utiliza limba implicită.",
	"Select your second choice of language for your broadcast TV provider's teletext services.": "Selectaţi cea de-a doua dvs. alegere de limbă pentru serviciile teletext ale furnizorului dvs. de televiziune.",
	"Seoul": "Seul",
	"Serbian": "Sârbă",
	"Serial Number": "Număr de serie",
	"Service 1": "Serviciu 1",
	"Service 2": "Serviciu 2",
	"Service 3": "Serviciu 3",
	"Service 4": "Serviciu 4",
	"Service 5": "Serviciu 5",
	"Service 6": "Serviciu 6",
	"Service Area Zip Code": "Codul poştal al zonei de servicii",
	"Set Automatically": "Setare automată",
	"Set ID": "Setare ID",
	"Set Store Mode settings.": "Setați setările pentru Modul Magazin.",
	"Set System Color mode for your current TV input.": "Setare mod Culoare sistem pentru intrarea TV curentă.",
	"Set TV locks for fantasy violence content.": "Setaţi blocări TV pentru conţinut violent.",
	"Set TV locks for general programming.": "Setaţi blocări TV pentru programe generale.",
	"Set TV locks for programs containing adult language.": "Setaţi blocări TV pentru programe care conţin limbaj vulgar.",
	"Set TV locks for programs containing sexual situations.": "Setaţi blocări TV pentru programe care conţin scene sexuale.",
	"Set TV locks for programs containing sexually suggestive dialogue.": "Setaţi blocări TV pentru programe care conţin dialog sugestiv din punct de vedere sexual.",
	"Set TV locks for programs containing violence.": "Setaţi blocări TV pentru programe care conţin violenţă.",
	"Set TV locks for ratings based on children’s ages.": "Setaţi blocări TV pentru clasificări în funcţie de vârstele copiilor.",
	"Set additional options for Audio Description.": "Setaţi opţiuni suplimentare pentru Descrierea audio.",
	"Set additional picture settings.": "Configurați setări suplimentare pentru imagini.",
	"Set advanced Subtitle options.": "Setaţi opţiunile avansate de subtitrare.",
	"Set advanced captioning options.": "Setaţi opţiunile avansate de subtitrare.",
	"Set audio-related options.": "Setaţi opţiunile audio.",
	"Set color balance by adjusting color temperature, luminance, and red, green and blue gain controls.": "Stabiliți echilibrul de culori prin reglarea temperaturii culorii, a luminozității și a elementelor de control de amplificare a culorii roșii, verzi și albastre.",
	"Set color gamut automatically according to the signal, or display more vivid and richer color in the order of Extended and Wide.": "Setați gama de culori în mod automat în funcție de semnal sau afișați culori mai intense și mai puternice în modul Extins și Lat.",
	"Set color temperature from warm to cool.": "Setaţi temperatura culorilor de la caldă la rece.",
	"Set power options to reduce energy consumption.": "Setaţi opţiunile de alimentare cu energie pentru a reduce consumul de energie.",
	"Set the TV to turn off after a set amount of time.": "Setaţi televizorul să se oprească după o perioadă de timp setată.",
	"Set the TV to turn off automatically at a set time.": "Setaţi televizorul să se oprească automat la o oră setată.",
	"Set the TV to turn off automatically if there is no user input for 2 hours after the timer has turned it on.": "Setați televizorul să se oprească automat dacă nu există o intrare a utilizatorului timp de 2 ore după ce cronometrul l-a pornit.",
	"Set the TV to turn off automatically when there has been no user input for a specified amount of time.": "Setaţi televizorul să se oprească automat atunci când nu primeşte nicio comandă din partea utilizatorului pentru o anumită perioadă de timp.",
	"Set the TV to turn on automatically at a set time.": "Setaţi televizorul să pornească automat la o oră setată.",
	"Set the TV to turn on or off automatically at a set time.": "Setaţi televizorul să pornească sau să se oprească automat la o oră setată.",
	"Set the current date and time.": "Setaţi data şi ora curente.",
	"Set the current date manually.": "Setaţi manual data curentă.",
	"Set the current time manually.": "Setaţi manual ora curentă.",
	"Set the range of colors that can be displayed.": "Setaţi intervalul de culori care poate fi afişat.",
	"Set the region for broadcasts and special services.": "Setaţi regiunea pentru transmisii şi servicii speciale.",
	"Set the screen size and aspect ratio.": "Setaţi dimensiunea şi formatul ecranului.",
	"Set the volume level to use when the TV turns on.": "Selectați nivelul volumului de utilizat atunci când se pornește televizorul.",
	"Set time to turn off the TV.": "Setați ora pentru oprirea televizorului.",
	"Set time to turn on the TV.": "Setare oră pentru pornirea televizorului.",
	"Settings Help": "Ajutor setări",
	"Sexual Situations": "Scene de sex",
	"Sexually Suggestive Dialogue": "Dialog sexual sugestiv",
	"Sharpness": "Claritate",
	"Show Password": "Afişează parola",
	"Side by Side": "Alăturat",
	"Signal Strength": "Putere semnal",
	"Simultaneous Sound Out with Internal TV Speaker": "Ieşire Audio simultană cu difuzorul TV intern",
	"Single Sound Out": "Ieşire audio unică",
	"Size": "Dimensiune",
	"Skin Color": "Culoare piele",
	"Sky Color": "Culoare cer",
	"Sleep Timer": "Temporizator oprire",
	"Slovak": "Slovacă",
	"Slovakia": "Slovacia",
	"Slovenian": "Slovenă",
	"Slow": "Lent",
	"Small": "Mică",
	"Small Standard": "Standard mic",
	"Smooth": "Neted",
	"Soccer": "Fotbal",
	"Software Version": "Versiune de software",
	"Software update has been installed. Update will be applied when you restart your TV.": "Actualizarea software-ului a fost instalată. Actualizarea va fi aplicată atunci când reporniți televizorul.",
	"Solomon Islands": "Insulele Solomon",
	"Some material may be inappropriate for children under 13.": "Anumite materiale pot fi nepotrivite pentru copiii cu vârste de sub 13 ani.",
	"Some material may not be suitable for children.": "Anumite materiale pot fi nepotrivite pentru copii.",
	"Sotho, Northern": "Sotho, nord",
	"Sotho, Southern": "Sotho, sud",
	"Sound": "Sunet",
	"Sound Mode": "Mod sunet",
	"Sound Mode Settings": "Setări mod sunet",
	"Sound Out": "Ieşire audio",
	"Sound Test": "Test sunet",
	"Sound can be heard simultaneously through Internal TV Speaker and external audio devices connected to the OPTICAL DIGITAL AUDIO OUT port.": "Sunetul poate fi redat simultan prin difuzorul TV intern şi prin dispozitivele audio externe conectate la portul IEŞIRE AUDIO OPTICĂ DIGITALĂ.",
	"Sound can be heard simultaneously through internal TV speaker and wired headphones.": "Sunetul poate fi auzit simultan prin difuzorul intern al televizorului şi prin căştile cu cablu.",
	"South Africa": "Africa de Sud",
	"South Korea": "Coreea de Sud",
	"Southern Africa": "Africa de Sud",
	"Spain": "Spania",
	"Spanish": "Spaniolă",
	"Speed": "Viteza",
	"Spoken Subtitle": "Subtitrări vorbite",
	"Sports": "Sport",
	"Stand TypeⅠ": "Tip suportI",
	"Stand TypeⅡ": "Tip suportII",
	"Standard Mode Sound Effect": "Efect sunet mod standard",
	"Standby Light": "Lumină de veghe",
	"Start New Sound Tuning": "Pornire nouă ajustare audio",
	"Startup Sound": "Sunet Pornire",
	"Store Demo": "Demo magazin",
	"Store Demo mode provides options to optimize the TV for retail displays.": "Modul Demo magazin oferă opţiuni de optimizare a televizorului pentru afişare în scopuri comerciale.",
	"Store Mode": "Modul Magazin",
	"Store Mode Settings": "Setări Mod Magazin",
	"Store Mode is for in-store display purposes. It will re-initialize the settings every few minutes. Do you want to close this app and start the Store Mode?": "Modul Magazin este pentru afișarea în magazin. Acesta va reinițializa setările o dată la câteva minute. Doriți să închideți această aplicație și să porniți Modul Magazin?",
	"Strong": "Puternic",
	"Style": "Stil",
	"Subnet Mask": "Mască de subreţea",
	"Subnet prefix length": "Lungime prefix subreţea",
	"Subtitle First Choice Language": "Prima opţiune de limbă pentru subtitrare",
	"Subtitle Language": "Limbă subtitrare",
	"Subtitle Second Choice Language": "Cea de-a doua opţiune de limbă pentru subtitrare",
	"Subtitles": "Subtitrări",
	"Suitable for children ages 13 and older.": "Potrivit pentru copii cu vârsta de 13 ani sau mai mari.",
	"Suitable for children ages 2-7.": "Potrivit pentru copii cu vârsta cuprinsă între 2 şi 7 ani.",
	"Suitable for children ages 8 and older.": "Potrivit pentru copii cu vârsta de 8 ani sau mai mari.",
	"Super Impose": "Suprapunere",
	"Super Resolution": "Super rezoluţie",
	"Sweden": "Suedia",
	"Swedish": "Suedeză",
	"Switzerland": "Elveţia",
	"Syria": "Siria",
	"System Color": "Culoare sistem",
	"São Paulo": "Săo Paulo",
	"TV Information": "INFORMAŢII TV",
	"TV Installation Type": "Tip instalare TV",
	"TV Lock": "Blocare TV",
	"TV Name": "Nume TV",
	"TV Power Sound": "Semnal sonor alimentare electrică televizor",
	"TV Program Locks": "Blocare programe TV",
	"TV Rating English": "Clasificare TV Engleză",
	"TV Rating French": "Clasificare TV Franceză",
	"TV Speaker Bar": "Difuzor - bară TV",
	"TV Speaker Bar + Wired Headphones": "Difuzorul-bară al TV-ului + Căşti cu cablu",
	"TV to USB": "TV la USB",
	"Tajikistan": "Tadjikistan",
	"Tamil": "Tamilă",
	"Target Luminance": "Luminozitate țintă",
	"Tashkent": "Taşkent",
	"Tehran": "Teheran",
	"Text Color": "Culoare text",
	"Text Opacity": "Opacitate text",
	"Thai": "Thailandeză",
	"Thailand": "Thailanda",
	"The LG Services Country information could not be retrieved from the server. Please try again later.": "Informaţiile legate de ţară pentru servicii LG nu au putut fi obţinute de la server. Încercaţi din nou mai târziu.",
	"The Settings application must reload to change the menu language. Do you want to continue?": "Pentru a modifica limba meniului, aplicaţia Setări trebuie reîncărcată. Doriţi să continuaţi?",
	"The channel list have been successfully copied from the USB storage to your TV. The TV will restart in 5 seconds.": "Lista de canale a fost copiată cu succes de pe dispozitivul de stocare USB pe televizor. Televizorul va reporni în 5 secunde.",
	"The channel list have been successfully copied from your TV to the USB storage.": "Lista de canale a fost copiată cu succes de pe televizor pe dispozitivul de stocare USB.",
	"The contents on the screen or subtitles will be verbally spoken for visually impaired viewers.": "Conţinutul de pe ecran sau subtitrările vor fi rostite vocal pentru persoanele cu deficienţe de vedere.",
	"The contents on the screen will be described with voice for visually impaired viewers.": "Conţinuturile ecranului vor fi descrise vocal pentru vizualizatorii cu deficienţe de vedere.",
	"The list of all paired devices will be deleted. Do you want to continue?": "Lista tuturor dispozitivelor sincronizate va fi ștearsă. Doriţi să continuaţi?",
	"The network is currently unavailable. Please try again later.": "Reţeaua este momentan indisponibilă. Vă rugăm să încercaţi din nou mai târziu.",
	"The process will take about an hour to complete and your TV needs to remain turned off.": "Procesul va dura aproximativ o oră și televizorul dumneavoastră trebuie să rămână oprit.",
	"The update cannot be applied to the TV. Software will revert to the previous version.": "Actualizarea nu poate fi aplicată pentru televizor. Software-ul va reveni la versiunea anterioară.",
	"There are no paired devices.": "Nu există dispozitive conectate.",
	"There are settings to correct or prevent OLED panel noise.": "Există setări pentru corectarea și prevenirea zgomotului panourilor OLED.",
	"There is no USB device connected to your TV.": "Nu există niciun dispozitiv USB conectat la televizorul dvs.",
	"There is no message.": "Nu există niciun mesaj.",
	"Third Language": "Limbă terţă",
	"This mode provides a clear and natural sound quality.": "Acest mod oferă o calitate clară şi naturală a sunetului.",
	"This setting puts your TV in standby mode when it's turned off so it will help using TV's functions quicker when you turn the TV back on.": "Această setare vă pune televizorul în modul de aşteptare atunci când este oprit astfel încât funcţiile televizorului să fie utilizate mai rapid atunci când acesta este pornit.",
	"This setting puts your TV in standby mode when it's turned off so it will start up more quickly the next time it's turned on.": "Această setare vă pune televizorul în modul stare de veghe atunci când este oprit astfel încât să pornească mai repede data viitoare când este pornit.",
	"This settings is only available for Internal TV Speaker.": "Setările sunt disponibile doar pentru difuzorul TV intern.",
	"Time": "Oră",
	"Time & Date": "Ora şi data",
	"Timer Channel": "Canal temporizator",
	"Timer Power Off": "Oprire temporizator",
	"Timer Power On": "Pornire temporizator",
	"Timer Repeat": "Repetare temporizator",
	"Timers": "Temporizatoare",
	"Timezone": "Fus orar",
	"Tint": "Nuanţă",
	"To experience optimal sound effect, it is recommended to set the balance between the L10~R10 range.": "Pentru a vă bucura de efecte audio optime, se recomandă să setați echilibrul în gama L10~R10.",
	"To test your TV sound, Sound Out setting needs to be changed to the Internal TV Speaker. Do you want to continue?": "Pentru a testa sunetul televizorului, setarea Ieșire audio trebuie să fie setată ca Difuzor TV intern. Doriţi să continuaţi?",
	"To use Wi-Fi Direct, you must turn on the Wi-Fi within the TV. Do you want to turn Wi-Fi on?": "Pentru a utiliza Wi-Fi Direct, trebuie să activaţi Wi-Fi-ul pe televizor. Doriţi să activați Wi-Fi-ul?",
	"To use the Wi-Fi Direct, you must close the Screen Share app.": "Pentru a utiliza Wi-Fi Direct, trebuie să închideţi aplicaţia Screen Share.",
	"Top and Bottom": "Sus şi jos",
	"Total Power On Time": "Timp total de pornire",
	"Tracking Speed": "Viteză de urmărire",
	"Translucent": "Translucid",
	"Trinidad And Tobago": "Trinidad-Tobago",
	"Trinidad and Tobago": "Trinidad şi Tobago",
	"Tune and save available channels.": "Reglați şi salvaţi canalele disponibile.",
	"Tune and save available channels. You can set satellite channel options.": "Reglați şi salvaţi canalele disponibile. Puteți seta opțiunile pentru canalele prin satelit.",
	"Turkey": "Turcia",
	"Turkish": "Turcă",
	"Turn Dolby Surround on to make all your content sound better. Note that Dolby Atmos must also be switched on to use this feature.": "Activați funcția Dolby Surround pentru ca întregul dumneavoastră conținut să se audă mai bine. Nu uitați că Dolby Atmos trebuie să fie, de asemenea, activat pentru a utiliza această funcție.",
	"Turn automatic volume adjustments on/off and set how much to change volume with each remote click.": "Porniţi/opriţi reglările automate ale volumului şi setaţi cu cât să se modifice volumul cu fiecare apăsare a telecomenzii.",
	"Turn on the advertising frequency capping cookies. This keeps on tracking the number of times an ad is shown on your TV and is used to help limit the number of times the same ad is displayed.": "Activaţi fişierele cookie de limitare a frecvenţei de difuzare a reclamelor. Acestea monitorizează numărul de afişări ale unei reclame pe televizorul dvs. şi servesc la limitarea numărului de afişări ale aceleiaşi reclame.",
	"Turn on via Bluetooth": "Pornire prin Bluetooth",
	"Turn on via Wi-Fi": "Pornire prin Wi-Fi",
	"Turn on/off ULTRA HD Deep Color for HDMI {num} port.": "Porniţi/opriţi ULTRA HD Deep Colour pentru portul HDMI {num}.",
	"Turn on/off and set Audio Guidance options for visually impaired viewers.": "Porniți/opriți și setați opțiunile de Ghidare audio pentru telespectatorii cu deficiențe de vedere.",
	"Turn on/off captioning for hearing-impaired people. Program must support feature to work.": "Porniţi/opriţi subtitrarea pentru persoanele cu deficienţe de auz. Programul trebuie să accepte funcţia pentru a funcţiona.",
	"Turn on/off description box in Settings.": "Porniţi/opriţi caseta de descriere din Setări.",
	"Turn on/off standby light.": "Activați/dezactivați lumina de veghe.",
	"Turn on/off the images to be displayed when there is no signal.": "Porniți/Opriți afișarea imaginilor atunci când nu există semnal.",
	"Turn on/off the sound notification for TV power.": "Activaţi/dezactivaţi notificarea sonoră referitoare la alimentarea electrică a televizorului.",
	"Turn the HbbTV service on/off.": "Porniţi/opriţi serviciul HbbTV.",
	"Turn the Hybridcast service on/off.": "Porniţi/opriţi serviciul Hybridcast.",
	"Turn the Interactivity (DTVi) service on/off.": "Porniţi/opriţi serviciul Interactivity (DTVi).",
	"Turn your TV on using your mobile phone via Bluetooth.": "Porniți-vă televizorul folosind telefonul mobil prin Bluetooth.",
	"Turn your TV on using your mobile phone via Wi-Fi.": "Porniți-vă televizorul folosind telefonul mobil prin Wi-Fi.",
	"Turn your broadcast TV provider's TV Guide on/off.": "Porniţi/opriţi Ghidul TV al furnizorului dvs. de televiziune.",
	"Turn your broadcast TV provider's teletext service on/off.": "Porniţi/opriţi serviciul teletext al furnizorului dvs. de televiziune.",
	"Turning Wi-Fi off will prevent you from accessing all Internet-based services unless you use a cable to connect to the network. Do you want to continue?": "Dezactivarea Wi-Fi vă va împiedica să accesaţi toate serviciile online cu excepţia cazului în care utilizaţi un cablu pentru a vă conecta la reţea. Doriţi să continuaţi?",
	"Turning this option on may increase energy consumption.": "Pornirea acestei opţiuni poate creşte consumul de energie.",
	"Type": "Tip",
	"UAE": "EAU",
	"UNPAIR": "OPRIRE SINCRONIZARE",
	"USA": "SUA",
	"USB storage for Copy Channels": "Stocare USB pentru Copiere canale",
	"USB to TV": "USB la TV",
	"Ukraine": "Ucraina",
	"Ukrainian": "Ucraineană",
	"Unable to check for updates.": "Imposibil de căutat actualizări.",
	"Unable to connect to the network.": "Imposibil de conectat la reţea.",
	"Undefined": "Nedeterminat",
	"Under 17 requires accompanying parent or adult guardian.": "Copii cu vârste de sub 17 ani necesită prezenţa unui adult.",
	"United Arab Emirates": "Emiratele Arabe Unite",
	"United Kingdom": "Regatul Unit",
	"United States of America": "Statele Unite ale Americii",
	"Unknown": "Necunoscut",
	"Unknown issue has occurred.": "A apărut o problemă necunoscută.",
	"Update canceled.": "Actualizare anulată.",
	"Update in progress...": "Actualizare în curs...",
	"Update in progress...({n}%)": "Actualizare în curs...({n}%)",
	"Update paused.": "Actualizare în pauză.",
	"Update reserved.": "Actualizare reţinută.",
	"Update will be cancelled and all update files will be deleted now. Do you want to continue?": "Acum actualizarea va fi anulată și toate fișierele de actualizare vor fi șterse. Doriţi să continuaţi?",
	"Use Stand TypeⅠ if the distance between your TV stand and the wall is significant.": "Utilizaţi tipul de suport I dacă distanţa dintre suportul televizorului dumneavoastră şi perete este semnificativă.",
	"Use Stand TypeⅡ if your TV stand is close to the wall. This will reduce base reflex and give you clearer sound quality.": "Utilizaţi tipul de suport Ⅱ dacă suportul televizorului dumneavoastră este aproape de perete. În acest mod, se va reduce reflexia de la bază şi vă veţi bucura de o calitate mai clară a sunetului.",
	"Use Wall-mounted Type if your intalled TV is wall-mounted type.": "Utilizaţi tipul cu montaj pe perete dacă televizorul dumneavoastră instalat este de tipul cu montaj pe perete.",
	"Use the LG Bean Bird character-shaped cursor.": "Utilizaţi cursorul de forma personajului LG Bean Bird.",
	"Use the large, standard-shaped cursor.": "Utilizaţi cursorul cu formă standard de mari dimensiuni.",
	"Use the small, standard-shaped cursor.": "Utilizaţi cursorul cu formă standard de mici dimensiuni.",
	"Use this option to correct picture quality issues that may result after your TV has been turned on for an extended period of time.": "Folosiţi această opţiune pentru a corecta problemele de calitate a imaginii care pot apărea după ce televizorul a fost pornit de o perioadă îndelungată de timp.",
	"User": "Utilizator",
	"User Agreements": "Acordurile utilizatorilor",
	"User Guide": "Manual de utilizare",
	"User Name": "Nume utilizator",
	"Uzbek": "Uzbecă",
	"V Position": "Poziţie V",
	"V Sharpness": "Claritate vert",
	"V Size": "Dimensiune V",
	"Valencian": "Valenciană",
	"Vatican City": "Vatican",
	"Vertical Zoom": "Zoom vertical",
	"Video Description": "Descriere video",
	"Vienna": "Viena",
	"Vietnamese": "Vietnameză",
	"View BS Conditional Access Systems (B-CAS) information.": "Vizualizare informaţii BS Sisteme de acces condiţionat (B-CAS).",
	"View current Common Interface (CI) information.": "Vizualizaţi informaţiile curente pe Interfaţa Comună (CI).",
	"View messages from your broadcast TV provider.": "Vizualizaţi mesajele furnizorului dvs. de televiziune.",
	"Violence": "Violenţă",
	"Vivid": "Intens",
	"Voice Recognition Language": "Limbă recunoaştere vocală",
	"Volume": "Volum",
	"Volume Increase Amount": "Valoare de creştere a volumului",
	"Volume Mode": "Modul volum",
	"WA - Western Australia - Eucla": "WA - Australia de Vest - Eucla",
	"WA - Western Australia - Perth": "WA - Australia de Vest - Perth",
	"Wall-mounted Type": "Fixat pe perete",
	"Warm1": "Cald1",
	"Warm2": "Cald2",
	"Warm3": "Cald3",
	"Warsaw": "Varşovia",
	"We collect and store MAC address, model number, country code, language settings, and software version to verify your device and to check whether you have the latest version of the software.": "Colectăm şi stocăm adresa MAC, numărul modelului, codul ţării, setările de limbă şi versiunea de software, pentru a verifica dispozitivul dvs. şi a verifica dacă aveţi ultima versiune de software instalată.",
	"Welsh": "Velşă",
	"Western Africa": "Africa de Vest",
	"When a connected external hard drive has not been used for a specified amount of time, switch to standby mode.": "Atunci când o unitate de disc externă nu este folosită pentru o anumită perioadă de timp, comutaţi la modul stare de veghe.",
	"When set to On, experience Dolby Atmos moving audio when you turn on/off the TV.": "Atunci când este setat la Pornit, Experimentezi sunetele în mișcare Dolby Atmos când pornești/oprești TV-ul.",
	"When the currently displayed app has not received any user input for an hour, it will be replaced by a screen saver. If you turn this option off, the current picture may create an afterimage burned onto your screen, possibly permanently.": "Atunci când aplicaţia afişată în prezent nu a primit nici o comandă din partea utilizatorului timp de o oră, aceasta va fi înlocuită cu un economizor de ecran. Dacă dezactivaţi această opţiune, imaginea actuală poate crea o imagine reziduală care rămâne pe ecranul dvs., posibil permanent.",
	"When the device is turned on/off, your TV will automatically turn on/off.": "Când dispozitivul este pornit/oprit, televizorul dvs. se va porni/opri automat.",
	"When the program does not support the language that you have selected, the default language will be shown.": "Când programul nu este compatibil cu limba selectată de dvs., va fi afișată limba implicită.",
	"When turned on, on-screen features (e.g. Live menu, Search, Screen Remote) will be partially transparent to show the content beneath it.": "Când sunt activate, funcțiile de pe ecran (de ex. Meniu live, Căutare, Telecomandă ecran) vor fi parțial transparente pentru a afișa conținutul din spatele acestora.",
	"When turned on, the background and text color on some menus will be adjusted to enhance contrasts between bright and dark areas.": "Când este activată, culorile fundalului și textului din unele meniuri vor fi ajustate pentru a mări contrastul dintre zonele luminoase și zonele întunecate.",
	"When your TV is turned off, the device will automatically turn off.": "Când televizorul este oprit, dispozitivul se va opri automat.",
	"White": "Alb",
	"White Balance": "Balans de alb",
	"Wi-Fi Connection": "Conexiune Wi-Fi",
	"Wi-Fi Direct connection has not succeeded.": "Conexiunea Wi-Fi Direct nu a reușit.",
	"Wi-Fi Direct connection with {deviceName} is disconnected.": "Conexiunea Wi-Fi Direct la {deviceName} este deconectată.",
	"Wi-Fi Direct lets you connect your TV wirelessly to other Wi-Fi Direct-enabled devices, like a cellphone or computer, without having to connect to a wireless router.": "Wi-Fi Direct vă permite să vă conectaţi televizorul în mod wireless la alte dispozitive care au Wi-Fi Direct activată, precum un telefon mobil sau un computer, fără a fi necesară conectarea la un router wireless.",
	"Wi-Fi Direct lets you connect your TV wirelessly to other Wi-Fi Direct-enabled devices, like a mobile device or a computer, without having to connect to a wireless router. Once connected, you can enjoy your contents from the devices using the Photo & Video and the Music app in TV.": "Wi-Fi Direct vă permite să vă conectaţi televizorul în modul wireless la alte dispozitive care au funcționalitatea Wi-Fi Direct activată, cum ar fi un telefon mobil sau un computer, fără a fi necesară conectarea la un router wireless. După ce v-ați conectat, vă puteți bucura de conținutul de pe dispozitive folosind aplicația Fotografii & Video și Muzică de pe televizor.",
	"Wi-Fi Security": "Securitate Wi-Fi",
	"Wi-Fi is turned off. Turn it on to see the list of available networks that you can connect to and additional related menu items.": "Wi-Fi este dezactivat. Activaţi din nou pentru a vizualiza lista reţelelor disponibile la care vă puteţi conecta, precum şi elemente de meniu suplimentare aferente.",
	"Wi-Fi issue has occurred.": "A apărut o problemă legată de Wi-Fi.",
	"Wide": "Lăţime",
	"Wide Area Zone": "Zonă Arie Largă",
	"Wide View": "Mod de vizualizare lat",
	"Wide View (32:9)": "Mod de vizualizare lat (32:9)",
	"Window Color": "Culoare fereastră",
	"Window Opacity": "Opacitate fereastră",
	"Wired Connection (Ethernet)": "Conexiune cu fir (Ethernet)",
	"Wired Headphones": "Căşti cu cablu",
	"YES": "DA",
	"Year": "An",
	"Yellow": "Galben",
	"Yes": "Da",
	"You can also turn Adaptive Sound Control on to enhance all other audio content using Dolby processing.": "Puteți, de asemenea, activa controlul audio adaptativ pentru a îmbunătăți restul conținutului audio folosind procesarea Dolby.",
	"You can control the setting for using HbbTV service.": "Puteți controla setarea pentru folosirea serviciului HbbTV.",
	"You can control the setting for using IBB service.": "Puteți controla setarea pentru folosirea serviciului IBB.",
	"You can find the default password in User Guide.": "Puteți să găsiți parola standard în Manual de utilizare.",
	"You can only change settings from the current HDMI input.": "Puteți schimba setările numai din intrarea HDMI curentă.",
	"You can play photos and music from your mobile device to the TV or control your TV by using mobile apps such as LG TV Plus.": "Puteți să redați imagini și muzică de pe dispozitivul dumneavoastră mobil pe TV sau să controlați televizorul dumneavoastră folosind aplicații mobile precum LG TV Plus.",
	"You can select left and right audio settings for broadcast signal.": "Puteți selecta setările audio stânga și dreapta pentru semnalul transmisiei.",
	"You can select upto {n} keyboard languages only. De-select selected languages to add more langauge.": "Puteţi selecta până la {n} limbi tastatură. Deselectaţi limbile existente pentru a adăuga altele noi.",
	"You can turn on/off the feature of saving CAM operator's profile.": "Puteți porni/opri funcția de salvare a profilului operatorului CAM.",
	"You can turn this feature on or off.": "Puteţi porni sau opri această funcţie.",
	"You can turn your TV on using your mobile phone.": "Puteți porni televizorul folosind telefonul mobil.",
	"You can use 3G/4G USB dongle to connect to the network.": "Puteți folosi o cheie USB 3G/4G pentru a vă conecta la rețea.",
	"You can use your Magic Remote to determine the room’s acoustics and optimize your TV’s sound quality based on the results.": "Puteţi utiliza Magic Remote pentru a stabili acustica încăperii dumneavoastră şi pentru a optimiza calitatea audio a televizorului dumneavoastră în funcţie de rezultate.",
	"Your TV and SIMPLINK-connected device will be synced as follows:": "Televizorul și dispozitivul conectat prin SIMPLINK vor fi sincronizate după cum urmează:",
	"Your TV must stay off while Pixel Refresher process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled.": "Televizorul dumneavoastră trebuie să rămână oprit în timpul procesului de reîmprospătare a pixelilor. Oricare înregistrări, mementouri actuale sau viitoare sau pornire cu temporizator planificată în timpul acestui proces vor fi anulate.",
	"Your TV needs to be connected to the network to automatically set your LG Services Country. Do you want to go to Network Settings now to check the connection?": "Televizorul trebuie să fie conectat la rețea pentru setarea automată a Țării pentru servicii LG. Doriţi să mergeţi la Setări reţea acum pentru a verifica conexiunea?",
	"Your TV needs to know your correct location to provide emergency alert messages through its digital TV signal.": "Televizorul trebuie să cunoască locația dvs. corectă pentru a furniza mesaje de alerte de urgență prin semnalul TV digital.",
	"Your TV will turn off until the process is complete, at which point it will automatically turn back on.": "Televizorul dumneavoastră se va opri până la finalizarea procesului, moment în care se va activa din nou în mod automat.",
	"Zoom": "Panoramare",
	"Zoom2": "Panoramare2",
	"[{Device}] will be disconnected from your TV. Sound will no longer be played from this device. Do you want to continue?": "[{Device}] va fi deconectat de la televizor. Nu se va mai reda sunet de pe acest dispozitiv. Doriţi să continuaţi?",
	"[{Device}] will be removed from the paired device list. If you want to connect it later, you need to search for available devices and re-pair it. Do you want to continue?": "[{Device}] va fi eliminat din lista de dispozitive sincronizate. Dacă doriți să îl conectați mai târziu, trebuie să căutați dispozitive disponibile și să îl resincronizați. Doriţi să continuaţi?",
	"aspectRatio_original": "Format original",
	"audioGuidance_fast": "Rapidă",
	"audioGuidance_high": "Înaltă",
	"audioGuidance_low": "Scăzută",
	"audioGuidance_medium": "Mediu",
	"audioGuidance_slow": "Lent",
	"audioGuidance_veryFast": "Foarte rapid",
	"audioGuidance_veryHigh": "Foarte înaltă",
	"audioGuidance_veryLow": "Foarte joasă",
	"audioGuidance_verySlow": "Foarte lent",
	"button": "buton",
	"character": "caracter",
	"characters": "caractere",
	"checked": "selectat",
	"connecting": "conectare în curs",
	"depthOfColor": "Culoare",
	"diagonal zoom in": "mărire pe diagonală",
	"diagonal zoom out": "micşorare pe diagonală",
	"digitalOptionSetByProgram": "Setare în funcţie de program",
	"energy_Maximum": "Maxim",
	"energy_Medium": "Mediu",
	"energy_Minimum": "Minim",
	"gamma_high1": "Înălțime1",
	"gamma_high2": "Înălțime2",
	"hidden": "ascuns",
	"horizontal zoom in": "mărire orizontală",
	"horizontal zoom out": "micşorare orizontală",
	"jpDoNot": "Oprit",
	"logoLuminance_high": "Înaltă",
	"logoLuminance_low": "Scăzută",
	"not connected": "neconectat",
	"pictureControlHigh": "Înaltă",
	"pictureControlHigh_BlackLevel": "Înaltă",
	"pictureControlHigh_Male": "Înaltă",
	"pictureControlLow": "Scăzută",
	"pictureControlLow_BlackLevel": "Scăzută",
	"pictureControlLow_Male": "Scăzută",
	"pictureControlMedium": "Mediu",
	"pictureControlMedium_BlackLevel": "Mediu",
	"pictureControlMedium_Male": "Mediu",
	"pictureControlwhiteBalanceColorTemperatureMedium": "Mediu",
	"pictureModeSettings": "Personalizare",
	"pointerOptions": "Stil",
	"pointerSize": "Dimensiune",
	"press OK button to edit IP manually": "apăsaţi butonul OK pentru a edita IP-ul manual",
	"press OK button to enter channel to search": "apăsaţi butonul OK pentru a introduce canalul pentru căutare",
	"press OK button to enter value": "apăsaţi butonul OK pentru a introduce valoarea",
	"press right button to adjust HDR Effect level": "apăsaţi butonul dreapta pentru a ajusta nivelul pentru Efect HDR",
	"press right button to adjust de-judder and de-blur value": "apăsaţi buton dreapta pentru a ajusta valoarea pentru de-judder şi de-blur",
	"press right button to adjust zoom ratio and position": "apăsaţi buton dreapta pentru a ajusta raportul şi poziţia de panoramare",
	"shift current screen down": "glisare ecran curent în jos",
	"shift current screen to the left": "glisare ecran curent către stânga",
	"shift current screen to the right": "glisare ecran curent către dreapta",
	"shift current screen up": "glisare ecran curent în sus",
	"shift down": "glisare în jos",
	"shift left": "glisare către stânga",
	"shift right": "glisare către dreapta",
	"shift up": "glisare în sus",
	"thaRatingNone": "Niciunul",
	"unchecked": "neselectat",
	"unread": "necitit",
	"vertical zoom in": "mărire verticală",
	"vertical zoom out": "micşorare verticală",
	"volumeModeHigh": "Înaltă",
	"volumeModeLow": "Scăzută",
	"volumeModeMedium": "Mediu",
	"webOS TV Version": "Versiunea webOS TV",
	"zoom in": "mărire",
	"zoom out": "micşorare",
	"{label} : L{value}": "{label}: L{value}",
	"{label} : R{value}": "{label}: R{value}",
	"• Compatibility problems may occur depending on the connected Bluetooth device.": "• Pot apărea probleme de compatibilitate în funcție de dispozitivul Bluetooth conectat.",
	"• If audio video sync error occurs with your wireless audio device connected through LG Sound Sync, try restarting the TV.": "• În cazul apariţiei unei erori de sincronizare audio/video cu dispozitivul dvs. audio wireless conectat prin LG Sound Sync, încercaţi să reporniţi televizorul.",
	"• If you can't hear sound through the device, make sure it is working and connected properly.": "• Dacă nu auziţi sunet prin dispozitiv, verificaţi dacă acesta funcţionează și este conectat corespunzător."
}
