{
	" (User)": " (Utilisateur)",
	"(Version: {l})": "(Version : {l})",
	"10 Points Code Value": "Valeur de code à 10 points",
	"10 Points IRE": "IRE à 10 points",
	"10 and Above": "10 et plus",
	"11 and Above": "11 et plus",
	"12 Hours": "12 heures",
	"12 and Above": "12 et plus",
	"13 and Above": "13 et plus",
	"14 and Above": "14 et plus",
	"14 by 9": "Quatorze neuvième",
	"15 and Above": "15 et plus",
	"16 and Above": "16 et plus",
	"16 by 9": "Seize neuvième",
	"17 and Above": "17 et plus",
	"18 and Above": "18 et plus",
	"19 and Above": "19 et plus",
	"2 Hours": "2 heures",
	"2 Hours Auto Power Off": "Arrêt automatique 2 heures",
	"2 Points": "2 points",
	"20 Points Code Value": "Valeur de code à 20 points",
	"20 Points IRE": "IRE à 20 points",
	"20 and Above": "20 et plus",
	"21 by 9": "Vingt-et-un neuvième",
	"24 Hours": "24 heures",
	"3 Hours": "3 heures",
	"32 by 12": "Trente-deux douzième",
	"32 by 9": "Trente-deux neuvième",
	"3G/4G Connection": "Connexion 3G/4G",
	"3G/4G NETWORK STATUS": "ÉTAT DU RÉSEAU 3G/4G",
	"3G/4G Network Operator": "Opérateur réseau 3G/4G",
	"3G/4G Network Status": "État du réseau 3G/4G",
	"3G/4G Network Type": "Type de réseau 3G/4G",
	"4 Hours": "4 heures",
	"4 and Above": "4 et plus",
	"4 by 3": "Quatre tiers",
	"5 and Above": "5 et plus",
	"6 Hours": "6 heures",
	"6 and Above": "6 et plus",
	"7 and Above": "7 et plus",
	"8 Hours": "8 heures",
	"8 and Above": "8 et plus",
	"9 and Above": "9 et plus",
	"AV Sync Adjustment": "Réglage sync. AV",
	"About This TV": "À propos de ce téléviseur",
	"Above 10": "Plus de 10",
	"Above 11": "Plus de 11",
	"Above 12": "Plus de 12",
	"Above 13": "Plus de 13",
	"Above 14": "Plus de 14",
	"Above 15": "Plus de 15",
	"Above 16": "Plus de 16",
	"Above 17": "Plus de 17",
	"Above 18": "Plus de 18",
	"Above 19": "Plus de 19",
	"Above 20": "Plus de 20",
	"Above 4": "Plus de 4",
	"Above 5": "Plus de 5",
	"Above 6": "Plus de 6",
	"Above 7": "Plus de 7",
	"Above 8": "Plus de 8",
	"Above 9": "Plus de 9",
	"Access Point": "Point d'accès",
	"Access Point 1": "Point d'accès 1",
	"Access Point 2": "Point d'accès 2",
	"Access Point 3": "Point d'accès 3",
	"Access Point Setting": "Réglage du point d'accès",
	"Accessibility": "Accessibilité",
	"Account Management": "Gestion des comptes",
	"Active Roaming": "Itinérance active",
	"Adaptive Sound Control": "Contrôle intelligent du son",
	"Add Network": "Ajouter un réseau",
	"Add a hidden wireless network": "Ajouter un réseau sans fil masqué",
	"Add wireless network by manually entering network name (SSID).": "Ajoutez un réseau sans fil en entrant manuellement le nom du réseau (SSID).",
	"Addis Ababa": "Addis Abeba",
	"Additional Audio Selection": "Sélection audio supplémentaire",
	"Additional Settings": "Paramètres supplémentaires",
	"Address Setting": "Paramètre d'adresse",
	"Adjust Audio Guidance pitch.": "Réglez le ton du guide audio.",
	"Adjust Audio Guidance speed.": "Réglez la vitesse du guide audio.",
	"Adjust Audio Guidance volume.": "Réglez le volume du guide audio.",
	"Adjust Screen Position": "Ajuster la position de l'écran",
	"Adjust Zoom Ratio": "Régler le rapport de zoom",
	"Adjust audio timing to synchronize video and audio.": "Réglez la synchronisation audio pour synchroniser la sortie vidéo et audio.",
	"Adjust blue gain for color balance.": "Réglez le gain bleu pour l'équilibre des couleurs.",
	"Adjust brightness by analyzing image movements to prevent glare and reduce energy consumption.": "Réglez la luminosité en analysant les mouvements d'image pour éviter l'éblouissement et réduire la consommation d'énergie.",
	"Adjust brightness of the LG logo.": "Réglez la luminosité du logo LG.",
	"Adjust color and saturation for a more vivid image.": "Réglez les couleurs et la saturation pour obtenir une image plus éclatante.",
	"Adjust cursor speed.": "Réglez la vitesse du curseur.",
	"Adjust detailed settings to further optimize the picture.": "Réglez les paramètres détaillés pour optimiser davantage l'image.",
	"Adjust edge sharpness. Higher values increase the crispness and clarity of the image.": "Réglez la netteté des bords. Pour augmenter la netteté et la clarté de l'image, définissez des valeurs plus élevées.",
	"Adjust gamma settings to compensate for the brightness of the input signal.": "Réglez les paramètres gamma pour compenser la luminosité du signal d'entrée.",
	"Adjust grass tone colors.": "Réglez les couleurs de l'herbe.",
	"Adjust green gain for color balance.": "Réglez le gain vert pour l'équilibre des couleurs.",
	"Adjust hue and saturation of a specified color region.": "Réglez les nuances et la saturation d'une zone de couleur indiquée.",
	"Adjust left/right audio balance.": "Réglez l'équilibre sonore gauche/droite.",
	"Adjust luminance for selected color.": "Réglez la luminance de la couleur sélectionnée.",
	"Adjust luminance level for selected IRE point.": "Ajustez le niveau de luminance pour le point IRE sélectionné.",
	"Adjust overall color. Higher values increase saturation.": "Réglez la couleur générale. Pour augmenter la saturation, définissez des valeurs plus élevées.",
	"Adjust overall screen brightness. Higher values increase brightness.": "Réglez la luminosité générale de l'écran. Pour augmenter la luminosité, définissez des valeurs plus élevées.",
	"Adjust red and green color balance. Higher values increase saturation of the color.": "Réglez l'équilibre entre les couleurs rouge et verte. Pour augmenter la saturation de la couleur, définissez des valeurs plus élevées.",
	"Adjust red gain for color balance.": "Réglez le gain rouge pour l'équilibre des couleurs.",
	"Adjust saturation for selected color.": "Réglez la saturation de la couleur sélectionnée.",
	"Adjust screen brightness by tuning the OLED LIGHT. Higher values increase brightness.": "Réglez la luminosité de l'écran en réglant la lumière OLED. Les valeurs plus élevées augmentent la luminosité.",
	"Adjust screen brightness by tuning the backlight. Higher values increase brightness.": "Réglez la luminosité de l'écran en réglant le rétroéclairage. Pour augmenter la luminosité, définissez des valeurs plus élevées.",
	"Adjust screen brightness to reduce energy consumption.": "Réglez la luminosité de l'écran afin de réduire la consommation d'énergie.",
	"Adjust screen settings for individual picture modes.": "Réglez les paramètres de l'écran pour les modes image individuels.",
	"Adjust skin tone colors.": "Réglez les couleurs de la peau.",
	"Adjust skin tone, grass, and sky colors.": "Réglez les couleurs de la peau, de l'herbe et du ciel.",
	"Adjust sky tone colors.": "Réglez les couleurs du ciel.",
	"Adjust the difference between bright and dark areas of the screen. Higher values intensify the difference.": "Réglez la différence entre les zones claires et sombres de l'écran. Pour intensifier la différence, définissez des valeurs plus élevées.",
	"Adjust the luminance of static images such as logos within content to correct potential picture quality issues.": "Réglez la luminosité d'images fixes, comme les logos intégrés au contenu pour corriger les problèmes potentiels de qualité d'image.",
	"Adjust tint for selected color.": "Réglez la nuance de la couleur sélectionnée.",
	"Adjusting Luminance": "Réglage de la luminance",
	"Adult": "Adulte",
	"Adult Language": "Langage pour adultes",
	"Adults Only.": "Adultes uniquement.",
	"Adults only.": "Adultes uniquement.",
	"Advanced": "Paramètres avancés",
	"Advanced Controls": "Contrôles avancés",
	"Advanced Wi-Fi Settings": "Paramètres Wi-Fi avancés",
	"Advertising Cookies": "Cookies de publicité",
	"After changing the country, all currently tuned channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "Après avoir modifié le pays, toutes les chaînes actuellement réglées seront supprimées. Pour régler les chaînes à nouveau, accédez à Réglage automatique. Voulez-vous continuer ?",
	"After changing your Zip Code, all current Freesat channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "Après avoir modifié votre code postal, toutes les chaînes Freesat en cours seront supprimées. Pour régler les chaînes à nouveau, accédez à Réglage automatique. Voulez-vous continuer ?",
	"After you change your country, you can scan for your channels using Auto Tuning. Do you want to continue?": "Une fois que vous avez changé le pays, vous pouvez rechercher vos chaînes à l'aide de Réglage automatique. Voulez-vous continuer ?",
	"Albania": "Albanie",
	"Albanian": "Albanais",
	"Algeria": "Algérie",
	"Algiers": "Alger",
	"All Channels": "Toutes les chaînes",
	"All Children": "Tous les enfants",
	"All ages admitted.": "Tous les âges sont admis.",
	"All current settings for {pictureMode} mode will be reset. Do you want to continue?": "Tous les paramètres actuels pour le mode {pictureMode} seront réinitialisés. Voulez-vous continuer ?",
	"All sound effect settings for Standard Mode will be reset. Do you want to continue?": "Tous les paramètres des effets sonores du mode standard seront réinitialisés. Voulez-vous continuer ?",
	"All-Direction Zoom": "Zoom toutes directions",
	"Allow Automatic Updates": "Autoriser les mises à jour automatiques",
	"Always Open": "Toujours ouvrir",
	"An error has occurred while copy channels.": "Une erreur s'est produite lors de la copie des chaînes.",
	"An important software update is available.": "Une mise à jour importante du logiciel est disponible.",
	"Analog Mode": "Mode analogique",
	"Analog TV": "Téléviseur analogique",
	"Antenna": "Antenne",
	"Antenna ATV": "Télévision analogique par antenne",
	"Antenna DTV": "Télévision numérique par antenne",
	"Antenna Radio": "Radio de l'antenne",
	"Antigua and Barbuda": "Antigua-et-Barbuda",
	"Any Supplementary Audio": "Tout contenu audio supplémentaire",
	"Application Locks": "Verrouillages d'application",
	"Applied settings are:": "Les paramètres appliqués sont les suivants :",
	"Apply the recommended audio settings using Standard Mode.": "Appliquez les paramètres audio recommandés à l'aide du mode standard.",
	"Apply the recommended audio settings using the enhanced Bass Boost.": "Appliquez les paramètres audio recommandés à l'aide du renforçateur de graves amélioré.",
	"Apply the recommended audio settings using the enhanced Treble Boost.": "Appliquez les paramètres audio recommandés à l'aide du renforçateur d'aigus amélioré.",
	"Apply to all inputs": "Appliquer à toutes les entrées",
	"Applying value to all inputs...": "Application de la valeur à toutes les entrées...",
	"Appropriate for general audience.": "Adapté au grand public.",
	"Aqtöbe": "Aktioubé",
	"Arabic": "Arabe",
	"Are you sure you want to disconnect all connected devices.": "Voulez-vous déconnecter tous les périphériques connectés ?",
	"Argentina": "Argentine",
	"Armenia": "Arménie",
	"Ashgabat": "Achgabat",
	"Aspect Ratio": "Format de l'image",
	"Aspect Ratio Settings": "Paramètres de format de l'image",
	"Assamese": "Assamais",
	"Assign channels to remote buttons so you can quickly jump to them.": "Attribuez des chaînes aux boutons de la télécommande pour pouvoir y accéder rapidement.",
	"Athens": "Athènes",
	"Audio Description": "Description audio",
	"Audio Description Volume": "Volume de description audio",
	"Audio Guidance": "Guide audio",
	"Audio Language": "Langue audio",
	"Audio Out (Line Out)": "Sortie audio (Ligne de sortie)",
	"Audio Type": "Type d'audio",
	"Australia": "Australie",
	"Austria": "Autriche",
	"Auto Power Off": "Arrêt auto",
	"Auto Power Sync": "Synchronisation d'allumage automatique",
	"Auto Start": "Démarrage automatique",
	"Auto Volume": "Volume automatique",
	"Auto Volume keeps sound volume consistent even when you change channels or broadcast signals.": "Volume automatique permet de maintenir un volume sonore constant, même lorsque vous changez de chaînes ou de signaux de diffusion.",
	"Automatically optimize picture quality based on color and brightness of ambient light.": "Optimisez automatiquement la qualité de l'image en fonction de la couleur et de la luminosité de l'éclairage de la pièce.",
	"Automatically optimize sound based on content type.": "Optimisez automatiquement le son en fonction du type de contenu.",
	"Automatically update system software when an update is found.": "Mettez à jour automatiquement le logiciel d'exploitation lorsqu'une mise à jour est trouvée.",
	"Available Devices": "Périphériques disponibles",
	"Available Internal Storage": "Stockage interne disponible",
	"Azerbaijan": "Azerbaïdjan",
	"Azores": "Açores",
	"BG Color": "Couleur d'arrière-plan",
	"BG Opacity": "Opacité de l'arrière-plan",
	"Back": "Retour",
	"Backlight": "Rétroéclairage",
	"Baghdad": "Bagdad",
	"Bahrain": "Bahreïn",
	"Baku": "Bakou",
	"Barbados": "Barbade",
	"Bass Boost": "Renforçateur de graves",
	"Begin the One Touch Sound Tuning process to determine the optimum audio quality settings for your room.": "Démarrez le réglage One Touch Sound Tuning pour définir les paramètres de qualité audio optimale pour votre pièce.",
	"Behavior may vary depending on connected device.": "Le comportement peut varier selon le périphérique connecté.",
	"Beijing": "Pékin",
	"Beirut": "Beyrout",
	"Belarus": "Biélorussie",
	"Belgium": "Belgique",
	"Benin": "Bénin",
	"Bermuda": "Bermudes",
	"Bhutan": "Bhoutan",
	"Bishkek": "Bichkek",
	"Black": "Noir",
	"Black Level": "Niveau noir",
	"Block TV programs based on content rating.": "Bloquez les programmes de télévision en fonction de l'évaluation du contenu.",
	"Block TV programs broadcast in English based on their content ratings.": "Bloquez les programmes de télévision diffusés en anglais en fonction de l'évaluation de leur contenu.",
	"Block TV programs broadcast in French based on their content ratings.": "Bloquez les programmes de télévision diffusés en français en fonction de l'évaluation de leur contenu.",
	"Block access to specified channels and external devices.": "Bloquez l'accès à des chaînes et des appareils externes spécifiques.",
	"Block content based on genre.": "Bloquez du contenu en fonction du genre.",
	"Block movies based on rating.": "Bloquez des films en fonction de l'évaluation.",
	"Blue": "Bleu",
	"Bluetooth Audio Device": "Périphérique audio Bluetooth",
	"Bogotá": "Bogota",
	"Bolivia": "Bolivie",
	"Bosnia": "Bosnie-Herzégovine",
	"Bosnia And Herzegovina": "Bosnie-Herzégovine",
	"Bosnian": "Bosniaque",
	"Brazil": "Brésil",
	"Brazilian Punk": "Punk Brésilien",
	"Brightness": "Luminosité",
	"Broadcast Country": "Pays de diffusion",
	"Broadcast Mail": "Diffuser courrier",
	"Brussels": "Bruxelles",
	"Bucharest": "Bucarest",
	"Built-in Sound Bar": "Barre de son intégrée",
	"Bulgaria": "Bulgarie",
	"Bulgarian": "Bulgare",
	"By turning Live Plus on, you are consenting to the collection of television viewing information by LG Electronics Inc. (\"LGE\") through ACR module, which may be shared on an anonymized basis to third parties to provide you with interactive services. We may also share aggregated anonymized information to third parties for marketing purposes. Please note that we do not knowingly collect or distribute the above information from or about children under 13. Detailed information about Live Plus is illustrated in Viewing Information (terms) which may be accessed in the SmartTV settings menu. LGE highly recommend that you review the full version of Viewing Information (terms) before you activate Live Plus function.": "En activant Live Plus, vous acceptez que LG Electronics Inc. (« LGE ») collecte des informations sur le visionnage par l'intermédiaire du module ACR et que celles-ci puissent être partagées anonymement avec des tiers afin de vous fournir des services interactifs. Nous sommes également susceptibles de partager des informations anonymes regroupées avec des tiers à des fins marketing. Veuillez noter que nous ne collectons ni ne distribuons sciemment les informations susmentionnées relatives à des enfants de moins de 13 ans ou émanant de ceux-ci. Les informations détaillées concernant Live Plus sont illustrées dans la section Informations sur le visionnage (conditions) que vous pouvez consulter depuis le menu des paramètres SmartTV. LGE vous recommande fortement de consulter la version intégrale des Informations sur le visionnage (conditions) avant d'activer la fonction Live Plus.",
	"CANCEL SCHEDULE": "ANNULER PROGRAMMATION",
	"CI Information": "Informations CI",
	"CI password incorrect. Please enter again.": "Mot de passe CI incorrect. Saisissez-le à nouveau.",
	"COMPONENT2": "COMPOSANT2",
	"COMPONENT3": "COMPOSANT3",
	"CONNECTING…": "CONNEXION...",
	"CS1 Board": "Carte CS1",
	"CS2 Board": "Carte CS2",
	"Cable": "Câble",
	"Cable ATV": "Télévision analogique par câble",
	"Cable DTV": "Télévision numérique par câble",
	"Cable Radio": "Radio par câble",
	"Cairo": "Le Caire",
	"Cambodia": "Cambodge",
	"Cameroon": "Cameroun",
	"Can not Find Channel": "Chaîne introuvable",
	"Canary Islands": "Îles Canaries",
	"Cancel": "Annuler",
	"Cancel Update": "Annuler la mise à jour",
	"Cantonese": "Cantonais",
	"Cape Verde": "Cap Vert",
	"Card ID Number": "Numéro d'ID de carte",
	"Card Number": "Numéro de carte",
	"Cayman Islands": "Îles Cayman",
	"Central African Republic": "République centrafricaine",
	"Chad": "Tchad",
	"Changing region may change currently tuned channels in your TV. You can re-tune channels in Auto Tuning. Do you want to change regional settings now?": "La modification de la région peut modifier les chaînes actuellement réglées sur votre téléviseur. Vous pouvez régler les chaînes à nouveau dans le Réglage automatique. Voulez-vous modifier les paramètres régionaux maintenant ?",
	"Changing the country will cause your TV to restart and you may need to consent to LG's User Agreements again. Also, the availability of some apps and services may vary based on the LG Services Country. Do you want to continue?": "La modification du pays entraînera le redémarrage de votre téléviseur. Vous devrez peut-être accepter à nouveau les accords de l'utilisateur LG. En outre, la disponibilité de certains services et applications peut varier en fonction du pays de services LG. Voulez-vous continuer ?",
	"Channel Locks": "Verrouillages de chaîne",
	"Channel Manager": "Gestionnaire des chaînes",
	"Channel Scrolling Options": "Options de défilement des chaînes",
	"Channel Tuning": "Réglage des chaînes",
	"Channel Tuning & Settings": "Réglage des chaînes et paramètres",
	"Channels": "Chaînes",
	"Channels from HDMI and other external inputs cannot be locked. To lock TV channels, change the current input to Live TV.": "Les chaînes des entrées HDMI et d'autres entrées externes ne peuvent pas être verrouillées. Pour verrouiller les chaînes de télévision, définissez Live TV comme entrée actuelle.",
	"Chatham Islands": "Îles Chatham",
	"Check for problems with the picture quality.": "Vérifiez les problèmes relatifs à la qualité de l'image.",
	"Check for problems with the sound quality of the Internal TV Speaker.": "Vérifiez les problèmes de qualité audio des haut-parleurs TV internes.",
	"Check for updates": "Rechercher les mises à jour",
	"Checking Password": "Vérification du mot de passe",
	"Checking for updates": "Recherche des mises à jour en cours",
	"Checking...": "Vérification...",
	"Children": "Enfants",
	"Children Age": "Enfants à partir de",
	"Children Program Locks": "Verrouillage de programmes pour enfants",
	"Chile": "Chili",
	"China": "Chine",
	"Chinese": "Chinois",
	"Choose a picture mode, then customize display settings such as contrast, brightness and sharpness for that mode.": "Choisissez un mode d'image, puis personnalisez les paramètres d'affichage tels que le contraste, la luminosité et la netteté pour ce mode.",
	"Choose to have all channels or just your primary ones when you change channels.": "Choisissez d'afficher toutes les chaînes ou seulement vos chaînes principales lorsque vous changez de chaîne.",
	"Christmas Island": "Île Christmas",
	"Cinema": "Cinéma",
	"Cinema Home": "Accueil cinéma",
	"Cinema View": "Vue cinéma",
	"Cinema View (32:12)": "Vue cinéma (32:12)",
	"Cinema Zoom": "Zoom cinéma",
	"City": "Ville",
	"City Selection": "Sélection de la ville",
	"Clean Audio": "Clean audio",
	"Clear": "Éclatant",
	"Clear Cookies history": "Effacer l'historique des cookies",
	"Clear Plus": "Net Plus",
	"Clear Voice Ⅲ": "Voix nette III",
	"Clear the advertising frequency capping cookies.": "Supprimez les cookies de plafonnement de la fréquence des publicités.",
	"Clear1": "Supprimer",
	"Click the CONNECT button below after your LG Wireless Keyboard is turned on and set to the pairing mode.": "Cliquez sur le bouton CONNEXION ci-dessous après avoir allumé votre clavier sans fil LG et l'avoir réglé sur le mode association.",
	"Close": "Fermer",
	"Closed Caption": "Sous-titres pour sourds et malentendants",
	"Closed Caption Settings": "Param. Sous-titres pour sourds et malentendants",
	"Colombia": "Colombie",
	"Color": "Couleur",
	"Color Filter": "Filtre Couleur",
	"Color Gamut": "Gamme de couleurs",
	"Color Management System": "Système de gestion des couleurs",
	"Color Temperature": "Température de couleur",
	"Component": "Composant",
	"Confirm": "Confirmer",
	"Congo Brazzaville": "Congo-Brazzaville",
	"Connect": "Connecter",
	"Connect an app on your mobile device that supports LG Connect to the TV and start to enjoy playing mobile photos and music or even control your TV.": "Sur un périphérique mobile compatible LG Connect, connectez une application à votre téléviseur pour profiter de la lecture de photos et de musique. A partir de ce périphérique, contrôlez également votre téléviseur.",
	"Connect to the network through a wireless router. You must be connected to the network to use certain Smart TV features such as web browsing, content sharing, and automatic software updates.": "Connectez-vous au réseau via un routeur sans fil. Vous devez être connecté au réseau pour utiliser certaines fonctions Smart TV, telles que la navigation Internet, le partage de contenu et les mises à jour logicielles automatiques.",
	"Connect to the network with an ethernet cable. You must be connected to the network to use certain Smart TV features such as web browsing, content sharing, and automatic software updates.": "Connectez-vous au réseau à l'aide d'un câble Ethernet. Vous devez être connecté au réseau pour utiliser certaines fonctions Smart TV, telles que la navigation Internet, le partage de contenu et les mises à jour logicielles automatiques.",
	"Connect via WPS PBC": "Connexion via WPS PBC",
	"Connect via WPS PIN": "Connexion via WPS PIN",
	"Connect your TV to your router or modem with an Ethernet cable to activate your wired network connection.": "Branchez votre téléviseur à votre routeur ou modem avec un câble Ethernet pour activer votre connexion réseau filaire.",
	"Connected": "Connecté",
	"Connected to Internet": "Connecté à Internet",
	"Connecting...": "Connexion...",
	"Contrast": "Contraste",
	"Control the advertising frequency capping cookies.": "Contrôlez les cookies de plafonnement de la fréquence des publicités.",
	"Cool": "Froid",
	"Copenhagen": "Copenhague",
	"Copy Channels": "Copier chaînes",
	"Copy/Delete file": "Copier/Supprimer le fichier",
	"Correct contrast and brightness by adjusting black levels.": "Corrigez le contraste et la luminosité en réglant les niveaux de noir.",
	"Could not fined available network.": "Impossible de trouver un réseau disponible.",
	"Croatia": "Croatie",
	"Croatian": "Croate",
	"Current values of customized picture mode settings will be applied to {pictureMode} mode for all inputs. Do you want to continue?": "Les valeurs actuelles des paramètres personnalisés du mode image vont s'appliquer au mode {pictureMode} pour toutes les entrées. Voulez-vous continuer ?",
	"Currently connected LG Wireless Keyboard device will be disconnected from your TV. Do you want to continue?": "Le clavier sans fil LG actuellement connecté sera déconnecté de votre téléviseur. Voulez-vous continuer ?",
	"Currently connecting via Wi-Fi Direct. Please accept the request on your [{devicename}].": "Connexion en cours via Wi-Fi Direct. Veuillez accepter la demande sur votre [{devicename}].",
	"Custom": "Personnalisé",
	"Custom Time Zone": "Fuseau horaire personnalisé",
	"Customer Service": "Service client",
	"Cyprus": "Chypre",
	"Czech": "République tchèque",
	"Czech Republic": "République tchèque",
	"DISCONNECT": "DÉCONNECTER",
	"DNS Server": "Serveur DNS",
	"DR Congo": "République démocratique du Congo",
	"DTV Audio Setting": "Paramètre audio DTV",
	"Damascus": "Damas",
	"Danish": "Danois",
	"Day": "Jour",
	"De-Blur": "Tâche/zone flou",
	"De-Judder": "Saccade",
	"Delete Pairing History": "Supprimer l'historique des associations",
	"Delete or add TV channels to customize your channels.": "Supprimez ou ajoutez des chaînes pour personnaliser vos chaînes.",
	"Demo Options": "Options de démonstration",
	"Democratic Republic of the Congo": "République démocratique du Congo",
	"Denmark": "Danemark",
	"Depressed": "Empreinte",
	"Device Name": "Nom du périphérique",
	"Device Selection": "Sélection de périphérique",
	"Device Vendor": "Fournisseur de l'appareil",
	"Dial No.": "Composer numéro",
	"Digital Mode": "Mode numérique",
	"Digital Mode Option": "Option Mode numérique",
	"Digital Sound Out": "Sortie audio numérique",
	"Digital TV": "Téléviseur numérique",
	"Directed to Older Children (ages 7 and above)": "Pour les enfants plus âgés (7 ans et plus)",
	"Display list of audio devices that can be connected to your TV.": "Affichez la liste des appareils audio pouvant être connectés à votre téléviseur.",
	"Display luminance level for the highest point (100 IRE).": "Affichez le niveau de luminance pour le point le plus élevé (100 IRE).",
	"Do Not Track": "Ne pas suivre",
	"Do not apply the One Touch Sound Tuning recommended audio settings.": "N'appliquez pas les paramètres audio recommandés de One Touch Sound Tuning.",
	"Do you want to continue?": "Voulez-vous continuer ?",
	"Do you want to copy channel list from USB storage to your TV? Current channels in your TV will be deleted.": "Voulez-vous copier la liste de chaînes du périphérique de stockage USB vers le téléviseur ? Les chaînes actuelles de votre téléviseur seront supprimées.",
	"Do you want to copy channel list from your TV to the USB storage?": "Voulez-vous copier la liste de chaînes du téléviseur vers le périphérique de stockage USB ?",
	"Do you want to set the correct time now?": "Voulez-vous régler l'heure maintenant ?",
	"Do you want to turn your TV off now?": "Voulez-vous éteindre votre téléviseur maintenant ?",
	"Dominica": "Dominique",
	"Dominican Republic": "République dominicaine",
	"Done": "Terminé",
	"Download Mail": "Télécharger courrier",
	"Download and install": "Télécharger et installer",
	"Downloadable Rating": "Évaluation téléchargeable",
	"Dual Mono": "Mono double",
	"Dubai": "Dubaï",
	"Dushanbe": "Douchanbé",
	"Dutch": "Néerlandais",
	"Dynamic Color": "Couleur dynamique",
	"Dynamic Contrast": "Contraste dynamique",
	"Dynamic Tone Mapping": "Mappage ton dynamique",
	"Easter Island": "Île de Pâques",
	"Eastern Africa": "Afrique de l'Est",
	"Eco": "Éco",
	"Eco Mode": "Mode Éco",
	"Ecuador": "Équateur",
	"Edge Color": "Couleur du contour",
	"Edge Enhancer": "Amélioration des bords",
	"Edge Type": "Type de cadre",
	"Edit": "Modifier",
	"Edit TV channels, set favorites, and manage parental control settings.": "Modifiez les chaînes du téléviseur, ajoutez des favoris et gérez les paramètres de contrôle parental.",
	"Egypt": "Égypte",
	"El salvador": "Salvador",
	"Emergency Alert": "Message d'alerte",
	"Enable LG support representatives to resolve your technical issues remotely. You must call the LG customer service center to receive assistance.": "Autorisez le personnel d'assistance LG à résoudre vos problèmes techniques à distance. Vous devez appeler le centre de service client LG pour obtenir de l'aide.",
	"Enable other devices and apps to turn on your TV.": "Autorisez d'autres périphériques et applications à allumer votre téléviseur.",
	"Energy Saving": "Économie d'énergie",
	"Energy saving modes to limit power consumption.": "Modes Économie d'énergie pour limiter la consommation d'énergie.",
	"English": "Anglais",
	"Enjoy an immersive 3D soundscape with the virtual multi-channel surround sound effect.": "Profitez d'une ambiance sonore 3D captivante grâce à l'effet du son Virtual Surround multicanal.",
	"Enjoy an immersive 3D soundscape with the virtual surround sound effect.": "Profitez d'une ambiance sonore 3D captivante grâce à l'effet du son Virtual Surround.",
	"Enter CI Password": "Entrer le mot de passe CI",
	"Enter PIN code into a WPS-enabled router to connect TV to the network.": "Entrez le code PIN dans un routeur compatible WPS pour connecter le téléviseur au réseau.",
	"Enter the PIN in your router's settings.": "Entrez le code PIN des paramètres de votre [{name}].",
	"Enter the master password.": "Entrez le mot de passe maître.",
	"Equalizer": "Équaliseur",
	"Equatorial Guinea": "Guinée équatoriale",
	"Eritrea": "Érythrée",
	"Estonia": "Estonie",
	"Estonian": "Estonien",
	"Ethiopia": "Éthiopie",
	"Every Day": "Tous les jours",
	"Every Weekday": "Chaque jour de la semaine",
	"Every Weekend": "Tous les week-ends",
	"Exempt from ratings.": "Sans classement.",
	"Experience the best immersive audio effect with virtual multi-channel surround sound including height.": "Profitez de l'effet sonore le plus immersif grâce au son Virtual Surround multicanal qui joue aussi sur la hauteur.",
	"Expert (Bright Room)": "Expert (pièce lumineuse)",
	"Expert (Dark Room)": "Expert (pièce sombre)",
	"Expert Controls": "Contrôles expert",
	"Export your TV's channel list information to a connected USB device.": "Exportez les informations de la liste de chaînes de votre téléviseur vers un périphérique USB connecté.",
	"Extended": "Étendu",
	"Extending a period of time of the Auto Power Off setting or turning off the function may increase energy consumption.": "Prolonger le délai avant l'arrêt automatique ou désactiver cette fonction peut augmenter la consommation d'énergie.",
	"Extreme": "Extrême",
	"Eye Comfort Mode": "Mode confort des yeux",
	"Fantasy Violence": "Violence fantastique",
	"Fast": "Rapide",
	"Fiji": "Fidji",
	"Fine tune red, green, blue, cyan, magenta, and yellow color spaces.": "Réglez les espaces de couleur rouge, vert, bleu, cyan, magenta et jaune.",
	"Finland": "Finlande",
	"Finnish": "Finnois",
	"Firmware Version": "Version du microprogramme",
	"Flat Mode": "Mode plat",
	"Font": "Police",
	"Font 1": "Police 1",
	"Font 2": "Police 2",
	"Font 3": "Police 3",
	"Font 4": "Police 4",
	"Font 5": "Police 5",
	"Font 6": "Police 6",
	"Font 7": "Police 7",
	"Font 8": "Police 8",
	"French": "Français",
	"French Polynesia": "Polynésie française",
	"Full Wide": "Écran large",
	"Gaelic": "Gaélique",
	"Galapagos Islands": "Îles Galapagos",
	"Galician": "Galicien",
	"Gallery": "Galerie",
	"Gambia": "Gambie",
	"Game": "Jeux",
	"Gateway": "Passerelle",
	"General": "Général",
	"General :": "Général :",
	"General Age": "Général - Âge",
	"General Audience": "Public général",
	"General Audiences": "Public général",
	"General Program Locks": "Verrouillage de programmes généraux",
	"Georgia": "Géorgie",
	"German": "Allemand",
	"Germany": "Allemagne",
	"Getting...": "Obtention en cours...",
	"Grass Color": "Couleur de l'herbe",
	"Greece": "Grèce",
	"Greek": "Grec",
	"Green": "Vert",
	"Greenland": "Groenland",
	"Grenada": "Grenade",
	"Group ID Number": "Numéro d'ID de groupe",
	"Guernsey": "Guernesey",
	"Guinea": "Guinée",
	"Guinea Bissau": "Guinée-Bissau",
	"Guinea Conakry": "Guinée",
	"Guinea Equatorial": "Guinée équatoriale",
	"Guyana": "Guyane",
	"H Position": "Position H",
	"H Sharpness": "Netteté H",
	"H Size": "Taille H",
	"HDD Eco Mode": "Mode Éco du HDD",
	"HDD Power Saving Mode": "Mode économie d'énergie du HDD",
	"HDMI UHD Deep Color": "HDMI ULTRA HD Deep Colour",
	"HDMI {port1} and HDMI {port2} ports support ULTRA HD Deep Color.": "Les ports HDMI {port1} et {port2} prennent en charge ULTRA HD Deep Colour.",
	"HDMI {port1} port support ULTRA HD Deep Color.": "Le port HDMI {port1} prend en charge ULTRA HD Deep Colour.",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support ULTRA HD Deep Color.": "Les ports HDMI {port1}, {port2} et {port3} prennent en charge ULTRA HD Deep Colour.",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support ULTRA HD Deep Color.": "Les ports HDMI {port1}, {port2}, {port3} et {port4} prennent en charge ULTRA HD Deep Colour.",
	"HDR Effect": "Effet HDR",
	"HDR Effect Level": "Niveau de l'effet HDR",
	"HDR Picture Mode": "Mode image HDR",
	"Haiti": "Haïti",
	"Hard of Hearing": "Malentendant",
	"Hardware Version": "Version du matériel",
	"Havana": "La Havane",
	"Headphones Volume": "Volume du casque",
	"Hebrew": "Hébreu",
	"High": "Élevé",
	"High Contrast": "Contraste élevé",
	"Higher values increase a sense of warmth or coldness.": "Des valeurs plus élevées apportent une nuance de couleur plus chaude ou plus froide.",
	"Home Mode": "Mode Familial",
	"Home/Store Mode": "Mode Domicile/Magasin",
	"Hong Kong": "Hong-Kong",
	"Hongkong": "Hong-Kong",
	"Hours": "Heures",
	"Hungarian": "Hongrois",
	"Hungary": "Hongrie",
	"IMPORTANT! Resetting will delete all of your account settings and installed apps. This action cannot be undone.": "IMPORTANT ! La réinitialisation supprimera tous les paramètres de votre compte et toutes vos applications installées. Cette action ne peut pas être annulée.",
	"IP (Automatic)": "IP (automatique)",
	"IP (Manual)": "IP (manuelle)",
	"IP Address": "Adresse IP",
	"IVC (Cote d’Ivoire)": "Côte d'Ivoire (IVC)",
	"Iceland": "Islande",
	"If Auto Power Sync is enabled, SIMPLINK devices will be able to power on the TV, and the TV will power off SIMPLINK devices when it powers off.": "Lorsque Synchronisation d'allumage automatique est sélectionné, votre téléviseur s'allume lorsque vous allumez un périphérique SIMPLINK et les périphériques SIMPLINK s'éteignent lorsque vous éteignez le téléviseur.",
	"If it's turned on and you connect a device that also supports UHD Deep Color, your picture may be clearer.": "Si elle est activée et que vous connectez un périphérique qui prend également en charge ULTRA HD Deep Colour, votre image sera peut-être plus claire.",
	"If recording or software update is in progress, it will wait until they are completed and the process can take more than an hour.": "Si l'enregistrement ou la mise à jour logicielle sont en cours, l'actualisation des pixels attendra qu'ils soient terminés et le processus peut prendre plus d'une heure.",
	"If set to on, your TV can receive emergency alerts if an emergency situation occurs.": "S'il est allumé, votre téléviseur peut recevoir des messages d'alerte en cas de situation d'urgence.",
	"If you turn Audio Guidance on, you can only move with left, right, up, down buttons on your remote and some apps that require the pointer cannot be used.": "Si vous activez le guide audio, vous pouvez uniquement déplacer le pointeur avec les boutons gauche, droite, haut et bas de votre télécommande, et certaines applications qui requièrent le pointeur ne peuvent pas être utilisées.",
	"If you turn it off, CAM operator's profile will be deleted.": "Si vous la désactivez, le profil de l'utilisateur CAM est supprimé.",
	"If you turn it off, all tuned CAM channels will not be available and notifications will no longer be provided.": "Si vous désactivez la fonction, les chaînes CAM réglées seront indisponibles et les notifications ne seront plus envoyées.",
	"If you turn on LG Connect Apps feature, you will be able to either accept or deny connection requests from mobile devices.": "Si vous activez la fonction LG Connect Apps, vous pourrez accepter ou refuser les demandes de connexion émanant de périphériques mobiles.",
	"If you turn the screen saver off and the same image remains on the screen for more than 2 hours, it can affect the picture quality of your screen. If it remains for more than 5 hours, permanent picture quality depreciation may occur. Do you want to continue?": "Si vous désactivez l'écran de veille et que la même image reste affichée pendant plus de deux heures, cela peut réduire la qualité d'image de votre écran. Si elle reste pendant plus de 5 heures, une détérioration permanente de la qualité de l'image peut se produire. Voulez-vous continuer ?",
	"If you turn this feature on, the HbbTV application or service will disable its tracking of an individual user.": "Si vous activez cette fonctionnalité, l'application ou le service HbbTV désactive le traçage des activités d'un utilisateur.",
	"If you turn this feature on, the IBB service will disable its tracking of an individual user.": "Si vous activez cette fonctionnalité, le service IBB désactive le traçage des activités d'un utilisateur.",
	"If you turn this feature on, you can view the content in the aspect ratio that is in the broadcast signal or content source. If the edge of the screen is not clean, please turn it off.": "Si vous activez cette fonctionnalité, vous pouvez afficher le contenu dans le format figurant dans le signal de diffusion ou une source de contenu. Si le contour de l'écran n'est pas net, éteignez l'appareil.",
	"If you turn this option on, color temperature will be automatically adjusted to reduce eye strain.": "Si vous activez cette option, la température de couleur sera automatiquement ajustée pour réduire la fatigue oculaire.",
	"If you turn this option on, you can receive the notifications of channels or programs which you have been watching frequently.": "Si vous activez cette option, vous pouvez recevoir les notifications des chaînes ou des programmes que vous regardez souvent.",
	"If you use Energy Saving function, brightness of your TV will be affected.": "Lorsque vous utilisez la fonction Économie d'Énergie, la luminosité de votre TV varie.",
	"If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the HDMI ULTRA HD Deep Color setting off.": "Toutefois, si votre périphérique ne prend pas en charge cette fonctionnalité, il se peut qu'elle ne fonctionne pas correctement. Dans ce cas, connectez le périphérique à un autre port HDMI ou désactivez le paramètre HDMI ULTRA HD Deep Colour.",
	"Import your TV's channel list information from a connected USB device.": "Importez les informations de la liste de chaînes de votre téléviseur depuis un périphérique USB connecté.",
	"Import/export your TV's channel list information from/to a connected USB device.": "Importez/exportez les informations de la liste de chaînes de votre téléviseur depuis/vers un périphérique USB connecté.",
	"Improve blurry or unclear areas for a sharper image.": "Améliorez les zones floues ou imprécises pour obtenir une image plus nette.",
	"In Home": "À domicile",
	"India": "Inde",
	"Indonesia": "Indonésie",
	"Indonesian": "Indonésien",
	"Inner": "Intérieur",
	"Input": "Entrée",
	"Input Locks": "Verrouillages d'entrée",
	"Input field": "Zone de saisie",
	"Insert 3G/4G USB dongle to activate your 3G/4G network connection.": "Insérez le dongle USB 3G/4G pour activer la connexion au réseau 3G/4G.",
	"Installing...": "Installation en cours...",
	"Interactivity(DTVi)": "Interactivité (DTVi)",
	"Internal TV Speaker": "Haut-parleur TV interne",
	"Internal TV Speaker + Optical": "Haut-parleur TV interne + Optique",
	"Internal TV Speaker + Wired Headphones": "Haut-parleur TV interne + casque avec fil",
	"Iraq": "Irak",
	"Ireland": "Irlande",
	"Irish": "Irlandais",
	"Irkutsk": "Irkoutsk",
	"Israel": "Israël",
	"It may take a few minutes.": "Cela peut prendre quelques minutes.",
	"It may take a few seconds.": "Cela peut prendre quelques secondes.",
	"Italian": "Italien",
	"Italy": "Italie",
	"Jamaica": "Jamaïque",
	"Japan": "Japon",
	"Japanese": "Japonais",
	"Jerusalem": "Jérusalem",
	"Jordan": "Jordanie",
	"Just Scan": "Analyse seule",
	"Kabul": "Kaboul",
	"Kannada": "Canada",
	"Katmandu": "Katmandou",
	"Keep Dolby Atmos on for the best sound experience for Dolby Atmos content.": "Laissez l'option Dolby Atmos activée pour profiter de la meilleure expérience sonore pour le contenu Dolby Atmos.",
	"Keyboard Languages": "Langues du clavier",
	"Korea": "Corée du Sud",
	"Korean": "Coréen",
	"Krasnoyarsk": "Krasnoïarsk",
	"Kuwait": "Koweït",
	"Kuwait City": "Koweït (ville)",
	"Kyrgyzstan": "Kirghizistan",
	"LED Local Dimming": "LED -Local Dimming",
	"LG Bean Bird character": "Caractère LG Bean Bird",
	"LG Remote Service": "Service à distance LG",
	"LG Services Country": "Pays des services LG",
	"LG Wireless Keyboard": "Clavier sans fil LG",
	"LG Wireless Keyboard Connected:": "Clavier sans fil LG connecté :",
	"LG Wireless Keyboard allows you to control your TV through bluetooth. This feature applies only to specified LG Wireless Keyboard models.": "Le clavier sans fil LG vous permet de contrôler votre téléviseur via Bluetooth. Cette fonction ne concerne que les modèles de clavier sans fil LG spécifiés.",
	"Language": "Langue",
	"Large": "Grand",
	"Large Standard": "Grand standard",
	"Last tuning:": "Dernier réglage :",
	"Latvia": "Lettonie",
	"Latvian": "Letton",
	"Lebanon": "Liban",
	"Left Right": "Gauche/droite",
	"Left drop shadow": "Ombre portée à gauche",
	"Legal Notice": "Mention légale",
	"Liberia": "Libéria",
	"Libya": "Libye",
	"Light": "Éclairage",
	"Lisbon": "Lisbonne",
	"Lithuania": "Lituanie",
	"Lithuanian": "Lituanien",
	"Loading...": "Chargement...",
	"Local Language": "Langue locale",
	"Location": "Lieu",
	"Lock All": "Tout verrouiller",
	"Lock changes for currently running apps will be applied the next time they are started.": "Les modifications de verrouillage des applications en cours d'exécution seront appliquées lors de leur prochain démarrage.",
	"Logo Luminance Adjustment": "Réglage de la luminosité du logo",
	"Lome": "Lomé",
	"London": "Londres",
	"Low": "Faible",
	"MAC Address": "Adresse MAC",
	"MAC Address (Wired)": "Adresse MAC (filaire)",
	"MAC Address (Wireless)": "Adresse MAC (sans fil)",
	"MASTER PASSWORD": "MOT DE PASSE MAÎTRE",
	"MHEG Guide": "Guide MHEG",
	"MPEG Noise Reduction": "Réduction du bruit MPEG",
	"Macedonia": "Macédoine",
	"Macedonia, The Former Yugoslav Republic Of": "Macédonie, ancienne République yougoslave de",
	"Macedonian": "Macédonien",
	"Madeira": "Madère",
	"Malay": "Malais",
	"Malaysia": "Malaisie",
	"Malta": "Malte",
	"Manage your account information and settings.": "Gérez les informations et paramètres de votre compte.",
	"Manila": "Manille",
	"Manual": "Manuel",
	"Manually adjust EQ frequencies.": "Réglez manuellement les fréquences de l'égaliseur.",
	"Manually enter the IP and DNS server addresses.": "Entrez manuellement les adresses IP et du serveur DNS.",
	"Marshall Islands": "Îles Marshall",
	"Mature Audience Only": "Public adulte uniquement",
	"Mauritania": "Mauritanie",
	"Mauritius": "Maurice",
	"Maximize contrast by increasing the intensity of bright and dark areas of the screen.": "Maximisez le contraste en augmentant l'intensité des zones lumineuses et sombres de l'écran.",
	"Medium": "Moyen",
	"Menu Language": "Langue du menu",
	"Menu Transparency": "Transparence du menu",
	"Method": "Méthode",
	"Mexico": "Mexique",
	"Mexico City": "Mexico",
	"Middle East": "Moyen-Orient",
	"Mobile TV On": "TV Mobile activée",
	"Model": "Modèle",
	"Mogadishu": "Mogadiscio",
	"Moldova": "Moldavie",
	"Mongolia": "Mongolie",
	"Montenegro": "Monténégro",
	"Month": "Mois",
	"Morocco": "Maroc",
	"Moscow": "Moscou",
	"Motion Eye Care": "Protection des yeux",
	"Motion Pro": "Motion Pro",
	"Movie Lock": "Verrouillage de film",
	"Multi": "Multiple",
	"Multi Audio": "Multi-audio",
	"Multi Feed": "Flux multiple",
	"Multiple": "Multiples",
	"Music": "Musique",
	"Myanmar": "Myanmar (Birmanie)",
	"NO": "NON",
	"NOTE: When the screen saver option is set to ON, it will not come up while you are watching Live TV and video inputs to avoid interfering with your viewing experience.": "REMARQUE : Lorsque l'option d'économiseur d'écran est activée, celle ci ne s'active pas au moment où vous regardez la Live TV et le contenu via les entrées vidéo, et ce, afin d'éviter de perturber votre expérience de visionnage.",
	"NSW/ACT - New South Wales / Australian Capital Territory - Sydney": "NSW/ACT - Nouvelle-Galles du Sud/Territoire de la capitale australienne - Sydney",
	"NT - Northern Territory - Darwin": "NT - Territoire du Nord - Darwin",
	"Namibia": "Namibie",
	"Ndebele": "Ndébélé",
	"Nepal": "Népal",
	"Netherland": "Pays-Bas",
	"Netherlands": "Pays-Bas",
	"Network": "Réseau",
	"Network Name": "Nom du réseau",
	"New Caledonia": "Nouvelle-Calédonie",
	"New Zealand": "Nouvelle-Zélande",
	"Next": "Suivant",
	"Nicosia": "Nicosie",
	"Nigeria": "Nigéria",
	"Night": "Nuit",
	"No": "Non",
	"No Internet via 3G/4G network": "Pas d'Internet via le réseau 3G/4G",
	"No Internet via Ethernet": "Pas d'Internet par Ethernet",
	"No Internet via Wi-Fi": "Pas d'Internet par Wi-Fi",
	"No One 17 and Under Admitted.": "Seules les personnes de plus de 17 ans sont admises.",
	"No Operation Auto Off": "Pas d'opération Arrêt auto",
	"No Signal Auto Off": "Pas de signal Arrêt auto",
	"No Signal Image": "Aucun signal image",
	"No Signal Power Off (15Min)": "Arrêt pour absence de signal (15 min)",
	"No Wi-Fi Direct Devices": "Aucun périphérique Wi-Fi Direct",
	"No card information": "Aucune information de carte",
	"No devices have been found.": "Aucun appareil n'a été détecté.",
	"No group ID": "Aucun ID de groupe",
	"No updates found.": "Mise à jour introuvable.",
	"Noise Reduction": "Réduction du bruit",
	"None": "Aucun",
	"North Korea": "Corée du Nord",
	"Northern Africa": "Afrique du Nord",
	"Norway": "Norvège",
	"Norwegian": "Norvégien",
	"Not Connected": "Non connecté",
	"Not Connected to Internet": "Non connecté à Internet",
	"Note: Available options depend on the broadcast program.": "Remarque : Les options disponibles dépendent du programme diffusé.",
	"Note: Behavior may differ if connected device is not a LG device.": "Remarque : L'effet peut varier si le périphérique connecté n'est pas un périphérique LG.",
	"Note: Captions are only displayed when provided by the broadcast program.": "Remarque : Les sous-titres ne s'affichent que lorsqu'ils sont fournis par le programme diffusé.",
	"Note: If the device is not properly connected and set up, you may not hear any sound through it.": "Remarque : Si le périphérique n'est pas raccordé et configuré correctement, il n'émettra pas de son.",
	"Note: If the speakers are not properly connected and set up, you may not hear any sound through them.": "Remarque : Si les hauts-parleurs ne sont pas raccordés et configurés correctement, ils n'émettront pas de son.",
	"Note: If you can't hear sound through the device, make sure it is working properly and supports Sound Sync.": "Remarque : Si le périphérique n'émet aucun son, assurez-vous qu'il fonctionne correctement et prend en charge Sound Sync.",
	"Note: Only displayed when it is provided by the program.": "Remarque : Ne s'affiche que lorsque le programme le fournit.",
	"Note: Subtitles are only displayed when provided by the broadcast program.": "Remarque : Les sous-titres ne s'affichent que lorsqu'ils sont fournis par le programme diffusé.",
	"Note: Supported features may differ by model and its transparency by the feature's operation with content playback like Live TV or VOD content.": "Remarque : Les fonctions prises en charge peuvent varier selon le modèle. Lors de leur utilisation, elles apparaitront de façon transparente avec la lecture de contenu comme Live TV et VOD.",
	"Note: This feature works only when provided by the broadcast program.": "Remarque : Cette fonction ne fonctionne que lorsqu'elle est fournie par le programme de diffusion.",
	"Note: if your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the HDMI ULTRA HD Deep Color setting off.": "Remarque : Si votre périphérique ne prend pas en charge cette fonctionnalité, il se peut qu'elle ne fonctionne pas correctement. Dans ce cas, connectez le périphérique à un autre port HDMI ou désactivez le paramètre HDMI ULTRA HD Deep Colour.",
	"Note:<br>1. If your TV is turned on while Pixel Refresher is in progress, it will stop the process and you have to start over.<br>2. While processing, a white line may appear in the screen. This is normal when clearing your screen.": "Remarque :<br>1. Si votre téléviseur est allumé pendant que l'actualisation des pixels est en cours, le processus sera arrêté et vous devrez recommencer.<br>2. Pendant le traitement, une ligne blanche peut apparaître à l'écran. Ce comportement est normal lors de l'optimisation.",
	"OFF": "Désactivé",
	"OLED LIGHT": "LUM. OLED",
	"OLED Panel Settings": "Paramètres du panneau OLED",
	"Off": "Désactivé",
	"On": "Activé",
	"OnTimer Channel not selected": "Minuteur de la chaîne non sélectionné.",
	"One Touch Sound Tuning Options": "Options One Touch Sound Tuning",
	"Open": "Ouvert",
	"Open Source Licenses": "Remarque sur les logiciels Open Source",
	"Open when TV is turned on": "Ouvrir lorsque le téléviseur est allumé",
	"Optical": "Optique",
	"Optimize contrast settings based on image brightness of the HDR content.": "Optimisez les paramètres de contraste en fonction de la luminosité de l'image du contenu HDR.",
	"Optimize contrast settings based on image brightness.": "Optimisez les paramètres de contraste en fonction de la luminosité de l'image.",
	"Optimize display for movies.": "Optimisez l'affichage pour les films.",
	"Optimize image quality for fast-moving images (sports and action).": "Optimisez la qualité de l'image pour les images aux mouvements rapides (sport et action).",
	"Optimize sound based on type of TV installation.": "Optimisez le son en fonction du type d'installation du téléviseur.",
	"Optimize sound mode for each content type and customize audio effects for Standard mode.": "Optimisez le mode sonore pour chaque type de contenu et personnalisez les effets audio pour le mode standard.",
	"Optimize sound mode for each content type.": "Optimisez le mode son pour chaque type de contenu.",
	"Original Language": "Langue d'origine",
	"Others": "Autres",
	"Outer": "Extérieur",
	"Output sound through an LG audio device connected to the OPTICAL DIGITAL AUDIO OUT port. With this option, you can control the device's volume with your TV remote.": "Son émis par un périphérique audio LG relié au port OPTICAL DIGITAL AUDIO OUT. Cette option vous permet de contrôler le volume du périphérique avec votre télécommande du téléviseur.",
	"Output sound through an wireless audio device via LG Sound Sync or Bluetooth. It may need some troubleshooting:": "Son émis par un périphérique audio sans fil via la LG Sound Sync ou Bluetooth. Un dépannage peut s'avérer nécessaire :",
	"Output sound through external audio devices connected to the AUDIO OUT/ H/P OUT port.": "Définissez la sortie audio via les périphériques audio externes branchés sur le port AUDIO OUT/ H/P OUT.",
	"Output sound through external audio devices connected to the HDMI IN (ARC) port.": "Définissez la sortie audio via les périphériques audio externes branchés sur le port HDMI IN (ARC).",
	"Output sound through external audio devices connected to the OPTICAL DIGITAL AUDIO OUT.": "Définissez la sortie audio via les périphériques audio externes branchés sur le port OPTICAL DIGITAL AUDIO OUT.",
	"Output sound through the Internal TV speaker.": "Définissez la sortie audio via les haut-parleurs TV internes.",
	"Output sound through wired headphones.": "Sortie audio via le casque avec fil.",
	"PIN: {pin}": "CODE PIN : {pin}",
	"Paired Devices": "Périphériques associés",
	"Panjabi": "Pendjabi",
	"Papua New Guinea": "Papouasie Nouvelle-Guinée",
	"Parental Guidance Suggested": "Surveillance parentale recommandée",
	"Parental guidance suggested for children ages 8-13.": "Une surveillance parentale est recommandée pour les enfants de 8 à 13 ans.",
	"Parents Strongly Cautioned": "Les parents doivent être très prudents",
	"Password": "Mot de passe",
	"Patent Information": "Informations sur le brevet",
	"Pattern": "Modèle",
	"Persian": "Perse",
	"Peru": "Pérou",
	"Pick a Time": "Sélectionner une heure",
	"Picture": "Image",
	"Picture Mode": "Mode Image",
	"Picture Mode Settings": "Paramètres du mode image",
	"Picture Options": "Options d'image",
	"Picture Test": "Test d'image",
	"Picture or sound may not work properly while connected external device and TV are initially communicating. If the issue persists, please revert the settings or reboot your connected external device.": "L'image ou le son peuvent ne pas fonctionner correctement lorsque le périphérique externe connecté et le téléviseur communiquent. Si le problème persiste, rétablissez les paramètres ou redémarrez votre périphérique externe connecté.",
	"Pitch": "Ton",
	"Pixel Refresher": "Actualisation des pixels",
	"Pixel Refresher allows your TV to provide the clearest picture possible.": "L'actualisation des pixels permet à votre téléviseur d'offrir l'image la plus nette possible.",
	"Pixel Refresher has been scheduled to start the next time your TV is turned off.": "L'actualisation des pixels a été programmée pour commencer lors de la prochaine mise hors tension du téléviseur.",
	"Pixel Refresher will begin when you turn off your TV.": "L'actualisation des pixels commencera lorsque vous éteindrez votre téléviseur.",
	"Please check that all values are input correctly.": "Vérifiez que toutes les valeurs sont saisies correctement.",
	"Please check the network name and password and try again.": "Vérifiez le nom et le mot de passe réseau et réessayez.",
	"Please check the status and try again": "Vérifiez l'état et réessayez",
	"Please do not unplug the USB storage until the copying is completed.": "Ne débranchez pas le périphérique de stockage USB tant que la copie n'est pas terminée.",
	"Please enter your password to turn off this function.": "Veuillez saisir votre mot de passe pour désactiver cette fonction.",
	"Please enter your password to turn on this function.": "Veuillez saisir votre mot de passe pour activer cette fonction.",
	"Please make sure that your TV is connected to the network and try again.": "Assurez-vous que votre téléviseur est bien connecté au réseau et essayez à nouveau.",
	"Please try again later.": "Réessayez plus tard.",
	"Please wait while the Settings application reloads.": "Veuillez patienter pendant le rechargement de l'application Paramètres.",
	"Please wait while the Settings application restarts.": "Veuillez patienter pendant le redémarrage de l'application Paramètres.",
	"Please wait while the TV restarts.": "Veuillez patienter pendant le redémarrage du téléviseur.",
	"Please wait while the TV searches for LG Service Country.": "Patientez pendant que le téléviseur recherche un pays de services LG.",
	"Pointer Options": "Options de pointeur",
	"Poland": "Pologne",
	"Polish": "Polonais",
	"Portuguese": "Portugais",
	"Power Saving Mode": "Mode économie d'énergie",
	"Preferred Color": "Couleur préférée",
	"Preschool": "Avant l'école",
	"Press right button to adjust de-blur and Motion Pro value.": "Appuyez sur le bouton droit pour ajuster la valeur de la zone floue et de Motion Pro.",
	"Press right button to adjust de-judder and Motion Pro value.": "Appuyez sur le bouton droit pour ajuster la valeur de la saccade et de Motion Pro.",
	"Press right button to adjust de-judder, de-blur and Motion Pro value.": "Appuyez sur le bouton droit pour ajuster la valeur de la saccade, de la zone floue et de Motion Pro.",
	"Press the WPS button on your wireless router now.": "Appuyez sur le bouton WPS de votre routeur sans fil",
	"Press the WPS-PBC button on a WPS-enabled router to connect TV to the network.": "Appuyez sur le bouton WPS-PBC d'un routeur compatible WPS pour connecter le téléviseur au réseau.",
	"Press the right button to adjust Motion Pro settings.": "Appuyez sur le bouton droit pour ajuster les paramètres de Motion Pro.",
	"Press the right button to adjust de-blur settings.": "Appuyez sur le bouton de droite pour ajuster les paramètres de zone floue.",
	"Press the right button to adjust de-judder settings.": "Appuyez sur le bouton de droite pour ajuster les paramètres de saccade.",
	"Previous": "Précédent",
	"Primary Audio Language": "Langue audio principale",
	"Primary Channels": "Chaînes principales",
	"Primary Teletext Language": "Langue de télétexte principale",
	"Programme": "Programme",
	"Puerto Rico": "Porto Rico",
	"Quick Start+": "Démarrage Rapide +",
	"RECONNECT": "RECONNECTER",
	"Raised": "Relief",
	"Real Cinema": "Cinéma véridique",
	"Reason: Authentication with access point was unsuccessful.": "Raison : L'authentification avec un point d'accès a échoué.",
	"Reason: Could not establish a connection to access point.": "Raison : Impossible d'établir une connexion au point d'accès.",
	"Reason: Could not retrieve a valid IP address by using DHCP.": "Raison : Impossible d'extraire une adresse IP valide à l'aide de DHCP.",
	"Reason: Entered password is incorrect.": "Raison : Le mot de passe saisi est incorrect.",
	"Reason: Password is missing.": "Raison : Le mot de passe est manquant.",
	"Reason: The network you selected is out of range.": "Raison : Le réseau sélectionné est hors de portée.",
	"Reason: Unable to login.": "Raison : Connexion impossible.",
	"Recommended for children ages 14 and older.": "Convient aux enfants de 14 ans et plus.",
	"Recommended for children ages 16 and older.": "Convient aux enfants de 16 ans et plus.",
	"Red": "Rouge",
	"Reduce noise from digital video signals.": "Réduisez le bruit des signaux vidéo numériques.",
	"Refresh list": "Rafraîchir la liste",
	"Region": "Région",
	"Remote Settings": "Paramètres de la télécommande",
	"Remove irregular and erratic pixels for a clearer image.": "Supprimez les pixels irréguliers et inégaux pour obtenir une image plus claire.",
	"Reset": "Réinitialisation",
	"Reset CI Password": "Réinitialiser le mot de passe CI",
	"Reset Password": "Réinitialiser le mot de passe",
	"Reset to Initial Settings": "Restaurer les paramètres initiaux",
	"Restrict access to TV programs and movies based on their ratings.": "Limitez l'accès à des programmes de télévision et films en fonction de leur évaluation.",
	"Restrict access to TV programs based on their ratings.": "Limitez l'accès à des programmes de télévision en fonction de leur évaluation.",
	"Restrict access to specified apps.": "Limitez l'accès aux applications indiquées.",
	"Restrict access to specified channels.": "Limitez l'accès aux chaînes indiquées.",
	"Restrict access to specified inputs.": "Limitez l'accès aux entrées indiquées.",
	"Restricted": "Limité",
	"Retry": "Réessayer",
	"Return TV to its initial settings. This will revert all options to their default settings.": "Rétablissez les paramètres initiaux du téléviseur. Cette action définira toutes les options sur leurs paramètres par défaut.",
	"Revert Color Management System settings to default.": "Rétablissez les paramètres du système de gestion des couleurs par défaut.",
	"Revert standard mode sound effect settings to default.": "Rétablissez les paramètres des effets sonores du mode standard par défaut.",
	"Revert to default settings. Each picture mode must be reset individually. Please select the picture mode you want to reset.": "Rétablissez les paramètres par défaut. Chaque mode image doit être réinitialisé individuellement. Sélectionnez le mode image à réinitialiser.",
	"Revert white balance settings to default.": "Rétablissez les paramètres de balance des blancs par défaut.",
	"Revoke Pairing": "Annuler l'accès",
	"Right Left": "Droite/gauche",
	"Right drop shadow": "Ombre portée à droite",
	"Riyadh": "Riyad",
	"Romania": "Roumanie",
	"Romanian": "Roumain",
	"Russia": "Russie",
	"Russian": "Russe",
	"SA - South Australia - Adelaide": "SA - Australie-Méridionale - Adélaïde",
	"SIMPLINK enables HDMI-CEC devices connected to your TV with an HDMI cable to be controlled with your TV remote.": "SIMPLINK permet de contrôler à l'aide de votre télécommande des périphériques HDMI-CEC reliés à votre téléviseur via un câble HDMI.",
	"SIMPLINK lets you use your LG Remote to control other SIMPLINK-enabled devices, like a DVD player or audio home theater system, that are connected to your LG Smart TV by HDMI.": "SIMPLINK vous permet d'utiliser votre télécommande LG pour contrôler d'autres périphériques compatibles avec SIMPLINK, comme un lecteur DVD ou le système audio d'un home cinéma, qui sont connectés à votre LG Smart TV par HDMI.",
	"SIMPLINK will be automatically turned on to use this ARC mode.": "SIMPLINK sera allumé automatiquement pour utiliser ce mode ARC.",
	"START NOW": "COMMENCER MAINTENANT",
	"START ONCE TV IS OFF": "DÉMARRER LORSQUE LE TÉLÉVISEUR EST ÉTEINT",
	"Safety": "Sécurité",
	"Saint Lucia": "Sainte Lucie",
	"Saint Vincent": "Saint-Vincent-et-les-Grenadines",
	"Sakhalin": "Sakhaline",
	"Sarajevo": "Sarajévo",
	"Satellite DTV": "Télévision numérique par satellite",
	"Satellite Radio": "Radio par satellite",
	"Saudi Arabia": "Arabie saoudite",
	"Saudi arabia": "Arabie saoudite",
	"Save": "Enregistrer",
	"Save CAM Operator's Profile": "Enregistrer le profil de l'opérateur CAM",
	"Save CI Password": "Enregistrer le mot de passe CI",
	"Save the Color Management System settings from the currently selected picture mode for all inputs.": "Enregistrez les paramètres du système de gestion des couleurs depuis le mode image sélectionné pour toutes les entrées.",
	"Save the current customized setting values to currently selected picture mode for all inputs.": "Enregistrez les paramètres personnalisés actuels sur le mode image sélectionné actuel pour toutes les entrées.",
	"Save the white balance settings from the currently selected picture mode for all inputs.": "Enregistrez les paramètres d'équilibre des blancs depuis le mode image sélectionné pour toutes les entrées.",
	"Save/reset your CI password. Saving your password will let you skip the sign-in step in the future.": "Enregistrez/réinitialisez votre mot de passe CI. L'enregistrement de votre mot de passe vous permettra d'ignorer l'étape de connexion les prochaines fois.",
	"Screen Off": "Écran désactivé",
	"Screen Saver": "Écran de veille",
	"Screen Shift ": "Changement d'écran",
	"Screen shifts at regular time intervals to prevent panel noise.": "L'écran change à intervalles de temps réguliers pour éviter le bruit.",
	"Screen will turn off in 5 seconds. To turn the screen back on, press any button except the power and volume button.": "L'écran va s'éteindre dans 5 secondes. Pour rallumer l'écran, appuyez sur n'importe quel bouton, sauf le bouton d'alimentation et celui du volume.",
	"Search": "Recherche",
	"Searching...": "Recherche...",
	"Second Language": "Deuxième langue",
	"Secondary Audio Language": "Langue audio secondaire",
	"Secondary Teletext Language": "Langue de télétexte secondaire",
	"Security": "Sécurité",
	"Select IRE point to adjust luminance.": "Sélectionnez le point IRE pour régler la luminance.",
	"Select Mode": "Mode Sélection",
	"Select TV's language settings.": "Sélectionnez les paramètres de langue du téléviseur.",
	"Select aspect ratio from the menu.": "Sélectionnez le format de l'image dans le menu.",
	"Select audio language for digital broadcasts. For programs that do not support multiple languages, the default will be used.": "Sélectionnez la langue audio des diffusions numériques. Pour les programmes qui ne prennent pas en charge plusieurs langues, la valeur par défaut sera utilisée.",
	"Select audio language for digital broadcasts. The default language is selected when the program does not support multiple languages.": "Sélectionnez la langue audio des diffusions numériques. La langue par défaut est sélectionnée si le programme ne prend pas en charge plusieurs langues.",
	"Select caption settings for analog broadcasts.": "Sélectionnez les paramètres de sous-titrage pour les diffusions analogiques.",
	"Select caption settings for digital broadcasts.": "Sélectionnez les paramètres de sous-titrage pour les diffusions numériques.",
	"Select caption size, color, transparency, and other options for digital broadcasts.": "Choisissez la taille, la couleur et la transparence des sous-titres, ainsi que d'autres options pour les diffusions numériques.",
	"Select color to be adjusted.": "Sélectionnez la couleur à régler.",
	"Select days to apply the Timer Power Off settings every week.": "Sélectionnez les jours d'application des paramètres de désactivation du minuteur chaque semaine.",
	"Select days to apply the Timer Power On settings every week.": "Sélectionnez les jours d'application des paramètres d'allumage du minuteur chaque semaine.",
	"Select device for audio output.": "Sélectionnez le périphérique de sortie audio.",
	"Select digital audio output format. When the program does not support the selected output format, the default output from the source will be used.": "Sélectionnez le format de sortie audio numérique. Lorsque le programme ne prend pas en charge le format de sortie sélectionné, la sortie par défaut de la source est utilisée.",
	"Select how much the volume should change with each press of your remote's volume key. Higher values increase increments.": "Choisissez la valeur d'incrément du volume à chaque pression sur la touche de volume de votre télécommande. Des valeurs plus élevées permettent d'augmenter les incréments.",
	"Select how the TV will be used.": "Sélectionnez le mode d'utilisation du téléviseur.",
	"Select language for TV menus.": "Sélectionnez la langue des menus du téléviseur.",
	"Select language for subtitles.": "Sélectionnez une langue pour les sous-titres.",
	"Select language for voice recognition.": "Sélectionnez la langue de la reconnaissance vocale.",
	"Select languages for on-screen keyboards.": "Sélectionnez les langues des claviers à l'écran.",
	"Select method to adjust white balance.": "Sélectionnez la méthode de réglage de la balance des blancs.",
	"Select pattern to use as a basis for white balance adjustment. You can use the TV’s built-in pattern or another pattern by connecting an external device.": "Sélectionnez le modèle qui servira de base pour le réglage de l'équilibre des blancs. Vous pouvez utiliser le modèle intégré du téléviseur ou un autre modèle en connectant un périphérique externe.",
	"Select point to adjust luminance.": "Sélectionnez le point pour régler la luminance.",
	"Select the best picture mode for your viewing environment and content type.": "Sélectionnez le meilleur mode image pour votre environnement de visualisation et votre type de contenu.",
	"Select the channel to use when the TV turns on.": "Sélectionnez la chaîne à utiliser lorsque le téléviseur s'allume.",
	"Select the country where you want to access LG's services. Services may vary depending on location.": "Sélectionnez le pays d'accès aux services LG. Les services peuvent varier selon le lieu.",
	"Select the desired video angle.": "Sélectionnez l'angle de vidéo souhaité.",
	"Select the format to transfer digital audio to an external device.": "Sélectionnez le format de transfert de l'audio numérique vers un périphérique externe.",
	"Select the input to use when the TV turns on.": "Sélectionnez l'entrée à utiliser lorsque le téléviseur s'allume.",
	"Select the most preferred Subtitle Language.": "Sélectionnez votre premier choix pour la Langue des sous-titres.",
	"Select the region where your broadcast signal comes from.": "Sélectionnez la région de provenance de votre signal de diffusion.",
	"Select the second preferred Subtitle Language.": "Sélectionnez votre deuxième choix pour la Langue des sous-titres.",
	"Select your first choice of audio language for digital broadcasts. For programs that do not support multiple languages, the default will be used.": "Sélectionnez votre premier choix de langue audio pour les diffusions numériques. Pour les programmes qui ne prennent pas en charge plusieurs langues, la valeur par défaut sera utilisée.",
	"Select your first choice of language for your broadcast TV provider's teletext services.": "Sélectionnez votre premier choix de langue pour les services de télétexte de votre fournisseur de télévision.",
	"Select your remote's cursor speed and appearance.": "Sélectionnez l'aspect et la vitesse du curseur de votre télécommande.",
	"Select your second choice of audio language for digital broadcasts. For programs that do not support multiple languages, the default will be used.": "Sélectionnez votre deuxième choix de langue audio pour les diffusions numériques. Pour les programmes qui ne prennent pas en charge plusieurs langues, la valeur par défaut sera utilisée.",
	"Select your second choice of language for your broadcast TV provider's teletext services.": "Sélectionnez votre deuxième choix de langue pour les services de télétexte de votre fournisseur de télévision.",
	"Senegal": "Sénégal",
	"Seoul": "Séoul",
	"Serbia": "Serbie",
	"Serbian": "Serbe",
	"Serial Number": "Numéro de série",
	"Serta Wego": "Sertanejo",
	"Service Area Zip Code": "Code postal de la zone de service",
	"Set Automatically": "Définir automatiquement",
	"Set ID": "Définir l'ID",
	"Set Store Mode settings.": "Définissez les paramètres du mode stockage.",
	"Set System Color mode for your current TV input.": "Définissez le mode Couleur système de l'entrée actuelle de votre téléviseur.",
	"Set TV locks for fantasy violence content.": "Définissez les verrouillages du téléviseur pour le contenu fantastique violent.",
	"Set TV locks for general programming.": "Définissez les verrouillages du téléviseur pour la programmation générale.",
	"Set TV locks for programs containing adult language.": "Définissez les verrouillages du téléviseur pour les programmes contenant des gros mots.",
	"Set TV locks for programs containing sexual situations.": "Définissez les verrouillages du téléviseur pour les programmes contenant des situations sexuelles.",
	"Set TV locks for programs containing sexually suggestive dialogue.": "Définissez les verrouillages du téléviseur pour les programmes contenant des dialogues sexuellement suggestifs.",
	"Set TV locks for programs containing violence.": "Définissez les verrouillages du téléviseur pour les programmes contenant de la violence.",
	"Set TV locks for ratings based on children’s ages.": "Définissez les verrouillages du téléviseur pour les classements basés sur l'âge des enfants.",
	"Set additional options for Audio Description.": "Définissez des options supplémentaires pour la Description audio.",
	"Set additional picture settings.": "Définissez des paramètres d'image supplémentaires.",
	"Set advanced Subtitle options.": "Définissez des options de sous-titrage avancées.",
	"Set advanced captioning options.": "Définissez des options de sous-titrage avancées.",
	"Set audio-related options.": "Définissez les options audio.",
	"Set color balance by adjusting color temperature, luminance, and red, green and blue gain controls.": "Réglez l'équilibre des couleurs en ajustant la température de couleur, la luminance et les réglages de gain rouge, vert et bleu.",
	"Set color gamut automatically according to the signal, or display more vivid and richer color in the order of Extended and Wide.": "Définissez la gamme de couleurs de manière automatique en fonction du signal ou affichez des couleurs plus riches et éclatantes avec les options Étendu et Large.",
	"Set color temperature from warm to cool.": "Changez la nuance de couleur de chaud à froid.",
	"Set power options to reduce energy consumption.": "Définissez les options d'alimentation pour réduire la consommation d'énergie.",
	"Set the TV to turn off after a set amount of time.": "Configurez le téléviseur pour qu'il s'éteigne après une durée définie.",
	"Set the TV to turn off automatically at a set time.": "Configurez le téléviseur pour qu'il s'éteigne automatiquement à une heure définie.",
	"Set the TV to turn off automatically if there is no user input for 2 hours after the timer has turned it on.": "Réglez la mise hors tension automatique du téléviseur s'il n'y a aucune entrée utilisateur pendant 2 heures après l'activation du minuteur.",
	"Set the TV to turn off automatically when there has been no user input for a specified amount of time.": "Configurez le téléviseur pour qu'il s'éteigne automatiquement si l'utilisateur n'effectue aucune action pendant une durée définie.",
	"Set the TV to turn on automatically at a set time.": "Configurez le téléviseur pour qu'il s'allume automatiquement à une heure définie.",
	"Set the TV to turn on or off automatically at a set time.": "Configurez le téléviseur pour qu'il s'allume ou s'éteigne automatiquement à une heure définie.",
	"Set the current date and time.": "Définissez la date et l'heure actuelles.",
	"Set the current date manually.": "Définissez manuellement la date actuelle.",
	"Set the current time manually.": "Définissez manuellement l'heure actuelle.",
	"Set the range of colors that can be displayed.": "Définissez la plage de couleurs pouvant être affichée.",
	"Set the region for broadcasts and special services.": "Définissez la région pour les diffusions et les services spéciaux.",
	"Set the screen size and aspect ratio.": "Définissez le format de l'image et la taille de l'écran.",
	"Set the volume level to use when the TV turns on.": "Réglez le niveau de volume à utiliser lorsque le téléviseur s'allume.",
	"Set time to turn off the TV.": "Réglez l'heure de mise hors tension du téléviseur.",
	"Set time to turn on the TV.": "Réglez l'heure de mise sous tension du téléviseur.",
	"Settings Help": "Aide pour les réglages",
	"Sexual Situations": "Scènes de sexe",
	"Sexually Suggestive Dialogue": "Dialogue sexuellement suggestif",
	"Shanghai": "Shanghaï",
	"Sharpness": "Netteté",
	"Show Password": "Afficher le mot de passe",
	"Side by Side": "Côte à côte",
	"Signal Strength": "Force du signal",
	"Simultaneous Sound Out with Internal TV Speaker": "Sortie son simultanée avec le haut-parleur TV interne",
	"Singapore": "Singapour",
	"Single Sound Out": "Sortie audio simple",
	"Size": "Taille",
	"Skin Color": "Couleur de peau",
	"Sky Color": "Couleur du ciel",
	"Sleep Timer": "Minuterie de Veille",
	"Slovak": "Slovaque",
	"Slovakia": "Slovaquie",
	"Slovenia": "Slovénie",
	"Slovenian": "Slovène",
	"Slow": "Faible",
	"Small": "Miniature",
	"Small Standard": "Petit standard",
	"Smooth": "Lisse",
	"Soccer": "Football",
	"Software Version": "Version logicielle",
	"Software update has been installed. Update will be applied when you restart your TV.": "La mise à jour logicielle a été installée. La mise à jour s'appliquera lorsque vous redémarrerez votre téléviseur.",
	"Solid": "Plein",
	"Solomon Islands": "Îles Salomon",
	"Somalia": "Somalie",
	"Some material may be inappropriate for children under 13.": "Certains contenus peuvent ne pas convenir aux enfants de moins de 13 ans.",
	"Some material may not be suitable for children.": "Certains contenus peuvent ne pas convenir aux enfants.",
	"Sotho, Northern": "Sotho du Nord",
	"Sotho, Southern": "Sotho du Sud",
	"Sound": "Son",
	"Sound Mode": "Mode du son",
	"Sound Mode Settings": "Paramètres du mode son",
	"Sound Out": "Sortie son",
	"Sound Test": "Test du son",
	"Sound can be heard simultaneously through Internal TV Speaker and external audio devices connected to the OPTICAL DIGITAL AUDIO OUT port.": "Le son peut être entendu à la fois via le haut-parleur TV interne et via les périphériques audio externes branchés sur le port OPTICAL DIGITAL AUDIO OUT.",
	"Sound can be heard simultaneously through internal TV speaker and wired headphones.": "Le son peut être entendu à la fois via le haut-parleur TV interne et le casque avec fil.",
	"South Africa": "Afrique du Sud",
	"South Korea": "Corée du Sud",
	"Southern Africa": "Afrique du Sud",
	"Spain": "Espagne",
	"Spanish": "Espagnol",
	"Speed": "Vitesse",
	"Spoken Subtitle": "Sous-titre parlé",
	"Sports": "Sport",
	"Stand TypeⅠ": "Type posé Ⅰ",
	"Stand TypeⅡ": "Type posé Ⅱ",
	"Standard Mode Sound Effect": "Effet sonore du mode standard",
	"Standby Light": "Éclairage en veille",
	"Start New Sound Tuning": "Démarrer un nouveau réglage de son",
	"Startup Sound": "Startup Sound ",
	"Store Demo": "En magasin",
	"Store Demo mode provides options to optimize the TV for retail displays.": "Le mode En magasin propose des options pour optimiser le téléviseur pour les publicités sur le point de vente.",
	"Store Mode": "Mode Magasin",
	"Store Mode Settings": "Paramètres du mode de stockage",
	"Store Mode is for in-store display purposes. It will re-initialize the settings every few minutes. Do you want to close this app and start the Store Mode?": "Le mode magasin peut être utilisé à des fins d'exposition en magasin. Les paramètres seront réinitialisés régulièrement. Voulez-vous fermer cette application et démarrer le mode magasin ?",
	"Strong": "Fort",
	"Subnet Mask": "Masque de sous-réseau",
	"Subnet prefix length": "Longueur du préfixe du sous-réseau",
	"Subtitle First Choice Language": "Premier choix de langue pour les sous-titres",
	"Subtitle Language": "Langue des sous-titres",
	"Subtitle Second Choice Language": "Deuxième choix de langue pour les sous-titres",
	"Subtitles": "Sous-titres",
	"Sudan": "Soudan",
	"Suitable for children ages 13 and older.": "Convient aux enfants de 13 ans et plus.",
	"Suitable for children ages 2-7.": "Convient aux enfants de 2 à 7 ans.",
	"Suitable for children ages 8 and older.": "Convient aux enfants de 8 ans et plus.",
	"Super Impose": "Superposition",
	"Super Resolution": "Résolution élevée",
	"Suriname": "Surinam",
	"Sweden": "Suède",
	"Swedish": "Suédois",
	"Switzerland": "Suisse",
	"Syria": "Syrie",
	"System Color": "Couleur système",
	"TAS - Tasmania - Hobart": "TAS - Tasmanie - Hobart",
	"TEXT 1": "TEXTE 1",
	"TEXT 2": "TEXTE 2",
	"TEXT 3": "TEXTE 3",
	"TEXT 4": "TEXTE 4",
	"TV Information": "Informations sur le téléviseur",
	"TV Installation Type": "Type d'installation du téléviseur",
	"TV Lock": "Verrouillage du téléviseur",
	"TV Name": "Nom du téléviseur",
	"TV Power Sound": "Son à la mise en marche du téléviseur",
	"TV Program Locks": "Verrouillages de programmes TV",
	"TV Rating English": "Classification des programmes - anglais",
	"TV Rating French": "Classification des programmes - français",
	"TV Speaker Bar": "Barre de haut-parleur TV",
	"TV Speaker Bar + Wired Headphones": "Barre de haut-parleur TV + Casque avec fil",
	"TV to USB": "TV vers USB",
	"Taipei": "Taïpei",
	"Taiwan": "Taïwan",
	"Tajikistan": "Tadjikistan",
	"Tanzania": "Tanzanie",
	"Target Luminance": "Luminance cible",
	"Tashkent": "Tachkent",
	"Tehran": "Téhéran",
	"Teletext": "Télétexte",
	"Text Color": "Couleur des caractères",
	"Text Opacity": "Opacité des caractères",
	"Thai": "Thaï",
	"Thailand": "Thaïlande",
	"The LG Services Country information could not be retrieved from the server. Please try again later.": "Impossible de récupérer du serveur les informations du pays de services LG. Réessayez plus tard.",
	"The Settings application must reload to change the menu language. Do you want to continue?": "L'application Paramètres doit être rechargée pour pouvoir modifier la langue du menu. Voulez-vous continuer ?",
	"The channel list have been successfully copied from the USB storage to your TV. The TV will restart in 5 seconds.": "La liste de chaînes a été copiée du périphérique de stockage USB vers votre téléviseur. Le téléviseur redémarrera dans 5 secondes.",
	"The channel list have been successfully copied from your TV to the USB storage.": "La liste des chaînes a été copiée du téléviseur vers le périphérique de stockage USB.",
	"The contents on the screen or subtitles will be verbally spoken for visually impaired viewers.": "Pour les personnes mal voyantes, le contenu de l'écran sera décrit oralement et les sous-titres seront lus.",
	"The contents on the screen will be described with voice for visually impaired viewers.": "Le contenu de l'écran sera retranscrit vocalement pour les personnes ayant une déficience visuelle.",
	"The list of all paired devices will be deleted. Do you want to continue?": "La liste de tous les périphériques associés sera supprimée. Voulez-vous continuer ?",
	"The network is currently unavailable. Please try again later.": "Le réseau est actuellement indisponible. Réessayez plus tard.",
	"The process will take about an hour to complete and your TV needs to remain turned off.": "Ce processus prend environ une heure et votre téléviseur doit rester éteint.",
	"The update cannot be applied to the TV. Software will revert to the previous version.": "La mise à jour ne peut pas être appliquée au téléviseur. La version précédente du logiciel sera rétablie.",
	"There are no paired devices.": "Aucun périphérique associé.",
	"There are settings to correct or prevent OLED panel noise.": "Il existe des paramètres qui permettent de corriger ou d'éliminer le bruit OLED.",
	"There is no USB device connected to your TV.": "Aucun périphérique USB n'est connecté au téléviseur.",
	"There is no message.": "Aucun message.",
	"Third Language": "Troisième langue",
	"This mode provides a clear and natural sound quality.": "Ce mode offre une qualité sonore claire et naturelle.",
	"This setting puts your TV in standby mode when it's turned off so it will help using TV's functions quicker when you turn the TV back on.": "Ce paramètre met le téléviseur en mode veille lorsqu'il est désactivé. Il vous aidera à utiliser plus rapidement les fonctions du téléviseur lorsque vous mettez le téléviseur en marche.",
	"This setting puts your TV in standby mode when it's turned off so it will start up more quickly the next time it's turned on.": "Ce paramètre met le téléviseur en mode veille quand il est éteint afin qu'il démarre plus rapidement la prochaine fois que vous l'allumerez.",
	"This settings is only available for Internal TV Speaker.": "Ces paramètres sont uniquement disponibles pour les haut-parleurs TV internes.",
	"Thule": "Thulé",
	"Time": "Heure",
	"Time & Date": "Heure et date",
	"Timer Channel": "Minuteur de chaîne",
	"Timer Power Off": "Éteindre le minuteur",
	"Timer Power On": "Allumer le minuteur",
	"Timer Repeat": "Répétition du minuteur",
	"Timers": "Minuteurs",
	"Timezone": "Fuseau horaire",
	"Tint": "Teinte",
	"Tiranë": "Tirana",
	"To experience optimal sound effect, it is recommended to set the balance between the L10~R10 range.": "Pour profiter d'effets sonores optimaux, il est recommandé de régler la balance entre la plage L10~R10.",
	"To test your TV sound, Sound Out setting needs to be changed to the Internal TV Speaker. Do you want to continue?": "Pour tester le son de votre téléviseur, le paramètre Sortie son doit être défini sur Haut-parleur TV interne. Voulez-vous continuer ?",
	"To use Wi-Fi Direct, you must turn on the Wi-Fi within the TV. Do you want to turn Wi-Fi on?": "Pour utiliser Wi-Fi Direct, vous devez activer le réseau Wi-Fi sur le téléviseur. Voulez-vous activer le réseau Wi-Fi ?",
	"To use the Wi-Fi Direct, you must close the Screen Share app.": "Pour accéder à Wi-Fi Direct, vous devez fermer l'application Screen Share.",
	"Top and Bottom": "Haut et bas",
	"Total Power On Time": "Temps d'utilisation total",
	"Tracking Speed": "Vitesse de suivi",
	"Translucent": "Translucide",
	"Treble Boost": "Renforçateur d'aigus",
	"Trinidad And Tobago": "Trinidad-et-Tobago",
	"Trinidad and Tobago": "Trinité-et-Tobago",
	"Tune and save available channels.": "Recherchez et enregistrez les chaînes disponibles.",
	"Tune and save available channels. You can set satellite channel options.": "Recherchez et enregistrez les chaînes disponibles. Vous pouvez définir des options de chaîne satellite.",
	"Tunisia": "Tunisie",
	"Turkey": "Turquie",
	"Turkish": "Turc",
	"Turkmenistan": "Turkménistan",
	"Turn Dolby Surround on to make all your content sound better. Note that Dolby Atmos must also be switched on to use this feature.": "Activez l'option Dolby Surround pour améliorer le son de tous vos contenus. L'option Dolby Atmos doit également être activée afin que vous puissiez utiliser cette fonctionnalité.",
	"Turn automatic volume adjustments on/off and set how much to change volume with each remote click.": "Activez/désactivez les réglages automatiques de volume et indiquez la valeur d'incrément du volume à chaque clic sur votre télécommande.",
	"Turn on the advertising frequency capping cookies. This keeps on tracking the number of times an ad is shown on your TV and is used to help limit the number of times the same ad is displayed.": "Activez les cookies de plafonnement de la fréquence des publicités. Cela permet d'assurer le suivi du nombre de fois où une publicité est diffusée sur votre téléviseur et est utilisé pour limiter le nombre de diffusions d'une même publicité.",
	"Turn on via Bluetooth": "Activer via Bluetooth",
	"Turn on via Wi-Fi": "Activer via Wi-Fi",
	"Turn on/off ULTRA HD Deep Color for HDMI {num} port.": "Activer/désactiver ULTRA HD Deep Colour pour le port HDMI {num}.",
	"Turn on/off and set Audio Guidance options for visually impaired viewers.": "Activez/Désactivez et réglez les options du guide audio pour malvoyants.",
	"Turn on/off captioning for hearing-impaired people. Program must support feature to work.": "Activez/Désactivez le sous-titrage pour les personnes malentendantes. Pour fonctionner, le programme doit prendre en charge cette fonction.",
	"Turn on/off description box in Settings.": "Activez/désactivez la case de description dans Réglages.",
	"Turn on/off standby light.": "Activez/Désactivez l'éclairage en veille.",
	"Turn on/off the images to be displayed when there is no signal.": "Activez/Désactivez l'affichage d'images en l'absence de signal.",
	"Turn on/off the sound notification for TV power.": "Activez/Désactivez la notification sonore à la mise en marche du téléviseur.",
	"Turn the HbbTV service on/off.": "Activez/Désactivez le service HbbTV.",
	"Turn the Hybridcast service on/off.": "Activez/désactivez le service Hybridcast.",
	"Turn the Interactivity (DTVi) service on/off.": "Activez/désactivez le service Interactivité (DTVi).",
	"Turn your TV on using your mobile phone via Bluetooth.": "Allumez votre téléviseur à l'aide de votre téléphone mobile via Bluetooth.",
	"Turn your TV on using your mobile phone via Wi-Fi.": "Allumez votre téléviseur à l'aide de votre téléphone mobile via Wi-Fi.",
	"Turn your broadcast TV provider's TV Guide on/off.": "Activez/désactivez le guide TV de votre fournisseur de télévision.",
	"Turn your broadcast TV provider's teletext service on/off.": "Activez/désactivez le service de télétexte de votre fournisseur de télévision.",
	"Turning Wi-Fi off will prevent you from accessing all Internet-based services unless you use a cable to connect to the network. Do you want to continue?": "Si vous désactivez le Wi-Fi, vous ne pourrez plus accéder aux services Internet, sauf si vous vous connectez au réseau par câble. Voulez-vous continuer ?",
	"Turning this option on may increase energy consumption.": "L'activation de cette option peut augmenter la consommation d'énergie.",
	"UAE": "Émirats Arabes Unis",
	"UNPAIR": "ANNULER L'ASSOCIATION",
	"USA": "États-Unis",
	"USB storage for Copy Channels": "Stockage USB pour copie des chaînes",
	"USB to TV": "USB vers TV",
	"Uganda": "Ouganda",
	"Ukrainian": "Ukrainien",
	"Ulaanbaatar": "Oulan-Bator",
	"Unable to check for updates.": "Impossible de rechercher les mises à jour.",
	"Unable to connect to the network.": "Impossible de se connecter au réseau.",
	"Undefined": "Indéfinie",
	"Under 17 requires accompanying parent or adult guardian.": "Les enfants de moins de 17 ans doivent être accompagnés d'un parent ou d'un tuteur adulte.",
	"Uniform": "Uniforme",
	"United Arab Emirates": "Émirats arabes unis",
	"United Kingdom": "Royaume-Uni",
	"United States of America": "États-Unis d'Amérique",
	"Unknown": "Inconnu",
	"Unknown issue has occurred.": "Un problème inconnu est survenu.",
	"Update canceled.": "Mise à jour annulée.",
	"Update in progress...": "Mise à jour en cours...",
	"Update in progress...({n}%)": "Mise à jour en cours...({n}%)",
	"Update paused.": "Mise à jour en pause.",
	"Update reserved.": "Mise à jour réservée.",
	"Update will be cancelled and all update files will be deleted now. Do you want to continue?": "La mise à jour sera annulée et tous les fichiers de mise à jour seront supprimés immédiatement. Voulez-vous continuer ?",
	"Urdu": "Ourdou",
	"Use Stand TypeⅠ if the distance between your TV stand and the wall is significant.": "Utilisez Type posé I si la distance entre votre téléviseur et le mur est importante.",
	"Use Stand TypeⅡ if your TV stand is close to the wall. This will reduce base reflex and give you clearer sound quality.": "Utilisez Type posé II si votre téléviseur est proche du mur. Cela permettra de diminuer le bass reflex et de vous donner une qualité sonore plus claire.",
	"Use Wall-mounted Type if your intalled TV is wall-mounted type.": "Utilisez Type monté au mur si votre téléviseur est installé avec une accroche murale.",
	"Use the LG Bean Bird character-shaped cursor.": "Utilisez le curseur en forme de caractère LG Bean Bird.",
	"Use the large, standard-shaped cursor.": "Utilisez le gros curseur de forme standard.",
	"Use the small, standard-shaped cursor.": "Utilisez le petit curseur de forme standard.",
	"Use this option to correct picture quality issues that may result after your TV has been turned on for an extended period of time.": "Utilisez cette option pour corriger les problèmes de qualité d'image qui pourraient survenir si votre téléviseur a été allumé pendant une longue période de temps.",
	"User": "Utilisateur",
	"User Agreements": "Accords de l'utilisateur",
	"User Guide": "Guide de l'utilisateur",
	"User Name": "Nom de l'utilisateur",
	"Uzbek": "Ouzbek",
	"Uzbekistan": "Ouzbékistan",
	"Uzhhorod": "Oujhorod",
	"V Position": "Position V",
	"V Sharpness": "Netteté V",
	"V Size": "Taille V",
	"Valencian": "Valencien",
	"Vatican City": "Cité du Vatican",
	"Vertical Zoom": "Zoom vertical",
	"Video 1": "Vidéo 1",
	"Video 2": "Vidéo 2",
	"Video 3": "Vidéo 3",
	"Video Description": "Description de la vidéo",
	"Vienna": "Vienne",
	"Vietnamese": "Vietnamien",
	"View BS Conditional Access Systems (B-CAS) information.": "Affichez des informations sur B-CAS (BS Conditional Access Systems).",
	"View current Common Interface (CI) information.": "Affichez les informations actuelles sur CI (Common Interface).",
	"View messages from your broadcast TV provider.": "Affichez les messages de votre fournisseur de télévision.",
	"Vivid": "Vif",
	"Voice Recognition Language": "Langue de reconnaissance vocale",
	"Volume Increase Amount": "Montant d'augmentation du volume",
	"Volume Mode": "Mode de volume",
	"WA - Western Australia - Eucla": "WA - Australie-Occidentale - Eucla",
	"WA - Western Australia - Perth": "WA - Australie-Occidentale - Perth",
	"Wall-mounted Type": "Type monté au mur",
	"Warm1": "Effet1",
	"Warm2": "Effet2",
	"Warm3": "Effet3",
	"Warsaw": "Varsovie",
	"We collect and store MAC address, model number, country code, language settings, and software version to verify your device and to check whether you have the latest version of the software.": "Nous collectons et stockons les paramètres d'adresse MAC, de numéro de modèle, de code pays et de langue ainsi que la version du logiciel pour vérifier votre périphérique et nous assurer que vous disposez de la dernière version du logiciel.",
	"Welsh": "Gallois",
	"Western Africa": "Afrique de l'Ouest",
	"When a connected external hard drive has not been used for a specified amount of time, switch to standby mode.": "Passez en mode veille si un disque dur externe connecté n'est pas utilisé pendant une durée définie.",
	"When set to On, experience Dolby Atmos moving audio when you turn on/off the TV.": "Lorsque le mode Startup Sound est allumé, profitez automatiquement de l'expérience audio Dolby Atmos.",
	"When the currently displayed app has not received any user input for an hour, it will be replaced by a screen saver. If you turn this option off, the current picture may create an afterimage burned onto your screen, possibly permanently.": "Si l'utilisateur n'effectue aucune action pendant une heure, l'application affichée sera remplacée par un écran de veille. Si vous désactivez cette option, l'image en cours peut créer une image rémanente sur votre écran, éventuellement de façon permanente.",
	"When the device is turned on/off, your TV will automatically turn on/off.": "Lorsque le périphérique s'allume/s'éteint, votre téléviseur s'allume/s'éteint automatiquement.",
	"When the program does not support the language that you have selected, the default language will be shown.": "Lorsque le programme ne prend pas en charge la langue sélectionnée, la langue par défaut s'affiche.",
	"When turned on, on-screen features (e.g. Live menu, Search, Screen Remote) will be partially transparent to show the content beneath it.": "Lorsqu'elles sont activées, les fonctions à l'écran (par exemple menu en direct, Rechercher, Télécommande d'écran) sont partiellement transparentes et affichent le contenu en dessous.",
	"When turned on, the background and text color on some menus will be adjusted to enhance contrasts between bright and dark areas.": "Lorsque cette option est activée, la couleur de l'arrière-plan et du texte de certains menus est ajustée pour améliorer le contraste entre les zones claires et sombres.",
	"When your TV is turned off, the device will automatically turn off.": "Lorsque votre téléviseur s'éteint, le périphérique s'éteint automatiquement.",
	"White": "Blanc",
	"White Balance": "Balance des blancs",
	"Wi-Fi Connection": "Connexion Wi-Fi",
	"Wi-Fi Direct connection has not succeeded.": "La connexion Wi-Fi Direct a échoué.",
	"Wi-Fi Direct connection with {deviceName} is disconnected.": "{deviceName} n'est plus connecté à Wi-Fi Direct.",
	"Wi-Fi Direct lets you connect your TV wirelessly to other Wi-Fi Direct-enabled devices, like a cellphone or computer, without having to connect to a wireless router.": "Wi-Fi Direct vous permet de connecter votre téléviseur sans fil à d'autres périphériques compatibles Wi-Fi Direct, comme un téléphone portable ou un ordinateur, sans avoir à vous connecter à un routeur sans fil.",
	"Wi-Fi Direct lets you connect your TV wirelessly to other Wi-Fi Direct-enabled devices, like a mobile device or a computer, without having to connect to a wireless router. Once connected, you can enjoy your contents from the devices using the Photo & Video and the Music app in TV.": "Wi-Fi Direct vous permet de connecter votre téléviseur sans fil à d'autres périphériques compatibles Wi-Fi Direct, comme un périphérique mobile ou un ordinateur, sans avoir à vous connecter à un routeur sans fil. Une fois connecté, vous pouvez profiter du contenu de vos périphériques sur votre téléviseur, à l'aide des applications Photo & Vidéo et Musique.",
	"Wi-Fi Security": "Sécurité Wi-Fi",
	"Wi-Fi is turned off. Turn it on to see the list of available networks that you can connect to and additional related menu items.": "Le Wi-Fi est désactivé. Activez-le pour voir la liste des réseaux disponibles auxquels vous pouvez vous connecter et les éléments de menu supplémentaires connexes.",
	"Wi-Fi issue has occurred.": "Un problème de Wi-Fi est survenu.",
	"Wide": "Étendue",
	"Wide Area Zone": "Zone large",
	"Wide View": "Vue large",
	"Wide View (32:9)": "Vue large (32:9)",
	"Wide Zoom": "Zoom large",
	"Window Color": "Couleur de fenêtre",
	"Window Opacity": "Opacité de la fenêtre",
	"Wired Connection (Ethernet)": "Connexion filaire (Ethernet)",
	"Wired Headphones": "Casque avec fil",
	"YES": "OUI",
	"Yakutsk": "Yakoutsk",
	"Year": "Année",
	"Yekaterinburg": "Iekaterinbourg",
	"Yellow": "Jaune",
	"Yemen": "Yémen",
	"Yerevan": "Erevan",
	"Yes": "Oui",
	"You can also turn Adaptive Sound Control on to enhance all other audio content using Dolby processing.": "Vous pouvez également activer la fonction de contrôle intelligent du son pour améliorer tous les autres contenus audio à l'aide du traitement Dolby.",
	"You can control the setting for using HbbTV service.": "Vous pouvez modifier le paramètre pour autoriser l'utilisation du service HbbTV.",
	"You can control the setting for using IBB service.": "Vous pouvez modifier le paramètre pour autoriser l'utilisation du service IBB.",
	"You can find the default password in User Guide.": "Le mot de passe par défaut se trouve dans le Guide de l'utilisateur.",
	"You can only change settings from the current HDMI input.": "Vous pouvez uniquement modifier les paramètres de l'entrée HDMI en cours.",
	"You can play photos and music from your mobile device to the TV or control your TV by using mobile apps such as LG TV Plus.": "Vous pouvez lire des photos ou de la musique sur votre téléviseur à partir de votre périphérique mobile ou contrôler votre téléviseur à l'aide d'applications mobiles comme LG TV Plus",
	"You can select left and right audio settings for broadcast signal.": "Vous pouvez sélectionner les paramètres audio de gauche et de droite pour le signal de diffusion.",
	"You can select upto {n} keyboard languages only. De-select selected languages to add more langauge.": "Vous pouvez sélectionner jusqu'à {n} langues pour le clavier. Désélectionnez les langues existantes pour en ajouter de nouvelles.",
	"You can turn on/off the feature of saving CAM operator's profile.": "Vous pouvez activer/désactiver la fonctionnalité Enregistrer le profil de l'utilisateur CAM.",
	"You can turn this feature on or off.": "Vous pouvez activer ou désactiver cette fonctionnalité.",
	"You can turn your TV on using your mobile phone.": "Vous pouvez allumer votre téléviseur en utilisant votre téléphone mobile.",
	"You can use 3G/4G USB dongle to connect to the network.": "Vous pouvez utiliser un dongle USB 3G/4G pour vous connecter au réseau.",
	"You can use your Magic Remote to determine the room’s acoustics and optimize your TV’s sound quality based on the results.": "Vous pouvez utiliser votre télécommande Magic Remote pour déterminer l'acoustique de la salle et optimiser la qualité sonore de votre téléviseur en fonction des résultats.",
	"Your TV and SIMPLINK-connected device will be synced as follows:": "Votre téléviseur et le périphérique connecté via SIMPLINK seront synchronisés comme suit :",
	"Your TV must stay off while Pixel Refresher process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled.": "Votre téléviseur doit rester éteint lorsque le processus d'actualisation des pixels est en cours. Les enregistrements en cours ou à venir, les rappels ou les mises sous tension programmées au cours de ce processus seront annulés.",
	"Your TV needs to be connected to the network to automatically set your LG Services Country. Do you want to go to Network Settings now to check the connection?": "Votre téléviseur doit être connecté au réseau pour définir automatiquement le pays de services LG. Voulez-vous accéder aux paramètres réseau maintenant pour vérifier la connexion ?",
	"Your TV needs to know your correct location to provide emergency alert messages through its digital TV signal.": "Votre téléviseur doit connaître votre emplacement actuel pour fournir des messages d'alerte d'urgence via le signal TV numérique.",
	"Your TV will turn off until the process is complete, at which point it will automatically turn back on.": "Votre téléviseur va s'éteindre jusqu'à la fin de l'opération, puis se rallumera automatiquement.",
	"Zambia": "Zambie",
	"Zulu": "Zoulou",
	"Zürich": "Zurich",
	"[{Device}] will be disconnected from your TV. Sound will no longer be played from this device. Do you want to continue?": "[{Device}] sera déconnecté de votre téléviseur. Le son ne sera plus lu à partir de ce périphérique. Voulez-vous continuer ?",
	"[{Device}] will be removed from the paired device list. If you want to connect it later, you need to search for available devices and re-pair it. Do you want to continue?": "[{Device}] sera supprimé de la liste des périphériques associés. Si vous souhaitez le connecter plus tard, vous devez rechercher les périphériques disponibles et l'associer à nouveau. Voulez-vous continuer ?",
	"audioGuidance_fast": "Rapide",
	"audioGuidance_high": "Élevé",
	"audioGuidance_low": "Faible",
	"audioGuidance_medium": "Moyen",
	"audioGuidance_slow": "Faible",
	"audioGuidance_veryFast": "Très rapide",
	"audioGuidance_veryHigh": "Très élevé",
	"audioGuidance_veryLow": "Très faible",
	"audioGuidance_verySlow": "Très lent",
	"button": "bouton",
	"character": "caractère",
	"characters": "caractères",
	"checked": "sélectionné",
	"connecting": "connexion",
	"depthOfColor": "Couleur",
	"diagonal zoom in": "zoom avant diagonal",
	"diagonal zoom out": "zoom arrière diagonal",
	"digitalOptionSetByProgram": "Définir par programme",
	"energy_Medium": "Moyen",
	"gamma_high1": "Élevé1",
	"gamma_high2": "Élevé2",
	"hidden": "masqué",
	"horizontal zoom in": "zoom avant horizontal",
	"horizontal zoom out": "zoom arrière horizontal",
	"jpDoNot": "Désactivé",
	"logoLuminance_high": "Élevé",
	"logoLuminance_low": "Faible",
	"not connected": "non connecté",
	"pictureControlHigh": "Élevé",
	"pictureControlHigh_BlackLevel": "Élevé",
	"pictureControlHigh_Male": "Élevé",
	"pictureControlLow": "Faible",
	"pictureControlLow_BlackLevel": "Faible",
	"pictureControlLow_Male": "Faible",
	"pictureControlMedium": "Moyen",
	"pictureControlMedium_BlackLevel": "Moyen",
	"pictureControlMedium_Male": "Moyen",
	"pictureControlwhiteBalanceColorTemperatureMedium": "Moyen",
	"pictureModeSettings": "Détails de configuration",
	"pointerSize": "Taille",
	"press OK button to edit IP manually": "appuyer sur le bouton OK pour modifier l'IP manuellement",
	"press OK button to enter channel to search": "appuyer sur le bouton OK pour entrer la chaîne à rechercher",
	"press OK button to enter value": "appuyer sur le bouton OK pour saisir une valeur",
	"press right button to adjust HDR Effect level": "appuyer sur le bouton de droite pour ajuster le niveau de l'effet HDR",
	"press right button to adjust de-judder and de-blur value": "appuyer sur le bouton de droite pour ajuster la valeur de la saccade et de la zone floue",
	"press right button to adjust zoom ratio and position": "appuyer sur le bouton de droite pour ajuster la position et le ratio du zoom",
	"shift current screen down": "déplacer l'écran actuel vers le bas",
	"shift current screen to the left": "déplacer l'écran actuel vers la gauche",
	"shift current screen to the right": "déplacer l'écran actuel vers la droite",
	"shift current screen up": "déplacer l'écran actuel vers le haut",
	"shift down": "déplacer vers le bas",
	"shift left": "déplacer vers la gauche",
	"shift right": "déplacer vers la droite",
	"shift up": "déplacer vers le haut",
	"thaRatingNone": "Aucun",
	"unchecked": "non sélectionné",
	"unread": "non lu",
	"vertical zoom in": "zoom avant vertical",
	"vertical zoom out": "zoom arrière vertical",
	"volumeModeHigh": "Élevé",
	"volumeModeLow": "Faible",
	"volumeModeMedium": "Moyen",
	"webOS TV Version": "Version de webOS TV",
	"zoom in": "zoom avant",
	"zoom out": "zoom arrière",
	"• Compatibility problems may occur depending on the connected Bluetooth device.": "• Des problèmes de compatibilité peuvent survenir en fonction du périphérique Bluetooth connecté.",
	"• If audio video sync error occurs with your wireless audio device connected through LG Sound Sync, try restarting the TV.": "• En cas d'erreur de synchronisation audio/vidéo lors de l'utilisation de la LG Sound Sync avec votre périphérique audio sans fil, essayez de redémarrer le téléviseur.",
	"• If you can't hear sound through the device, make sure it is working and connected properly.": "• Si aucun son ne sort de l'appareil, assurez-vous que ce dernier fonctionne correctement et qu'il est bien raccordé."
}
