{
	" (User)": " (Mai amfani)",
	"(Version: {l})": "(Samfurin: {l})",
	"10 Points Code Value": "Darajar Lamba mai Maki 10",
	"10 Points IRE": "IRE mai Maki 10",
	"10 and Above": "10 zuwa sama",
	"10 min": "10 minti",
	"11 and Above": "11 zuwa sama",
	"12 Hours": "12 Awa",
	"12 and Above": "12 zuwa sama",
	"120 min": "120 minti",
	"13 and Above": "13 zuwa sama",
	"14 and Above": "14 zuwa sama",
	"14 by 9": "14 ga 9",
	"15 and Above": "15 zuwa sama",
	"16 and Above": "16 zuwa sama",
	"16 by 9": "16 ga 9",
	"17 and Above": "17 zuwa sama",
	"18 and Above": "18 zuwa sama",
	"180 min": "180 minti",
	"19 and Above": "19 zuwa sama",
	"2 Hours": "Sa’o’i 2",
	"2 Hours Auto Power Off": "Makashin Awa 2 Mai sarrafa kai ",
	"2 Points": "2 Sakamako",
	"20 Points Code Value": "Darajar Lamba mai Maki 20",
	"20 Points IRE": "IRE mai Maki 20",
	"20 and Above": "20 zuwa sama",
	"20 min": "20 minti",
	"21 by 9": "21 ga 9",
	"24 Hours": "24 Awa",
	"240 min": "240 minti",
	"3 Hours": "Awa 3",
	"30 min": "30 minti",
	"32 by 12": "32 ga 12",
	"32 by 9": "32 ga 9",
	"3G/4G Connection": "Mahadin 3G/4G",
	"3G/4G NETWORK STATUS": "3G/4G MATSAYIN SADARWA",
	"3G/4G Network Operator": "Mai gudanar da Hanyar sadarwa na 3G/4G",
	"3G/4G Network Status": "3G/4G Matsayin Sadarwa",
	"3G/4G Network Type": "Nau’in Hanyar sadarwa na 3G/4G",
	"4 Hours": "Awa 4",
	"4 and Above": "4 zuwa sama",
	"4 by 3": "4 ga 3",
	"5 and Above": "5 zuwa sama",
	"6 Hours": "Awa 6 ",
	"6 and Above": "6 zuwa sama",
	"60 min": "60 minti",
	"7 and Above": "7 zuwa sama",
	"8 Hours": "Awa 8",
	"8 and Above": "8 zuwa sama",
	"9 and Above": "9 zuwa sama",
	"90 min": "90 minti",
	"AV Sync Adjustment": "AV Dai-daita",
	"About This TV": "Akan wannan TV",
	"Above 10": "Sama da 10",
	"Above 11": "Sama da 11",
	"Above 12": "Sama da 12",
	"Above 13": "Sama da 13",
	"Above 14": "Sama da 14",
	"Above 15": "Sama da 15",
	"Above 16": "Sama da 16",
	"Above 17": "Sama da 17",
	"Above 18": "Sama da 18",
	"Above 19": "Sama da 19",
	"Above 20": "Sama da 20",
	"Above 4": "Sama da 4",
	"Above 5": "Sama da 5",
	"Above 6": "Sama da 6",
	"Above 7": "Sama da 7",
	"Above 8": "Sama da 8",
	"Above 9": "Sama da 9",
	"Access Point": "Samin Guri",
	"Access Point 1": "Nemo alamar 1",
	"Access Point 2": "Samin Alama 2",
	"Access Point 3": "Damar Digo 3",
	"Access Point Setting": "Gyara Saitin",
	"Accessibility": "Damar shiga",
	"Account Management": "Gudanar da Asusu",
	"Active Roaming": "Shirin Yana Tafiya",
	"Adaptive Sound Control": "Sarrafa Murya mai Sajewa",
	"Add Network": "Kara Netwok",
	"Add a hidden wireless network": "Kara sanya na’urar Netwok",
	"Add wireless network by manually entering network name (SSID).": "Ka kara sanya wayar iska ta sadarwa da hannu ka sai ka shigar da sunan sadarwa (SSID).",
	"Additional Audio Selection": "Kara zaben saiti na Zabin Sauti",
	"Additional Settings": "Ƙarin Saituna",
	"Address Setting": "Saitin Adreshin",
	"Adjust Audio Guidance pitch.": "Daidaita makurar Manunin Sautin murya.",
	"Adjust Audio Guidance speed.": "Daidaita gudun Manunin Sautin murya.",
	"Adjust Audio Guidance volume.": "Daidaita sautin Manunin Sautin murya.",
	"Adjust Screen Position": "Daidaita Matsayar Sikirin",
	"Adjust Zoom Ratio": "Adadin Kusantowar Daidaitawa",
	"Adjust audio timing to synchronize video and audio.": "Gyara sautin domin dacewa da bidiyo da sauti.",
	"Adjust blue gain for color balance.": "Daidaita karuwar shudi don daidaiton launi.",
	"Adjust brightness by analyzing image movements to prevent glare and reduce energy consumption.": "Dai-daita hasken ta yin bayani akan motsin hoto mara dadi kuma zai rage yawan shan wuta.",
	"Adjust brightness of the LG logo.": "Daidaita hasken tambarin LG.",
	"Adjust color and saturation for a more vivid image.": "Daidaita launi da kuma jikewa ga wani karin m hoto.",
	"Adjust cursor speed.": "Dai-daita saurin alamar.",
	"Adjust detailed settings to further optimize the picture.": "Daidaita cikakken saituna don kara inganta hoto.",
	"Adjust edge sharpness. Higher values increase the crispness and clarity of the image.": "Daidaita gefen haske. Mafi girma dabi'u kara krip da kuma tsabta na hoto.",
	"Adjust gamma settings to compensate for the brightness of the input signal.": "Daidaita saitukan gamma don tabbatar da hasken sigina ta bayanan shigarwa.",
	"Adjust grass tone colors.": "Daidaita launukan zubin ciyawa.",
	"Adjust green gain for color balance.": "Daidaita karuwar kore don daidaiton launi.",
	"Adjust hue and saturation of a specified color region.": "Dai-daita kala da kuma wata kalar.",
	"Adjust left/right audio balance.": "Gyara hagu/dama dai-daiton sauti.",
	"Adjust luminance for selected color.": "Daidaita luminance don launin da aka zaba.",
	"Adjust luminance level for selected IRE point.": "Daidaita matsayin luminance don maki IRE da aka zaba.",
	"Adjust overall color. Higher values increase saturation.": "Daidaita duka launi. Mafi girma dabi'u kara jikewa.",
	"Adjust overall screen brightness. Higher values increase brightness.": "Daidaita duka allon haske. Yawan yana kara hasken.",
	"Adjust red and green color balance. Higher values increase saturation of the color.": "Daidaita ja da koren launi auna. Mafi girma dabi'u kara jikewa na launi.",
	"Adjust red gain for color balance.": "Daidaita karuwar ja don daidaiton launi.",
	"Adjust saturation for selected color.": "Daidaita shige don launin da aka zaba.",
	"Adjust screen brightness by tuning the OLED LIGHT. Higher values increase brightness.": "Daidaita hasken allo a hanyar kunna FITILAR OLED. Yawan yana kara hasken.",
	"Adjust screen brightness by tuning the backlight. Higher values increase brightness.": "Dai-daita hasken ta hanyar juya hasken baya. Yawan yana kara hasken.",
	"Adjust screen brightness to reduce energy consumption.": "Daidaita hasken allo don rage jan karfin wuta.",
	"Adjust screen settings for individual picture modes.": "Daidaita saitukan allon na’ura don yanayin daidaikun hoto.",
	"Adjust skin tone colors.": "Daidaita launukan zubin fata.",
	"Adjust skin tone, grass, and sky colors.": "Dai-daita yanayin sautin, ciyawa, da kalar sama.",
	"Adjust sky tone colors.": "Daidaita zubin launukan sararin sama.",
	"Adjust the difference between bright and dark areas of the screen. Higher values intensify the difference.": "Daidaita bambanci tsakanin yankunan allon masu haske da duhu. Madaukakan darajoji suna ta’azzara bambancin.",
	"Adjust the luminance of static images such as logos within content to correct potential picture quality issues.": "Daidaita haske tsayayyun hotuna kamar tambarori a cikin abu don gyara matsalolin ingancin hoto da ka iya aukuwa.",
	"Adjust tint for selected color.": "Don launin da aka zaba.",
	"Adjusting Luminance": "Daidaita Luminance",
	"Adult": "Manya",
	"Adult Language": "Yaren Manya",
	"Adults Only.": "Manya kawai.",
	"Adults only.": "Manya kawai.",
	"Advanced": "Gaba",
	"Advanced Controls": "Madaukakan Masarrafai",
	"Advanced Wi-Fi Settings": "Babban Saiti na Wi-Fi",
	"Advertising Cookies": "Tallar Kukis",
	"Afghanistan": "Afaganistan",
	"After changing the country, all currently tuned channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "Idan an canja zaɓin ƙasa, duk tashoshin da ke kan TV za su share. Don sake zuba wasu tashoshin sai ka taɓa Auto Tuning. Kana son ka ci gaba?",
	"After changing your Zip Code, all current Freesat channels will be deleted. To re-tune channels, please go to Auto Tuning. Do you want to continue?": "Bayan ka canja lambar asarka duk tashoshin Freesat kyauta za su share. Don sake zuba wasu tashoshin sai ka taɓa Auto Tuning. Kana son ka ci gaba?",
	"After you change your country, you can scan for your channels using Auto Tuning. Do you want to continue?": "Bayan ka canza kasar ka, za kaiya duba cikin tasoshin ka tahin amfani daanin jiyawa na kai tsaye. Kana son ka ci gaba?",
	"Albania": "Albaniya",
	"Algeria": "Aljeriya",
	"All Channels": "Duka Tasoshi",
	"All Children": "Duk Yara",
	"All ages admitted.": "An shigar da duk zamuna.",
	"All current settings for {pictureMode} mode will be reset. Do you want to continue?": "Duk saitunan da aka yi a kan {pictureMode} za su wargaje. Kana son ka ci gaba?",
	"All sound effect settings for Standard Mode will be reset. Do you want to continue?": "Duk saitin sauti na Standard Mode zai wargaje. Kana son ka ci gaba?",
	"All-Direction Zoom": "Kusantowar Kowane bangare",
	"Allow Automatic Updates": "Bada damar Sabuntawar Kai tsaye",
	"Always Open": "Koyaushe a bude",
	"An error has occurred while copy channels.": "Matsala ta faru alokacin maimaita tasoshi.",
	"An important software update is available.": "Akwai muhimmiyar sabuntawar intanet.",
	"Analog Mode": "Yanayin Analog",
	"Analog TV": "Talabishin da",
	"Anchorage": "Wurin makalewa",
	"Antenna": "Eriya",
	"Antenna ATV": "Eriya ATV",
	"Antenna DTV": "Eriyar DTV",
	"Antenna Radio": "Radiyo mai Eriya",
	"Antigua and Barbuda": "Antigwa da Barbuba",
	"Any Supplementary Audio": "Duk Wani Ƙarin Sauti",
	"Application Locks": "Makullan Shiri",
	"Applied settings are:": "Saitukan da aka sanya su ne:",
	"Apply the recommended audio settings using Standard Mode.": "Sanya saitukan muraya da aka bada shawara ta amfani da Yanayi Daidaitacce.",
	"Apply the recommended audio settings using the enhanced Bass Boost.": "Sanya saitukan murya da aka shawarta ta amfani da Ƙara Diri da aka bunƙasa.",
	"Apply the recommended audio settings using the enhanced Treble Boost.": "Sanya saitukan murya da aka shawarta ta amfani da Ƙara Tsintsiya da aka bunƙasa.",
	"Apply to all inputs": "Sanya ga duk bayanan shigarwa",
	"Applying value to all inputs...": "Ana sanya daraja ga duk bayanan shigarwa...",
	"Appropriate for general audience.": "Ya fi dacewa ga masu kallo gaba daya.",
	"Are you sure you want to disconnect all connected devices.": "Ka tabbata kana son ka cire duk na’urorin da aka jona?",
	"Argentina": "Arjantina",
	"Armenia": "Armeniya",
	"Aspect Ratio": "Al'amari Rabo ",
	"Aspect Ratio Settings": "Saitunan Kiyasin Faɗi",
	"Assign channels to remote buttons so you can quickly jump to them.": "Sanya madanni ta hanyar na’ura ta nesa za ka iya hada su da sauri.",
	"Audio Description": "Siffofin Odio",
	"Audio Description Volume": "Bayyanar Karin Sauti",
	"Audio Guidance": "Jagorar Sauti",
	"Audio Language": "Yaren Sauti",
	"Audio Out (Line Out)": "Sautin waje (Layi Waje)",
	"Audio Type": "Nau’in Sauti",
	"Australia": "Ostareliya",
	"Austria": "Ostiriya",
	"Auto": "Ato",
	"Auto Power Off": "Kashewar Kai tsaye",
	"Auto Power Sync": "Hadewar Kunnawa ta Kai tsaye",
	"Auto Start": "Farawa da Ka",
	"Auto Volume": "Masarrafin Sauti na kai tsaye",
	"Auto Volume keeps sound volume consistent even when you change channels or broadcast signals.": "Sautinkariyanasamar da sautimaiinganci koda lokacin da ka canza tasha ko alamar sadarwa.",
	"Automatically optimize picture quality based on color and brightness of ambient light.": "Binkasa ingancin hoto kai tsaye ta hanyar launi da haske na fitila mai game ko’ina.",
	"Automatically optimize sound based on content type.": "Kawai saita sautin akan tsarin yanayin shirin.",
	"Automatically update system software when an update is found.": "Gaba daya gyara tsarin bayanai a lokacin da aka sami gyara.",
	"Available Devices": "NA’URORIN DA SUKE AIKI",
	"Available Internal Storage": "Ma’adanar Ciki da Ake da ita",
	"Azerbaijan": "Azarbaijan",
	"BG Color": "Kalar BG",
	"BG Opacity": "BG da ake so",
	"Back": "Baya",
	"Backlight": "Hasken baya",
	"Bahrain": "Baharan",
	"Balance": "Daidaito",
	"Bass Boost": "Ƙara Diri",
	"Begin the One Touch Sound Tuning process to determine the optimum audio quality settings for your room.": "Fara hanyar One Touch Sound Tuning don tabbatar da saitunan bunƙasasshen ingancin sautin murya don ɗakinka.",
	"Behavior may vary depending on connected device.": "Halayya kan iya bambanta dangane da na’urar da aka jona.",
	"Belgium": "Beljiyo",
	"Belize": "Baliz",
	"Benin": "Bini",
	"Black": "Baki",
	"Black Level": "Bakin Matsayil",
	"Block TV programs based on content rating.": "Toshe shirye-shiryen talbijin a bisa kimar abubuwan da ke ciki.",
	"Block TV programs broadcast in English based on their content ratings.": "Toshe watsa shirye shiryen talbijin a yaren Turanci ta hanyar kimanta darajar abubuwan da ke cikinsu.",
	"Block TV programs broadcast in French based on their content ratings.": "Toshe watsa shirye shiryen talbijin a yaren Turanci ta hanyar kimanta darajar abubuwan da ke cikinsu",
	"Block access to specified channels and external devices.": "Rufe samin damar wasu tasoshi da kuma na’ura ta waje.",
	"Block content based on genre.": "Toshe abubuwan da ke ciki ta hanyar fanni.",
	"Block movies based on rating.": "Toshe fina ta hanyar kimantawa.",
	"Blue": "Bulu",
	"Bluetooth Audio Device": "Na'urar Sautin murya ta Bluetooth",
	"Bolivia": "Balibiya",
	"Bosnia": "Bosniya",
	"Brazil": "Birazil",
	"Brazilian Punk": "Dan rawar Brazil",
	"Brightness": "Haske ",
	"Broadcast Country": "Kasar Sadarwa",
	"Broadcast Mail": "Sadarwar Wasika",
	"Broken Hill": "Tsauni",
	"Built-in Sound Bar": "Gina Sauti",
	"Bulgaria": "Bulgariya",
	"By turning Live Plus on, you are consenting to the collection of television viewing information by LG Electronics Inc. (\"LGE\") through ACR module, which may be shared on an anonymized basis to third parties to provide you with interactive services. We may also share aggregated anonymized information to third parties for marketing purposes. Please note that we do not knowingly collect or distribute the above information from or about children under 13. Detailed information about Live Plus is illustrated in Viewing Information (terms) which may be accessed in the SmartTV settings menu. LGE highly recommend that you review the full version of Viewing Information (terms) before you activate Live Plus function.": "Ta hanyar juya tsarin kai tsaye, Kana yada da tsarin duba bayanai na kayan LG . (\"LGE\") ta hanyar ACR , wanada za’a iy hada shi da wani domin isamar maka da aiyuka. Za mu iya hada wasu tarun bayanai da mutun na uku domin kasuwanci. Amma ka lura cewa ba’a karba ko tura wadannan sakonni na sama ko akan yara ‘yan kasa da shekara 13. Cikakken bayani akan tsarin an nuna shi a gurin buba bayanai (terms) wacce za’a iya samu a saitin SmartTV. LGE na bukatar cewa ka duba ainihin bayani (terms) kafin ka shiga tsari na kai tsaye.",
	"CANCEL SCHEDULE": "GOGE TSARIN",
	"CI Information": "Bayanan CI",
	"CI password incorrect. Please enter again.": "Kalmar-shiga ta CI ba daidai ba ce. Sake shigarwa.",
	"COMPONENT2": "ABUBUWAN CIKI2",
	"COMPONENT3": "ABUBUWAN CIKI3",
	"CONNECTING…": "HADAWA...",
	"CS1 Board": "CS1 Allo",
	"CS2 Board": "CS2 Allo",
	"Cable": "Waya ",
	"Cable ATV": "Wayar ATV",
	"Cable DTV": "Wayar DTV",
	"Cable Radio": "Wayar Radiyo",
	"Cameroon": "Kamaru",
	"Can not Find Channel": "Ba za a iya samun tasha ba.",
	"Canada": "Kanada",
	"Cancel": "A fasa",
	"Cancel Update": "Soke Sabuntawa",
	"Cape Verde": "Kap Barde",
	"Card ID Number": "Lambar kati",
	"Card Number": "Lambar Kati",
	"Central African Republic": "Jamhuriyar Afirka Ta Tsakiya",
	"Changing region may change currently tuned channels in your TV. You can re-tune channels in Auto Tuning. Do you want to change regional settings now?": "Canja nahiya na iya canja tashoshin da ke kan TV ɗinka. Kana iya sake zuba tashoshi idan ka je Auto Tuning. Shin kana son canja saitunan yanki yanzu?",
	"Changing the country will cause your TV to restart and you may need to consent to LG's User Agreements again. Also, the availability of some apps and services may vary based on the LG Services Country. Do you want to continue?": "Idan ka canja ƙasar da ka zaɓa TV ɗinka za ta sake kunna kanta don haka sai ka sake amincewa da yarjejeniyar masu amfani da kayan kamfanin LG. Haka kuma ayyukan da na’urar za ta yi na iya bambanta dangane da irin sabis ɗin kamfanin LG da ake samu a ƙasar. Kana son ka ci gaba?",
	"Channel Advisor": "Mashawarcin Tasha",
	"Channel Locks": "Kulle Tasha",
	"Channel Manager": "Mai Sarrafa Tasha",
	"Channel Scrolling Options": "Zabukan Laluben Tasha",
	"Channel Tuning": "Nemo Tasha",
	"Channel Tuning & Settings": "Nemo Tashada Saiti",
	"Channels": "Tashoshi",
	"Channels from HDMI and other external inputs cannot be locked. To lock TV channels, change the current input to Live TV.": "Ba za a iya kulle tashoshin da ke kan saitin HDMI ko cikin na’urorin da aka jona ba. Domin kulle tashoshi, canja saitin da ake kai zuwa Live TV.",
	"Check for problems with the picture quality.": "Duba matsalolin ingancin hoto.",
	"Check for problems with the sound quality of the Internal TV Speaker.": "Duba matsalolin ingancin sauti na yanar gizo na TV.",
	"Check for updates": "Duba don sabuntawa",
	"Checking Password": "Duba lambar sirri",
	"Checking for updates": "Duba don sabuntawa",
	"Checking...": "Duba...",
	"Children": "Yara",
	"Children Age": "Shekarun Yara",
	"Children Program Locks": "An kulle Shirin Yara",
	"Chile": "Cile",
	"China": "Caina",
	"Choose a picture mode, then customize display settings such as contrast, brightness and sharpness for that mode.": "Zabi yanayin hoto, sannan ka dauwamar da saitukan bijirowa kamar daidaitawa, haske da kuma fitar hoto na wannan yanayin.",
	"Choose to have all channels or just your primary ones when you change channels.": "Zabi ka sami duk tasoshi ko kawai ainihin naka yayin da ka canja tasoshi.",
	"Cinema": "Sinima",
	"Cinema Home": "Gidan Silima",
	"Cinema View": "Duban Sinima",
	"Cinema View (32:12)": "Kallon Sinima (32:12)",
	"Cinema Zoom": "Kusanto Sinima",
	"City": "Gari",
	"City Selection": "Zabin Gari",
	"Clean Audio": "Share Sauti",
	"Clear": "Karara",
	"Clear Cookies history": "Share Bayanan Ma’ajiya",
	"Clear Plus": "Wasai da Kari",
	"Clear Voice Ⅲ": "Fitacciyar Murya Ⅲ",
	"Clear the advertising frequency capping cookies.": "Share kukis masu lullube yawaitar talla.",
	"Clear1": "Dai-dai",
	"Click the CONNECT button below after your LG Wireless Keyboard is turned on and set to the pairing mode.": "Danna madannin HADA a kasa abayen allon LG kunna sai ka saita bangare biyu.",
	"Close": "Rufe",
	"Closed Caption": "Rufe bangaren",
	"Closed Caption Settings": "Saitin da ke kusa",
	"Colombia": "Kolambiya",
	"Color": "Kala",
	"Color Filter": "Mai kula da launi",
	"Color Gamut": "Kala Gamut",
	"Color Management System": "Tsarin Tara Kala",
	"Color Temperature": "Zafin kala",
	"Component": "Mahadi",
	"Confirm": "Tabbatar ",
	"Congo Brazzaville": "Kongo Na Burazabili",
	"Connect": "Hada",
	"Connect an app on your mobile device that supports LG Connect to the TV and start to enjoy playing mobile photos and music or even control your TV.": "Haɗa wata manhaja a kan wayarka ta hannu da take goyon bayan LG Connect da TV ɗin da kuma fara jin daɗin kunna hotunan wayar hannu da kuma kiɗa ko ma sarrafa TV ɗinka.",
	"Connect to the network through a wireless router. You must be connected to the network to use certain Smart TV features such as web browsing, content sharing, and automatic software updates.": "Ba zai iya haduwa da. Dole ka hada da sadarwa domin yin amfani da Smart TV kamar neman bayanai, hada bayanai, da kuma sarrafa wasu shirye-shiryen.",
	"Connect to the network with an ethernet cable. You must be connected to the network to use certain Smart TV features such as web browsing, content sharing, and automatic software updates.": "Hada sadarwa da wayar ethernet. Dole ka hada da sadarwa domin yin amfani da Smart TV kamar neman bayanai, hada bayanai, da kuma sarrafa wasu shirye-shiryen.",
	"Connect via WPS PBC": "Hada ta hanyar WPS PBC",
	"Connect via WPS PIN": "Hada ta hanyar WPS PIN",
	"Connect your TV to your router or modem with an Ethernet cable to activate your wired network connection.": "Hada TV din ka da hanyar wayar ka domin hadawa da hanyar sadarwar.",
	"Connected": "An hada",
	"Connected to Internet": "Hada da yanar Gizo",
	"Connecting...": "Hadawa...",
	"Contrast": "Karfi ",
	"Control the advertising frequency capping cookies.": "Sarrafa kukis masu lullube yawaitar talla.",
	"Cookies": "Ma’ajiyoyi",
	"Cool": "Sanyi",
	"Copy Channels": "Kwafi Tasoshi",
	"Copy/Delete file": "Kwafi/Goge fayil",
	"Correct contrast and brightness by adjusting black levels.": "Gyara haske da kuma mai haske ta hanyar dai-daita matsayin.",
	"Costa Rica": "Kwasta Rika",
	"Could not fined available network.": "Ba za’a iya samin network ba.",
	"Croatia": "Kurowaishiya",
	"Current values of customized picture mode settings will be applied to {pictureMode} mode for all inputs. Do you want to continue?": "Za a sanya darajojin yanzu na saitunan yanayin hotunan da aka dauwamar ga {pictureMode} yanayi ga duk bayanan shigarwa. Kana son ka ci gaba?",
	"Currently connected LG Wireless Keyboard device will be disconnected from your TV. Do you want to continue?": "A yanzu madannin Allo mara waya Na’urar ka ta LG zai rabu da talabijin ɗinka. A ci gaba? Kana son ka ci gaba?",
	"Currently connecting via Wi-Fi Direct. Please accept the request on your [{devicename}].": "Ana haɗi ta hanyar Wi-Fi Direct. Amshi neman da ke kan [{devicename}] yanzu.",
	"Custom": "Al’ada",
	"Custom Time Zone": "Al’adar lokaci",
	"Customer Service": "Aikin abokin hulda",
	"Cyprus": "Sifurus",
	"Czech": "Cak",
	"DISCONNECT": "TSINKE",
	"DNS Server": "Sabar DNS",
	"DR Congo": "DR Kongo",
	"DTV Audio Setting": "Saitukan Sauti na DTV",
	"Data Service": "Aikin Bayanai",
	"Date": "Kwanan wata",
	"Day": "Rana",
	"Delete Pairing History": "Share Tarihin Ƙawancen Na’urori",
	"Delete or add TV channels to customize your channels.": "Goge ko ka kara tasoshin Talbijin don dauwamar da tasoshinka.",
	"Demo Options": "Zaɓin Gwaji",
	"Denmark": "Danmark",
	"Depressed": "Takura",
	"Device Name": "Sunan Na’ura",
	"Device Selection": "Zaben Na’ura",
	"Device Vendor": "Dillalin Na’ura",
	"Dial No.": "Lambar bugawa.",
	"Digital Mode": "Dijital Yanayin",
	"Digital Mode Option": "Zabin yanayin lambobi",
	"Digital Sound Out": "Mafitar sautin",
	"Digital TV": "Talabishin Zamani",
	"Directed to Older Children (ages 7 and above)": "Ana Nufar Yara Masu girma (shekaru 7 zuwa sama)",
	"Display list of audio devices that can be connected to your TV.": "Bayyana jeran saitin sauti na’ura wanda za’a iya hadawa TV.",
	"Display luminance level for the highest point (100 IRE).": "Bijirar da matsayin luminance don mafi girman maki(IRE 100).",
	"Djibouti": "Jibuti",
	"Do Not Track": "Kada a bi Sawu",
	"Do not apply the One Touch Sound Tuning recommended audio settings.": "Kada ka aiwatar da saitunan murya da aka shawarta na One Touch Sound Tuning.",
	"Do you want to continue?": "Kana son ka ci gaba?",
	"Do you want to copy channel list from USB storage to your TV? Current channels in your TV will be deleted.": "Kana son kwaf. tashos. talbj. dg. na’urar ajy. ta USB zw. tlbj. ɗnk? Tashos. da ke kan talbj. Ɗnk. za su share.",
	"Do you want to copy channel list from your TV to the USB storage?": "Kana son kwafar suny. tashos. talbj. ɗinka zuwa na’urar ajiya ta USB?",
	"Do you want to set the correct time now?": "Kana son saita lokaci?",
	"Do you want to turn your TV off now?": "Shin kana so ka kashe TV ɗinka yanzu?",
	"Dominica": "Dominika",
	"Dominican Republic": "Jamhuriyar Dominika",
	"Done": "Anyi",
	"Download Mail": "Sauko da Sako",
	"Download and install": "Sauke sannan ka kafa",
	"Downloadable Rating": "Ma’aunin da za’a iya Saukarwa",
	"Dynamic Color": "Canzawar kala",
	"Dynamic Contrast": "Bambanci Mai Canjawa",
	"Dynamic Tone Mapping": "Taswirar Amo Mai Sauyawa",
	"Eastern Africa": "Gabashin Afrika",
	"Eco Mode": "Yanayin Eco",
	"Ecuador": "Ikwado",
	"Edge Color": "Kalar karshe",
	"Edge Enhancer": "Mai karawa",
	"Edge Type": "Nau`in karshe",
	"Edit": "Gyara",
	"Edit TV channels, set favorites, and manage parental control settings.": "Gyara tasoshin TV, saita wadanda ake sai ka saita jigon.",
	"Egypt": "Misira",
	"El salvador": "El Salbador",
	"Emergency Alert": "Faɗakarwar Gaggawa",
	"Enable LG support representatives to resolve your technical issues remotely. You must call the LG customer service center to receive assistance.": "Iya tallafawa wakilai na LG domin magance matsalolin ka. Dole ka kira abokin hulda na LG domin samin taimako.",
	"Enable other devices and apps to turn on your TV.": "Ka ba wa sauran na’urori damar kunna talabijin ɗinka.",
	"Energy Saving": "Adana Makamashi",
	"Energy saving modes to limit power consumption.": "Halayen adana makamashi don rage kashewa ƙarfin wuta.",
	"English": "Ingilishi",
	"Enjoy an immersive 3D soundscape with the virtual multi-channel surround sound effect.": "More sautin 3D da tare yawan tasoshi da sauti.",
	"Enjoy an immersive 3D soundscape with the virtual surround sound effect.": "Sami jin dadin amfani da sautin 3D tare da sautin Virtual Surround.",
	"Enter CI Password": "Sanya lambar sirri ta CI",
	"Enter PIN code into a WPS-enabled router to connect TV to the network.": "Shigar da lambar PIN cikin WPS-domin samin damar hada TV da sadarwa.",
	"Enter the PIN in your router's settings.": "Sigar da lambar sirri a hanyar ka ta saiti.",
	"Enter the master password.": "Shigar da babbar lambar sirri.",
	"Equalizer": "Kyau ",
	"Estonia": "Istoniya",
	"Ethiopia": "Habasha",
	"Every Day": "Kowace Rana",
	"Every Weekday": "Kowace Ranar mako",
	"Every Weekend": "Duk karshen sati",
	"Exempt from ratings.": "An ware daga darjantawa.",
	"Experience the best immersive audio effect with virtual multi-channel surround sound including height.": "Ji daɗin dirin sauti tare da sautin tasoshi da ke kewaye masu yawa da ya haɗa da tsawo.",
	"Expert": "Ƙwararre",
	"Expert (Bright Room)": "Kwararre (Daki Mai haske)",
	"Expert (Dark Room)": "Kwararre (Daki Mai duhu)",
	"Expert Controls": "Kwararre Mai iko",
	"Export your TV's channel list information to a connected USB device.": "Fitar da bayanin jeri na tashar Talbijin din ka zuwa na'urar USB da aka jona.",
	"Extended": "Karuwa",
	"Extending a period of time of the Auto Power Off setting or turning off the function may increase energy consumption.": "Ƙara lokacin saitunan Kashe Wuta Kai Tsaye ko kashe aikin zai iya ƙara jan wutar lantarki.",
	"Extreme": "Tsattsaura",
	"Eye Comfort Mode": "Tsarin Nutsuwar ido",
	"Fantasy Violence": "Babban tashin hankali",
	"Fast": "Sauri",
	"Fine tune red, green, blue, cyan, magenta, and yellow color spaces.": "Kyakykyawan kalar kore , shudi, da kuma tsanwa.",
	"Finland": "Finlan",
	"Firmware Version": "Nau’in Firmware",
	"Flash": "Kyalla",
	"Flat Mode": "Shimfidadde Dabara",
	"Font": "Girman harafi",
	"Font 1": "Girman harafi 1",
	"Font 2": "Girman harafi 2",
	"Font 3": "Girman harafi 3",
	"Font 4": "Girman harafi 4",
	"Font 5": "Girman harafi 5",
	"Font 6": "Girman harafi 6",
	"Font 7": "Girman harafi 7",
	"Font 8": "Girman harafi 8",
	"Football": "Ƙwallon- ƙafa",
	"France": "Faransa",
	"French": "Faranci",
	"French Polynesia": "Faranci Polynesia",
	"Full Wide": "Cikakken Fadi",
	"Gallery": "Galari",
	"Gambia": "Gambiya",
	"Game": "Wasa",
	"Gateway": "KOFA",
	"General": "Baidaya",
	"General :": "Gaba daya :",
	"General Age": "Gabadaya Shekara",
	"General Audience": "Gaba dayan Masu saurare",
	"General Audiences": "Kowa da kowa",
	"General Program Locks": "Gaba daya shirin an kulle shi",
	"Georgia": "Jiwarjiya",
	"German": "Jaman",
	"Germany": "Jamus",
	"Getting...": "Samu...",
	"Ghana": "Gana",
	"Grass Color": "Kalar Ciyawa",
	"Greece": "Girka",
	"Greek": "Grik",
	"Green": "Kore",
	"Grenada": "Girnada",
	"Group ID Number": "Lambar Sirri ta kungiyar",
	"Guatemala": "Gwatamala",
	"Guinea Conakry": "Gini",
	"Guinea Equatorial": "Gini Ta Ikwaita",
	"H Position": "H Yanayi",
	"H Sharpness": "H Daidaito",
	"H Size": "H girma",
	"HDD Eco Mode": "Yanayin amsa-kuwwar HDD",
	"HDD Power Saving Mode": "Yanayin adana lantarki na HDD",
	"HDMI {port1} and HDMI {port2} ports support ULTRA HD Deep Color.": "Kafofin HDMI {port1} da HDMI {port2} suna aiki da ULTRA HD Deep Color.",
	"HDMI {port1} port support ULTRA HD Deep Color.": "Kafar HDMI {port1} tana aiki da ULTRA HD Deep Color.",
	"HDMI {port1}, HDMI {port2} and HDMI {port3} ports support ULTRA HD Deep Color.": "Kafofin HDMI {port1} da HDMI {port2} da HDMI {port3} suna aiki da ULTRA HD Deep Color.",
	"HDMI {port1}, HDMI {port2}, HDMI {port3} and HDMI {port4} ports support ULTRA HD Deep Color.": "Kafofin HDMI {port1}, HDMI {port2}, HDMI {port3} da HDMI {port4} suna aiki da ULTRA HD Deep Color.",
	"HDR Effect": "HDR Aikin",
	"HDR Effect Level": "Matsayin tasirin HDR",
	"HDR Picture Mode": "Yanayin Hoton ‘HDR’.",
	"Hard of Hearing": "Rashin jin Magana",
	"Hardware Version": "Nau’in Karikitan na’ura",
	"Headphones Volume": "Sautin Hedfon",
	"High": "Sama",
	"High Contrast": "Kaifin hoto",
	"Higher values increase a sense of warmth or coldness.": "Darajoji mafi sama suna kara jim dumi ko sanyi.",
	"Home Mode": "Yanayin Gida",
	"Home/Store Mode": "Gida/Sito Yanayin\t ",
	"Hong Kong": "Hong Kong",
	"Hongkong": "Hong Kong",
	"Hours": "Awanni",
	"Hungary": "Hungari",
	"IMPORTANT! Resetting will delete all of your account settings and installed apps. This action cannot be undone.": "MUHIMMANCI! Kara saitin tare da goge duk kan saitin asusun sai ka saita. Wannan tsarin baza’a iya shiba.",
	"IP (Automatic)": "IP (Kai tsaye)",
	"IP (Manual)": "IP (Na hannu)",
	"IP Address": "IP Adreshi",
	"Iceland": "Aisalan",
	"If Auto Power Sync is enabled, SIMPLINK devices will be able to power on the TV, and the TV will power off SIMPLINK devices when it powers off.": "Da ikon zabi, TV din ka zata kunnu da zarar ka kunna tsarin na’urar SIMPLINK kuma na’urar ka zata mutu da zarar ka kasha TV din ka.",
	"If it's turned on and you connect a device that also supports UHD Deep Color, your picture may be clearer.": "Idan aka kunna aka kuma hada ULTRA HD Deep Color, hotonka zai kara kyau.",
	"If recording or software update is in progress, it will wait until they are completed and the process can take more than an hour.": "Idan sabuntan naɗin ko sofwaya yana cikin aiki, zai jira har sun kammala kuma sarrafawar tana iya ɗauka sama da awa ɗaya.",
	"If set to on, your TV can receive emergency alerts if an emergency situation occurs.": "Idan aka saita zuwa a kunne, TV ɗinka yana iya karɓi faɗakarwa ta gaggawa idan wani lamari mai gaggawa yana afku.",
	"If you turn Audio Guidance on, you can only move with left, right, up, down buttons on your remote and some apps that require the pointer cannot be used.": "Idan ka danna hannun saitin sauti, kana iya saita shi ta maɓallin hagu, dama, sama da ƙasa ta hannun rimot da kuma wasuna’urorin da ba sa aiki da manunin kwamfuta.",
	"If you turn it off, CAM operator's profile will be deleted.": "Idan ka kashe shi, za a share furofayil ɗin mai sarrafa CAM.",
	"If you turn it off, all tuned CAM channels will not be available and notifications will no longer be provided.": "Idan ka kashe, ba za ka samu tashoshin CAM ba, kuma ba za a iya ci gaba da ankarar da kai wasu bayanai ba. ",
	"If you turn on LG Connect Apps feature, you will be able to either accept or deny connection requests from mobile devices.": "Idan ka kunna siffar Manhajojin LG Connect, za ka sami damar ko dai amincewa ko ƙin amincewa da buƙatun daga wayoyin hannu.",
	"If you turn the screen saver off and the same image remains on the screen for more than 2 hours, it can affect the picture quality of your screen. If it remains for more than 5 hours, permanent picture quality depreciation may occur. Do you want to continue?": "Idan ka cire sikirinseba amma kuma hoto bai ɗauke ba har tsawon awa 2, hakan na iya shafar kyan hoton talabijin ɗinka. Idan kuma ya daɗe har na awa 5, zai iya haddasa rashin kyan hoto na dindindin. Kana son ka ci gaba?",
	"If you turn this feature on, the HbbTV application or service will disable its tracking of an individual user.": "Idan ka kunna wannan siffa, manhajar HbbTV ko sabis ɗin zai hana bin sawunsa na ɗaiɗaikun masu amfani.",
	"If you turn this feature on, the IBB service will disable its tracking of an individual user.": "Idan ka kunna wannan siffa, sabis ɗin IBB zai hana bin sawunsa na ɗaiɗaikun masu amfani.",
	"If you turn this feature on, you can view the content in the aspect ratio that is in the broadcast signal or content source. If the edge of the screen is not clean, please turn it off.": "Idan ka kunna wannan siffa, kana iya duba ƙumshin a cikin kiyasin faɗi da yake cikin siginar watsawa ko tushen ƙumshi. Idan gefen allon ba a tsabtacce yake ba, kashe shi.",
	"If you turn this option on, color temperature will be automatically adjusted to reduce eye strain.": "Idan ka kunna wanna zabin, za a daidaita zafin launi kai tsaye don rage wahalar da ido.",
	"If you turn this option on, you can receive the notifications of channels or programs which you have been watching frequently.": "Idan ka kunna wanna zabin, za ka iya karbar ankararwa ta tasoshi ko tsare wadanda ka ke kallo aka i akai.",
	"If you use Energy Saving function, brightness of your TV will be affected.": "Idan kana yin amfani da aikin Adana Makamashi, zai shafa hasken TV ɗinka.",
	"If your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the HDMI ULTRA HD Deep Color setting off.": "Idan na`urar ba ta dace da wannan siffa ba, ba lallai ne ta yi aiki sosai ba.  A wannan yanayi, za ka iya hada na`urar da wani mashigan Eci-di-em-ai daban ko ka kashe saitin Launi mai ULTRA Eci-di Dif Kala.",
	"Import your TV's channel list information from a connected USB device.": "Shigo da bayanin jeri na tashar Talbijin din ka zuwa na'urar USB da aka jona.",
	"Import/export your TV's channel list information from/to a connected USB device.": "Shigo da/fitar da bayanin jerin tashar talbijin din ka daga/zuwa na’urar USB da aka jona.",
	"Improve blurry or unclear areas for a sharper image.": "Kara ingancin guraren da masu zama dai-dai ba domin saita hoto.",
	"In Home": "A Gida",
	"India": "Indiya",
	"Indonesia": "Indonesiya",
	"Inner": "Na ciki",
	"Input": "Abin shiga",
	"Input Locks": "Makullan Bayanan shigarwa",
	"Input field": "Filin bayanan shigarwa",
	"Insert 3G/4G USB dongle to activate your 3G/4G network connection.": "Sanya majonin USB 3G/4G domin shigar da 3G/4G haɗin hanyar sadarwa.",
	"Installing...": "Ana kafawa...",
	"Interactivity(DTVi)": "Cudanya(DTVi)",
	"Internal TV Speaker": "Sifikar talbijin ta ciki",
	"Internal TV Speaker + Optical": "Sifikar TV ta Ciki + Na gani",
	"Internal TV Speaker + Wired Headphones": "Sifikar TV + Na’urar kunne",
	"Iraq": "Iraƙi",
	"Ireland": "Ayalan",
	"Israel": "Israila",
	"It may take a few minutes.": "Zai iya daukar wasu minti.",
	"It may take a few seconds.": "Zai iya daukar wasu dakikoki.",
	"Italian": "Dan Itali",
	"Italy": "Italiya",
	"Ivory Coast": "Aibari Kwas",
	"Jamaica": "Jamaika",
	"Japanese": "Japanis",
	"Just Scan": "Kawai yi Sikanin",
	"Kazakhstan": "Kazakstan",
	"Keep Dolby Atmos on for the best sound experience for Dolby Atmos content.": "Riƙe Dolby Atmos a kunne don ƙwarewar sauti mafi kyau don ƙumshin Dolby Atmos.",
	"Keyboard Languages": "Yaren Allo",
	"Korea": "Koriya",
	"Kuwait": "Kuwayit",
	"Kuwait City": "Birni Kuwait",
	"Kyrgyzstan": "Kirgistan",
	"LED Local Dimming": "Rage Hasken LED na Gida",
	"LG Bean Bird character": "Tsarin Bean Bird na LG",
	"LG Remote Service": "Aiki Remote Na LG",
	"LG Services Country": "Kasar Ayyukan LG",
	"LG Sound Sync": "Daidaita Sautin LG",
	"LG Wireless Keyboard": "LG Madannin Wayalas",
	"LG Wireless Keyboard Connected:": "LG Hada Madannin Wayales:",
	"LG Wireless Keyboard allows you to control your TV through bluetooth. This feature applies only to specified LG Wireless Keyboard models.": "Allon madanni mara waya na LG zai ba ka dama ka yi iko da TV ta hanyar sadarwa shigar bayanai. Wannan yana samuwa ga kayen LG kawai.",
	"Language": "Yare",
	"Large": "Babba",
	"Large Standard": "Babban Tsari",
	"Last tuning:": "Kamowar karshe:",
	"Latvia": "Latviya",
	"Lebanon": "Liban",
	"Left Right": "Hagu/Dama",
	"Left drop shadow": "Inuwar digon hagu",
	"Legal Notice": "Bayana Shari’a",
	"Liberia": "Laberiya",
	"Libya": "Libiya",
	"Light": "Maras ƙarfi",
	"Lithuania": "Lituweniya",
	"Live Plus": "Na Yanzu",
	"Live Theater": "Dandamali na Kai tsaye",
	"Loading...": "Locaci...",
	"Local": "Karami",
	"Local Language": "Yayen wuri",
	"Location": "Wuri ",
	"Lock All": "Kulle Duka",
	"Lock changes for currently running apps will be applied the next time they are started.": "Za a shigar da canje-canjen makullin shiri na shirye-shiryen da ke kan gudana duk lokacin da aka kunna su.",
	"Logo Luminance Adjustment": "Daidaita Hasken Tambari",
	"Low": "Kasa",
	"Luminance": "Haske",
	"Luxembourg": "Luksambur",
	"MAC Address": "Adireshin MAC",
	"MAC Address (Wired)": "Adreshin MAC (Mai waya)",
	"MAC Address (Wireless)": "Adreshin MAC (Mara Waya)",
	"MASTER PASSWORD": "BABBAR LAMBAR SIRRI",
	"MHEG Guide": "Jagorar MHEG",
	"MPEG Noise Reduction": "MPEG Rage Hayaniya",
	"Macedonia": "Masedoniya",
	"Macedonia, The Former Yugoslav Republic Of": "Macedonia, Tsohuwar jamhuriyyar Yugoslav",
	"Malaysia": "Malaisiya",
	"Manage your account information and settings.": "Magance bayanan asusun ka da kuna saiti.",
	"Manual": "Na hannu",
	"Manually adjust EQ frequencies.": "Da hannu gyara zangon EQ.",
	"Manually enter the IP and DNS server addresses.": "Da hannun ka shigar da lambar IP da kuma adreshin DNS.",
	"Mature Audience Only": "Manya kawai",
	"Mauritania": "Moritaniya",
	"Mauritius": "Moritus",
	"Maximize contrast by increasing the intensity of bright and dark areas of the screen.": "Kure fitar hoto ta hanyar kara karfin yankunan haske da na duhu a jikin allon.",
	"Medium": "Tsaka-tsaki",
	"Menu Language": "Madannin Yare",
	"Menu Transparency": "Filla fillar Jadawali",
	"Message": "Sako",
	"Method": "Hanya",
	"Mexico": "Maksoki",
	"Middle East": "Gabas ta Tsakiya",
	"Minutes": "Mintuna",
	"Mobile TV On": "An kunna Talbijin din tafi-da-gidanka",
	"Model": "Zubi",
	"Mongolia": "Mangoliya",
	"Month": "Wata",
	"Morocco": "Maroko",
	"Motion Eye Care": "Kulawar Idi Mai Motsi",
	"Movie Lock": "Rufe Wasa",
	"Multi": "Mai yawa",
	"Multi Audio": "Sauti da yawa",
	"Multi Feed": "Hanyoyin samar da bayanai da Yawa",
	"Multiple": "Da yawa",
	"Music": "Kida",
	"Myanmar": "Miyamar",
	"NO": "A’A",
	"NOTE: When the screen saver option is set to ON, it will not come up while you are watching Live TV and video inputs to avoid interfering with your viewing experience.": "LURA: Yayin da aka saita zabin screen saver akan KUNNA, ba zai bijiro ba yayin da ka ke kallon bayanan Talabijin kai tsaye da bidiyo kai tsaye don gudun yin katsalandan da yanayin kallonka.",
	"NSW/ACT - New South Wales / Australian Capital Territory - Sydney": "NSW/ACT - Sabuwar Wales ta Kudu/Yankin Babban birnin Australia - Sydney",
	"Namibia": "Namibiya",
	"Netherland": "Holan",
	"Netherlands": "Holan",
	"Network": "Netwok",
	"Network Name": "Sunan hanayar Adaka",
	"New Zealand": "Nuzilan",
	"Next": "Gaba",
	"Nicaragua": "Nicaraguwa",
	"Nigeria": "Najeriya",
	"Night": "Dare",
	"No": "A’a",
	"No Internet via 3G/4G network": "Babu sadarwa ta cikin 3G/4G",
	"No Internet via Ethernet": "Babu yanar gizo ta hanyar Ethernet",
	"No Internet via Wi-Fi": "Babu sadarwa ta hanyar Wi-Fi",
	"No One 17 and Under Admitted.": "Na daya 17 kuma karkashin karbabbe.",
	"No Operation Auto Off": "Bau Aiki  ",
	"No Signal Auto Off": "Babu alama Aoto Rashe",
	"No Signal Image": "Ba Hoton Sigina",
	"No Signal Power Off (15Min)": "Babu Signal An Kashe Wuta (15Min)",
	"No Wi-Fi Direct Devices": "Babu aikin Wi-Fi Direct",
	"No card information": "Babu bayanin katin",
	"No devices have been found.": "Babu na’urori da aka samu.",
	"No group ID": "Babu Bayanan Rukuni",
	"No updates found.": "Ba a sami sabuntawa ba.",
	"Noise Reduction": "Rage Hayaniya",
	"None": "Babu",
	"Normal": "Matsakaici",
	"Northern Africa": "Afrika ta Arewa",
	"Norway": "Nowe",
	"Not Connected": "Ba’a hada ba",
	"Not Connected to Internet": "Ba a jona da intanet ba",
	"Note: Available options depend on the broadcast program.": "Kula da: Zabin ya dogara akan shirin sadarwa.",
	"Note: Behavior may differ if connected device is not a LG device.": "Kula da: Halayya kan iya bambanta idan na’urar da aka jona ba na’urar LG ba ce.",
	"Note: Captions are only displayed when provided by the broadcast program.": "Kula da: Bangaren yana bayyanuwa alokacin da aka samar da shirin sadarwa.",
	"Note: If the device is not properly connected and set up, you may not hear any sound through it.": "Kula da: Idan na’urar ba’a hadata da-dai ba , ba za ka iya jin sautin dai-dai ba.",
	"Note: If the speakers are not properly connected and set up, you may not hear any sound through them.": "Kula da: Idan sifikar ba’a dai-daita su , ba za ka ji wani sauti ta cikin sub a.",
	"Note: If you can't hear sound through the device, make sure it is working properly and supports Sound Sync.": "Kula da: Idan ba za ka iya jin sautin ta hanyar na’ura ba, ka tabbata tana aiki so sai.",
	"Note: Only displayed when it is provided by the program.": "Kula da: Ana bijirarwa idan aka shirin ne kawai ya samar da ita.",
	"Note: Subtitles are only displayed when provided by the broadcast program.": "Kula da: Fassara tana bayyana lokacin da aka gabatar da shirin.",
	"Note: Supported features may differ by model and its transparency by the feature's operation with content playback like Live TV or VOD content.": "Kula: Wasu siffofin na iya sauyawa dangane da irin samfurin na’urar da ake amfani da ita da kuma kyan hotonta a lokacin da ake amfani da ita wajen Live TV ko VOD.",
	"Note: This feature works only when provided by the broadcast program.": "Kula da: Wannan siffa tana aiki ne kawai lokacin da shirin yadawa ya samar da ita.",
	"Note: if your device does not support this feature, it may not work properly. In that case, you can connect the device to a different HDMI port or turn the HDMI ULTRA HD Deep Color setting off.": "Kula: Idan na’urar ba ta jituwa da talabijin ɗin, ba za ta yi aiki sosai ba. Idan haka ta faru, kana iya jona na’urar daga wata kafar ta HDMI ko ka kashe saitin ULTRA HD Deep Color.",
	"Note:<br>1. If your TV is turned on while Pixel Refresher is in progress, it will stop the process and you have to start over.<br>2. While processing, a white line may appear in the screen. This is normal when clearing your screen.": "Lura:<br>1. Idan TV ɗinka yana a kunne yayin da Mai ƙarfafa Piksel yana cikin aiki, zai tsai da sarrafawar kuma sai ka sake fara kuma.<br>2. Yayin sarrafawa, wani farin layi yana iya nuna a cikin allon. Wannan abu da aka saba da shi ne a lokacin tsabtacewa allonka.",
	"OFF": "KASHE",
	"OK": "TO ",
	"OLED LIGHT": "FITILAR OLED",
	"OLED Panel Settings": "OLED Panel Saiti",
	"Off": "Kashe",
	"On": "An kunna ",
	"OnTimer Channel not selected": "Ba a zabi tasha mai Saitin Lokaci ba.",
	"One Touch Sound Tuning Options": "Zaɓuɓɓukan One Touch Sound Tuning",
	"Open": "Bude",
	"Open Source Licenses": "Bude Sanarwar Kwakwalwar Budadden Tushe",
	"Open when TV is turned on": "Bude Idan an kunna talabijin",
	"Optical": "Na gani",
	"Optimize contrast settings based on image brightness of the HDR content.": "Inganta saitunan haske ta la’akari da hasken hoto na abun HDR.",
	"Optimize contrast settings based on image brightness.": "Inganta bambanci saituna bisa hoto haske.",
	"Optimize display for movies.": "Dai-daita domin nunafina -finai.",
	"Optimize image quality for fast-moving images (sports and action).": "Bunkasa ingancin hoto don hotuna masu gudu(wasanni da kuma mataki).",
	"Optimize sound based on type of TV installation.": "Dai-daita sautin kalar sanya TV.",
	"Optimize sound mode for each content type and customize audio effects for Standard mode.": "Inganta yanayin sauti ga duk nau’in bayanai sannan ka dauwamar da kaifin sauti don daidaitaccen yanayi",
	"Optimize sound mode for each content type.": "Dai-daita yanayin sautin akan kowane shiri.",
	"Original Language": "Yaren Asali",
	"Others": "Saura",
	"Outer": "Na waje",
	"Output sound through an LG audio device connected to the OPTICAL DIGITAL AUDIO OUT port. With this option, you can control the device's volume with your TV remote.": "Sautin fita na ta hanyar na’urar sauti na waje an hada tad a OPTICAL DIGITAL AUDIO OUT. Da wannan zaben, za ka iya juya sautin TV din ka.",
	"Output sound through an wireless audio device via LG Sound Sync or Bluetooth. It may need some troubleshooting:": "Sautin da ke fita ta cikin na’urar sautin murya ta wayales ta hanyar LG Sound Sync ko Bluetooth. Za ta iya bukatar binciken kwakwaf:",
	"Output sound through external audio devices connected to the AUDIO OUT/ H/P OUT port.": "Fitar da sautin ta hanyar na’urar sautin waje an hada ta da AUDIO OUT/ H/P OUT port.",
	"Output sound through external audio devices connected to the HDMI IN (ARC) port.": "Fitar da sautin ta hanyar na’urar sautin waje da aka haɗa ta da kafar HDMI IN (ARC).",
	"Output sound through external audio devices connected to the OPTICAL DIGITAL AUDIO OUT.": "Fitar da sautin ta hanyar na’urar sautin waje da aka haɗa ta da kafar OPTICAL DIGITAL AUDIO OUT.",
	"Output sound through the Internal TV speaker.": "Sautin fita ta hanyar TV sipika ta ciki.",
	"Output sound through wired headphones.": "Fitar sauti ta hanyar na’urar kunne.",
	"PIN: {pin}": "KAFA ABU: {pin}",
	"Paired Devices": "Naúrar da aka hada",
	"Paraguay": "Paragayi",
	"Parental Guidance Suggested": "An bada shawarar jagaorancin iyaye",
	"Parental guidance suggested for children ages 8-13.": "Sa’idon iyaye da aka bada shawara don yara yan shekaru 8-13.",
	"Parents Strongly Cautioned": "An yi matukar Jan kunnen iyaye",
	"Password": "Kalmar-shiga",
	"Patent Information": "Bayanan Hakki",
	"Pattern": "Tsari",
	"Philippines": "Filipin",
	"Photo": "Hoto",
	"Pick a Time": "Dauki Lokaci",
	"Picture": "Hoto",
	"Picture Mode": "Yanayin Hoto",
	"Picture Mode Settings": "Saita yanayin Hoto",
	"Picture Options": "Zabin Hoto",
	"Picture Test": "Gwada Hoto",
	"Picture or sound may not work properly while connected external device and TV are initially communicating. If the issue persists, please revert the settings or reboot your connected external device.": "Hoto da sauti ba za su fito sosai ba idan ana kwance tsakanin wata na’ura da TV ɗinka. Idan abin ya wuce kima, ka koma saitinka na da, ko kuma ka sake kunna na’urar da ke kwance da TV dinka.",
	"Pitch": "Makura",
	"Pixel Refresher": "Mai ƙarfafa Piksel",
	"Pixel Refresher allows your TV to provide the clearest picture possible.": "Mai ƙarfafa Piksel yana ba wa TV ɗinka damar samar maka da hoto mafi tsabtace da ya yiwu.",
	"Pixel Refresher has been scheduled to start the next time your TV is turned off.": "An tsara Mai ƙarfafa Piksel ya fara a lokaci na gaba da aka kashe TV ɗinka.",
	"Pixel Refresher will begin when you turn off your TV.": "Mai ƙarfafa Piksel zai fara idan ka kashe TV ɗinka.",
	"Please check that all values are input correctly.": "Duba ka ga an shigar da duk lambobin daidai.",
	"Please check the network name and password and try again.": "Duba sunan hanyar sadarwar ka da kuma lambar sirri ka kara kokari.",
	"Please check the status and try again": "Duba yanayi ka kuma kara gwadawa",
	"Please do not unplug the USB storage until the copying is completed.": "Kada a cire na’urar USB ɗin har sai an kammala kwafin.",
	"Please enter your password to turn off this function.": "Sai ka shigar da kalmar sirri don a kashe wannan aiki.",
	"Please enter your password to turn on this function.": "Sai ka shigar da kalmar sirri ɗinka don a kashe wannan aiki.",
	"Please make sure that your TV is connected to the network and try again.": "Tabbata talbijin din ka a jone take da hanyar sadarwa sannan ka sake gwadawa.",
	"Please try again later.": "Sake gwadawa wani lokaci.",
	"Please wait while the Settings application reloads.": "Jira a lokacin da saitin shirin ya ƙara farawa.",
	"Please wait while the Settings application restarts.": "Jira alokaci da saitin shirin ya kara farawa.",
	"Please wait while the TV restarts.": "Jin kira alokacin da TV din ka tana kara kunnuwa.",
	"Please wait while the TV searches for LG Service Country.": "Jira yayin da talbijin ke neman Kasar Aikin LG.",
	"Point": "Alama",
	"Pointer Options": "Zabukan Manuni",
	"Poland": "Polan",
	"Porto Novo": "Kwatano",
	"Power Saving Mode": "Ajiye Wuta",
	"Preferred Color": "Zababbiyar kala",
	"Preschool": "Kafin makaranta",
	"Press right button to adjust de-blur and Motion Pro value.": "Danna madanni na dama don daidaita de-blur and Motion Pro value.",
	"Press right button to adjust de-judder and Motion Pro value.": "Danna madanni na dama don daidaita darajar de-judder da kuma de-blur.",
	"Press right button to adjust de-judder, de-blur and Motion Pro value.": "Danna madannin dama don daidaita darajar de-judder, de-blur da kuma Motion Pro",
	"Press the WPS button on your wireless router now.": "Danna madannin WPS ta hanyar wayar iska yanzu .",
	"Press the WPS-PBC button on a WPS-enabled router to connect TV to the network.": "Danna madannin WPS-PBC abisa WPS-domin sanya sadarwa ga TV din ka.",
	"Press the right button to adjust Motion Pro settings.": "Danna madanni na dama don daidaita tsarin de-blur da kuma Motion Pro.",
	"Press the right button to adjust de-blur settings.": "Latsa madanni na dama domin sake seta tsarin de-blur.",
	"Press the right button to adjust de-judder settings.": "Latsa madanni na dama domin sake seta tsarin de-judder.",
	"Previous": "Na baya",
	"Primary Audio Language": "Karamin Suti Yare",
	"Primary Channels": "Manyan Tasoshi",
	"Primary Teletext Language": "Karamin Sakon Yare",
	"Programme": "Tasha",
	"Puerto Rico": "Puweto Riko",
	"Qatar": "Kwatar",
	"Quick Start+": "Saurin farawa+",
	"RECONNECT": "SAKE JONAWA",
	"Raised": "An daga",
	"Real Cinema": "Sinima ta Gaske",
	"Reason: Authentication with access point was unsuccessful.": "Dalili: Ba a yi nasarar tabbatar da cibiyar izini ba.",
	"Reason: Could not establish a connection to access point.": "Dalili: Ba za a iya samar da hadin sadarwa zuwa gurbin shiga ba.",
	"Reason: Could not retrieve a valid IP address by using DHCP.": "Dalili: An kasa zakulo ingantaccen adireshin IP ta amfani da DHCP.",
	"Reason: Entered password is incorrect.": "Dalili: Ka shigar da lambar sirri ba dai-dai ba.",
	"Reason: Password is missing.": "Dalili: Babu lamabr sirri.",
	"Reason: The network you selected is out of range.": "Dalili: Zabin ka babu shi.",
	"Reason: Unable to login.": "Dalili: An kasa shiga.",
	"Recommended for children ages 14 and older.": "Dacewa ga yara’yan shekara 14 da sama da haka.",
	"Recommended for children ages 16 and older.": "Dacewa ga yara’yan shekara 16 da sama da haka.",
	"Red": "Ja",
	"Reduce noise from digital video signals.": "Rage hayaniyar alamar na’urar bidiyo.",
	"Refresh list": "Gyatta jerantawa",
	"Region": "Yanki",
	"Remote Settings": "Saitukan Remote",
	"Remove irregular and erratic pixels for a clearer image.": "Cire mara dai-dai da kuma wasu matsaloli domin inganta hoto.",
	"Reset": "Sake saiti ",
	"Reset CI Password": "Sake saita lamabar sirri ta CI",
	"Reset Password": "Sake saita lambar sirri",
	"Reset to Initial Settings": "Sake saitawa zuwa Saitukan Farko",
	"Restrict access to TV programs and movies based on their ratings.": "Kebance tsarin shirin TV da finafinai akan ma’auni.",
	"Restrict access to TV programs based on their ratings.": "Takaita damar bude shirye talbijin ta hanyar kimanta su.",
	"Restrict access to specified apps.": "Takaita damar budewa ga shirye shiryen da aka fayyace.",
	"Restrict access to specified channels.": "Takaita damar budewa ga tasoshin da aka fayyace.",
	"Restrict access to specified inputs.": "Takaita damar budewa ga bayanan shigarwa da aka fayyace.",
	"Restricted": "Iyakance",
	"Retry": "Sake jarrabawa ",
	"Return TV to its initial settings. This will revert all options to their default settings.": "Dawo da talbijin zuwa saitukanta na ainihi. Hakan zai mayar da duk zabuka zuwa dauwamammun saitukan su.",
	"Revert Color Management System settings to default.": "Mayar da Saitunan Tsarin Gudanar da Launi zuwa saitunan asali .",
	"Revert standard mode sound effect settings to default.": "Gyara saitin sautin.",
	"Revert to default settings. Each picture mode must be reset individually. Please select the picture mode you want to reset.": "Koma zuwa tsoho saituna. Kowane hoto yanayin dole ne a sake saita akayi daban-daban. Don zaba cikin hoto yanayin kana so ka sake saita.",
	"Revert white balance settings to default.": "Mayar da farin haske zuwa saitunan asali.",
	"Revoke Pairing": "Soke Jerantawa",
	"Right Left": "Dama/Hagu",
	"Right drop shadow": "Inuwar digon dama",
	"Romania": "Rumaniya",
	"Russia": "Rasha",
	"Rwanda": "Ruwanda",
	"SIMPLINK enables HDMI-CEC devices connected to your TV with an HDMI cable to be controlled with your TV remote.": "SIMPLINK yana sanya na’urorin HDMI-CEC da ke jone da Talbijin din ka tare da wayar HDMI da za a sarrafa da remote ta Talbijin din ka.",
	"SIMPLINK lets you use your LG Remote to control other SIMPLINK-enabled devices, like a DVD player or audio home theater system, that are connected to your LG Smart TV by HDMI.": "SIMPLINK kan baka damar yin amfani da LG Remote din ka don sarrafa sauran na’urori masu damar SIMPLINK, kamar na’urar DVD ko Talbijin ta hanyar HDMI.",
	"SIMPLINK will be automatically turned on to use this ARC mode.": "SIMPLINK zai kunna don amfani da yanayin ARC.",
	"START NOW": "KUNNA YANZU",
	"START ONCE TV IS OFF": "FARA DA ZARAR TALBIJIN TA MUTU",
	"Safety": "Lafiya",
	"Saint Vincent": "San Binsan",
	"Satellite": "Tauraron dan adam",
	"Satellite DTV": "DTV mai tauraron dan Adam",
	"Satellite Radio": "Radiyo Tauraron dan Adam ",
	"Saturation": "Cika",
	"Saudi arabia": "Ƙasar Makka",
	"Save": "Adana",
	"Save CAM Operator's Profile": "Adana tsarin CAM Operator.",
	"Save CI Password": "Adana lamabar sirri ta CI",
	"Save the Color Management System settings from the currently selected picture mode for all inputs.": "Adana Saitunan Tsarin Gudanar da Launi daga yanayin hoton da aka zaɓa yanzu ga duk bayanan shigarwa.",
	"Save the current customized setting values to currently selected picture mode for all inputs.": "Adana darajojin saitin da aka dauwamar zuwa yanayin hotunan da aka zaba kwanan nan ga duk abubuwan fitarwa.",
	"Save the white balance settings from the currently selected picture mode for all inputs.": "Adana saitukan daidaiton fari daga yanayin hoton da aka zaba ga duk bayanan shigarwa.",
	"Save/reset your CI password. Saving your password will let you skip the sign-in step in the future.": "Ajiye/saita lambar sirri ta CI. Ajiye lambar ka ta sirri zai sanya ka shiga cikin tsarin daya-bayan-daya anan gaba.",
	"Screen Off": "An kashe Allo",
	"Screen Shift ": "Juya kwalbar kallo",
	"Screen shifts at regular time intervals to prevent panel noise.": "Matsar da kwalbar akwatin kallo a dai-dai yana hana hayaniyar bango.",
	"Screen will turn off in 5 seconds. To turn the screen back on, press any button except the power and volume button.": "Allon zai kashe a cikin daƙiƙoƙi 5. Don a sake kunna allon, danna kowane madanni sai dai madannin kunnawa da ƙarfin murya.",
	"Search": "Bincike",
	"Searching...": "Nema...",
	"Second Language": "Yare na Biyu",
	"Secondary Audio Language": "Babban Sutin Yare",
	"Secondary Teletext Language": "Babban Sakon Yare",
	"Security": "Tsaro",
	"Select IRE point to adjust luminance.": "Zabi maki IRE don daidaita luminance.",
	"Select Mode": "Zabi yanayi",
	"Select TV's language settings.": "Zabi saitukan yare na Talbijin.",
	"Select aspect ratio from the menu.": "Zaɓi kiyasin faɗi daga mazaɓar.",
	"Select audio language for digital broadcasts. For programs that do not support multiple languages, the default will be used.": "Zabo sautin yaran domin sadarwar zamani. Domin tallafawa yaruka da yawa,rashin matsala zai yi amfani.",
	"Select audio language for digital broadcasts. The default language is selected when the program does not support multiple languages.": "Zabo sautin yaran domin sadarwar zamani. Yaren matsala an zabe lokacin da shirin ya kasa tallafawa yarikan ba.",
	"Select caption settings for analog broadcasts.": "Zabi bangare saita tsohuwar hanyar sadarwa.",
	"Select caption settings for digital broadcasts.": "Zabi bangaren saiti na sabuwar hanyar sadarwa.",
	"Select caption size, color, transparency, and other options for digital broadcasts.": "Zabin bangaren girma, kala,aminci, da kuma wasu sabbin hanyoyin sadarwa.",
	"Select color to be adjusted.": "Zabi launin da za a daidaita.",
	"Select days to apply the Timer Power Off settings every week.": "Zabi ranakun da za a sanya saitukan Kashewar Lokaci kowanne mako.",
	"Select days to apply the Timer Power On settings every week.": "Zabi ranaku don sanya Makunni Mai lokaci.",
	"Select device for audio output.": "Zabi na’ura domin fitar da sautin fita.",
	"Select digital audio output format. When the program does not support the selected output format, the default output from the source will be used.": "Zabin na’urar zamani ta sautin fita. Lokacin da shirin bai dace da zubin bayanin fitarwa da aka zaba ba, za a yi amfani da dauwamammen bayanin fitarwa daga tushe.",
	"Select how much the volume should change with each press of your remote's volume key. Higher values increase increments.": "Zabi yawan sautin da yake karuwa da zarar ka danna na’ura ta nesa. Yawan sauti yana karuwa.",
	"Select how the TV will be used.": "Zabi yadda za a yi amfani da talbijin.",
	"Select language for TV menus.": "Zabi yare domin TV din ka.",
	"Select language for subtitles.": "Zabi yaren fassara.",
	"Select language for voice recognition.": "Zabiyaren domin tantance sauti.",
	"Select languages for on-screen keyboards.": "Zabi yaran domin aniba ke kan allon.",
	"Select method to adjust white balance.": "Zabi hanya don tsaida daidaiton fari.",
	"Select pattern to use as a basis for white balance adjustment. You can use the TV’s built-in pattern or another pattern by connecting an external device.": "Zabi naui don amfani a matsayin tushe ga tsaida daidaitawar fari. Za ka iya amfani da nau’in da aka gina cikin Talbijin ko wani nau’in ta hanyar jona na’urar waje.",
	"Select point to adjust luminance.": "Zabi gurin dai-daito.",
	"Select the best picture mode for your viewing environment and content type.": "Saita hotan da ya dace da mahallin ka da kuma yanayin shirin.",
	"Select the channel to use when the TV turns on.": "Zabi tashar da za a yi amfani yayin da aka kunna talbijin.",
	"Select the country where you want to access LG's services. Services may vary depending on location.": "Zabi kasar da ka ke son samin damar aikin LG. Aikin ya dogara da mahallin.",
	"Select the desired video angle.": "Zabi shirin bidiyon da ka ke so.",
	"Select the format to transfer digital audio to an external device.": "Zabi tsari don yin tiransifar sautin murya na digita zuwa na’urar waje.",
	"Select the input to use when the TV turns on.": "Zabi bayanan shigarwa da za a yi amfani yayin da aka kunna talbijin.",
	"Select the most preferred Subtitle Language.": "Dauki zabin ka na farko na Yaren Karamin kanu.",
	"Select the region where your broadcast signal comes from.": "Zabi sashin da alamar sadarwar ta taho.",
	"Select the second preferred Subtitle Language.": "Dauki zabin ka na biyu na Yaren Karamin kanu.",
	"Select your first choice of audio language for digital broadcasts. For programs that do not support multiple languages, the default will be used.": "Dauki zabin ka na farko na yaren sautin murya don watsa bayanai a dijita. Domin tallafawa yaruka da yawa,rashin matsala zai yi amfani.",
	"Select your first choice of language for your broadcast TV provider's teletext services.": "Dauki zabin ka na farko a yare don aikin teletext na kamfanin da ke samar maka da watsa bayanan talbijin.",
	"Select your remote's cursor speed and appearance.": "Zabi saurin da na’urar ka keyi da kuma bayyanar ta.",
	"Select your second choice of audio language for digital broadcasts. For programs that do not support multiple languages, the default will be used.": "Dauki zabin ka na biyu a yaren sautin murya don watsa bayanai ta digita. Domin tallafawa yaruka da yawa,rashin matsala zai yi amfani.",
	"Select your second choice of language for your broadcast TV provider's teletext services.": "Dauki zabin ka na biyu a yare don aikin teletext na kamfanin da ke dsamar maka da watsa bayanan talbijin.",
	"Senegal": "Sinigal",
	"Serial Number": "Jeran Lamba",
	"Service 1": "Aiki 1",
	"Service 2": "Aiki 2",
	"Service 3": "Aiki 3",
	"Service 4": "Aiki 4",
	"Service 5": "Aiki 5",
	"Service 6": "Aiki 6",
	"Service Area Zip Code": "Sabis Yankin akwatin gidan Lambar ",
	"Set Automatically": "kafa ta atomatik",
	"Set ID": "Saita ID",
	"Set Store Mode settings.": "Saita zuwa tsarin ajiya.",
	"Set System Color mode for your current TV input.": "Kafa tsarin launi yanayin don halin yanzu TV labari.",
	"Set TV locks for fantasy violence content.": "Saita makullan talbijin ga shirin tashin hankali.",
	"Set TV locks for general programming.": "Saita makullan talbijin ga gaba dayan tsarin shiri.",
	"Set TV locks for programs containing adult language.": "Saita makullan talbijin ga shiri masu kunshe da yaren manya.",
	"Set TV locks for programs containing sexual situations.": "Saita makullan talbijin ga shiri masu kunshe da wuraren jima’i.",
	"Set TV locks for programs containing sexually suggestive dialogue.": "Saita makullan talbijin ga shiri masu kunshe da maganganun da ke bayyana jima’i.",
	"Set TV locks for programs containing violence.": "Saita makullan talbijin ga shri masu kunshe da tashin hankali.",
	"Set TV locks for ratings based on children’s ages.": "Saita makullan talbijin ga darajantawa akan shekarun yara.",
	"Set additional options for Audio Description.": "Saita Karin zabuka ga Kwatancen Sauti.",
	"Set additional picture settings.": "Saita ƙarain saitunan hoto.",
	"Set advanced Subtitle options.": "Saita madaukakan zabuka na take.",
	"Set advanced captioning options.": "Nemi babbab bangare.",
	"Set audio-related options.": "Saita alakar sauti-zabi.",
	"Set color balance by adjusting color temperature, luminance, and red, green and blue gain controls.": "Saita daidaiton launi ta hanayar daidaita launin zafi, luminace, da ja, kore da shudi don samun masarrafai.",
	"Set color gamut automatically according to the signal, or display more vivid and richer color in the order of Extended and Wide.": "Ka seta tsarin color gamut kai tsaye dangane da karfin sigina dinka, ko kuma ka nuna kala mai inganci dangane da zurfi da fadi. ",
	"Set color temperature from warm to cool.": "Saita tamfirichar launi daga dumi zuwa sanyi.",
	"Set power options to reduce energy consumption.": "Saita zabin wuta domin rage yadda ake shanta.",
	"Set the TV to turn off after a set amount of time.": "Saita TV domin kashewa ki bayan saita lokacin.",
	"Set the TV to turn off automatically at a set time.": "Saita TV domin kashewa alokacin kai tsaye.",
	"Set the TV to turn off automatically if there is no user input for 2 hours after the timer has turned it on.": "Saita Talbijin ta kashe kanta idan babu bayanan shigarwa na mai amfani har na tsawon awanni 2 bayan makunnin lokaci ya kunna ta.",
	"Set the TV to turn off automatically when there has been no user input for a specified amount of time.": "Saita TV domin kashewa nan take alokacin da babu bayanan abokin hulda na wani lokaci.",
	"Set the TV to turn on automatically at a set time.": "Saita TV domin kunnawa tare da saita lokacin kai tsaye.",
	"Set the TV to turn on or off automatically at a set time.": "Saita talbijin yadda za ta rika kunnawa da kasha kan ta a lokacin da aka saita.",
	"Set the current date and time.": "Saita kwanan wata da lokaci.",
	"Set the current date manually.": "Saita kwanan watan yanzu da hannu.",
	"Set the current time manually.": "Saita lokacin yanzu da hannu.",
	"Set the range of colors that can be displayed.": "Saita jerin launukan da za a iya bijirarwa.",
	"Set the region for broadcasts and special services.": "Saita sashin sadarwa da kuma aiyuka na musamman.",
	"Set the screen size and aspect ratio.": "Saita girman madubin da kuma adadi.",
	"Set the volume level to use when the TV turns on.": "Saita matsayin sauti da za a yi amfani yayin da aka kunna talbijin.",
	"Set time to turn off the TV.": "Saita lokacin kashe Talbijin.",
	"Set time to turn on the TV.": "Saita lokaci don kunna Talbijin.",
	"Settings Help": "Saita Taimako",
	"Sexual Situations": "Yanayin Saduwa",
	"Sexually Suggestive Dialogue": "Zance Mai nuni da Jima'i",
	"Sharpness": "Kyau",
	"Show Password": "Nuna Kalmar-shiga ",
	"Side by Side": "Gefe da Gefe",
	"Sierra Leone": "Salewo",
	"Signal Strength": "Karfin Siginal",
	"Simultaneous Sound Out with Internal TV Speaker": "Sauti na fita a tare da sifikar ciki ta talabijin",
	"Singapore": "Singapur",
	"Single Sound Out": "Fitar da Sauti Daya",
	"Size": "Girma",
	"Skin Color": "Kalar Jiki",
	"Sky Color": "Sama kala",
	"Sleep Timer": "Lokacin Barci",
	"Slovakia": "Sulobakiya",
	"Slovenia": "Sulobeniya",
	"Slow": "A hankali",
	"Small": "Karami",
	"Small Standard": "Karamin Tsari",
	"Smooth": "Santsi",
	"Soccer": "Kwallon kafa",
	"Software Version": "Zubin Saftuwaya",
	"Software update has been installed. Update will be applied when you restart your TV.": "An sabunta manhaja. Za a aiwatar da sabuntawar yayin da ka sake kunna talabijin ɗinka.",
	"Solid": "Sandararre",
	"Some material may be inappropriate for children under 13.": "Wasu bayanan ba zu dace da yara yan shekara kasa da 13.",
	"Some material may not be suitable for children.": "Wasu shirin ba zasu dace ga yara ba.",
	"Sotho, Northern": "Sotho, Arewaci",
	"Sotho, Southern": "Sotho, Kudanci",
	"Sound": "Sauti",
	"Sound Mode": "Yanayin sauti",
	"Sound Mode Settings": "Saitukan Yanayin Sauti",
	"Sound Out": "Sautin Waje",
	"Sound Test": "Gwajin Sauti",
	"Sound can be heard simultaneously through Internal TV Speaker and external audio devices connected to the OPTICAL DIGITAL AUDIO OUT port.": "Sauti za a iya ji lokaci guda, ta hanyar Intanet TV Majalisa da waje audio na'urorin hada ta na OPTICAL DIGITAL AUDIO OUT port.",
	"Sound can be heard simultaneously through internal TV speaker and wired headphones.": "Za’a iya jin sautin bai daya ta hanyar sipikar TV da kuma na’urar kunne.",
	"South Africa": "Afrika Ta Kudu",
	"Southern Africa": "Afrika ta kudu",
	"Spain": "Sipen",
	"Spanish": "Sifanish",
	"Speed": "Gudu",
	"Spoken Subtitle": "Karamin kanu da ake fada",
	"Sports": "Wasanni",
	"Sri Lanka": "Siri Lanka",
	"Stand TypeⅠ": "Nau’in Tsayuwa ",
	"Stand TypeⅡ": "Nau’in Tsayuwa naⅡ",
	"Standard": "Tsayayye",
	"Standard Mode Sound Effect": "Tasirin Sauti na Daidaitaccen Yanayi",
	"Standby Light": "Ajiyayyen haske",
	"Start New Sound Tuning": "Kunna Sabon Kamo Sauti",
	"Startup Sound": "Sautin Farawa",
	"Store Demo": "Fara Nuni ",
	"Store Demo mode provides options to optimize the TV for retail displays.": "Yanayin Nunin Shago kan samar da zabuka na bunkasa talbijin don bijirowar kasuwanci.",
	"Store Mode": "Yanayin Shago",
	"Store Mode Settings": "Saitukan Yanayin Shago",
	"Store Mode is for in-store display purposes. It will re-initialize the settings every few minutes. Do you want to close this app and start the Store Mode?": "Tsarin Rumbu ana amfani da shi ne don nuna abubuwan da aka adana. Za ta sake fara saiti kowanne mintuna kadan. Kana son ka rufe wannan manhajar ka kuna tsarin rumbun adana bayanai? ",
	"Strong": "Mai ƙarfi",
	"Style": "Salo",
	"Subnet prefix length": "Tsawon dafi na Subnet",
	"Subtitle First Choice Language": "Fassara da Farko Zabi Yare",
	"Subtitle Language": "Fassara yaran",
	"Subtitle Second Choice Language": "Fassara zabi na Biyu na Yare",
	"Subtitles": "Kananan kanu",
	"Suitable for children ages 13 and older.": "Dacewa ga yara’yan shekara 13 da sama da haka.",
	"Suitable for children ages 2-7.": "Dacewa ga yara yan shekara 2-7.",
	"Suitable for children ages 8 and older.": "Dacewa ga yara’yan shekara 8 da sama da haka.",
	"Super Impose": "Hayen Hotuna",
	"Super Resolution": "Babban Kuduri",
	"Sweden": "Suwedan",
	"Swift Current": "Share na kai",
	"Switzerland": "Suwizalan",
	"Syria": "Siriya",
	"System Color": "Launin Na’ura",
	"TEXT 1": "AIKA 1",
	"TEXT 2": "AIKA 2",
	"TEXT 3": "AIKA 3",
	"TEXT 4": "AIKA 4",
	"TV Information": "TV Bayani",
	"TV Installation Type": "Nau’in Assasa Talbijin",
	"TV Lock": "Rufe TV",
	"TV Name": "TV Suna",
	"TV Power Sound": "Sautin Kunna talbijin",
	"TV Program Locks": "Rufe shirin TV",
	"TV Rating English": "TV Auna Turanci",
	"TV Rating French": "Faransanci Akan Talbijin",
	"TV Speaker Bar": "Amsa Amon Talabishin",
	"TV Speaker Bar + Wired Headphones": "Sandar Sifikar TV + Na’urorin kunne",
	"TV to USB": "TV zua ga USB",
	"Tanzania": "Tanzaniya",
	"Target Luminance": "Tajeti Luminance",
	"Terrestrial DTV": "DTV NA DUNIYA",
	"Text Color": "Launin Rubutu",
	"Text Opacity": "Yadda ake son rubutu",
	"Thailand": "Tailan",
	"The LG Services Country information could not be retrieved from the server. Please try again later.": "Ba za a iya zakulo bayanin Kasar Aik ta LG daga saba ba. Sake gwadawa wani lokaci.",
	"The Settings application must reload to change the menu language. Do you want to continue?": "Dole shirin Saituka ya sake lodawa don canja yaren jadawali. A ci gaba? Kana son ka ci gaba?",
	"The channel list have been successfully copied from the USB storage to your TV. The TV will restart in 5 seconds.": "Suny. tashos. talbj. sun yi nasr. shg. dg. na’u. ajy. ta USB zw. talbj. ɗnk. Talbj. ɗnk. zai sake kunna kansa nan da sakan 5.",
	"The channel list have been successfully copied from your TV to the USB storage.": "Sunayen tashoshin talabijin ɗinka sun yi nasarar shiga cikin na’urar ajiya ta USB.",
	"The contents on the screen or subtitles will be verbally spoken for visually impaired viewers.": "Za a furta abun kan allon ko fassara da fatar baki don masu matsalar gani.",
	"The contents on the screen will be described with voice for visually impaired viewers.": "Za a bayyana kayan ciki da ke kan allon na’ura da murya don masu kallo da ba sa gani.",
	"The list of all paired devices will be deleted. Do you want to continue?": "Sunayen na’urorin da aka yi ƙawance da su zu share. Kana son ka ci gaba?",
	"The network is currently unavailable. Please try again later.": "Akwai sadarwa yanzu. Sake gwadawa wani lokaci.",
	"The process will take about an hour to complete and your TV needs to remain turned off.": "Sarrafawar za ta ɗauka kusan awa ɗaya don kammala kuma ya kamata TV ɗinka ya tsaya a kashe.",
	"The update cannot be applied to the TV. Software will revert to the previous version.": "Sabunwar ba za hau kan talabijin ba. Manhajar za ta koma kamar yadda take da.",
	"There are no paired devices.": "Babu wasu na’urori da aka jera.",
	"There are settings to correct or prevent OLED panel noise.": "Akwai saitukan da za a gyara ko a hana karar fallen OLED.",
	"There is no USB device connected to your TV.": "Babu na’urar USB da aka hada da TV din ka.",
	"There is no message.": "Babu sako.",
	"Third Language": "Yare na Uku",
	"This mode provides a clear and natural sound quality.": "Wannan tsarin yana samar sautin mai kyau.",
	"This setting puts your TV in standby mode when it's turned off so it will help using TV's functions quicker when you turn the TV back on.": "Wanna saitin zai sanya Talbijin din ka a yanayin tsaiko lokacin da aka kashe ta don a ji dadin amfani da ayyukan Talbijin din cikin sauri lokacin da ka sake kunna Talbijin din ka.",
	"This setting puts your TV in standby mode when it's turned off so it will start up more quickly the next time it's turned on.": "Wanna saiti yana dora talbijin din ka a yanayin tsaiko yayin da aka kasha ta don ta kama da sauri duk lokacin da aka kunna ta.",
	"This settings is only available for Internal TV Speaker.": "Ana samun wannan saiti ne ga Sifikar Talbijin ta Ciki.",
	"Time": "Lokaci",
	"Time & Date": "Lokaci da kwannan Wata",
	"Timer Channel": "Tasha Mai lokaci",
	"Timer Power Off": "Mai auna Lokaci na Kashewa",
	"Timer Power On": "Agogon Ya Saitu",
	"Timer Repeat": "Maimaita lokaci",
	"Timers": "Lokaci",
	"Timezone": "Lokaci Sashi",
	"Tint": "Mai duhu",
	"To experience optimal sound effect, it is recommended to set the balance between the L10~R10 range.": "Don ɗanɗana ɗaukakakken tasirin sauti, ana shawarta a saita ragowar tsakanin ranjin L10~R10.",
	"To test your TV sound, Sound Out setting needs to be changed to the Internal TV Speaker. Do you want to continue?": "Don gwada sautin talabijin, dole sai an canja Wajen fitar sauti zuwa na lasifikar talabijin ta ciki. Kana son ka ci gaba?",
	"To use Wi-Fi Direct, you must turn on the Wi-Fi within the TV. Do you want to turn Wi-Fi on?": "Don amfani da Wi-Fi Direct, dole sai ka kunna sadarwar Wi-Fi. Kana son ka kunna Wi-Fi?",
	"To use the Wi-Fi Direct, you must close the Screen Share app.": "Don samun mazaɓar Wi-Fi Direct, dole ka rufe manhajar Screen Share.",
	"Top and Bottom": "Sama da Kasa",
	"Total Power On Time": "Gaba daya kunna lokaci",
	"Tracking Speed": "Gudun Bibiya",
	"Translucent": "Mai daukar haske",
	"Transparent": "Garai-garai",
	"Treble Boost": "Ƙara Tsintsiya",
	"Trinidad and Tobago": "Tirinidad da Tobago",
	"Tune and save available channels.": "Nema sai ka ajiye tashoshin.",
	"Tune and save available channels. You can set satellite channel options.": "Nema sai ka ajiye tashoshin. Kana iya saita zaɓin tashosh. satalayit.",
	"Tunisia": "Tunisiya",
	"Turkey": "Turkiya",
	"Turn Dolby Surround on to make all your content sound better. Note that Dolby Atmos must also be switched on to use this feature.": "Kunna Dolby Surround don a sa dukan ƙumshinka ya yi amo da ƙarin sauti. Lura cewa dole ne Dolby Atmos ya kuma kasance a kunne kafin a yi amfani da wannan siffa.",
	"Turn automatic volume adjustments on/off and set how much to change volume with each remote click.": "Dai-daita sauti kunna/kashe da kuma yadda za’a canza sauti a kowa ne dannawa.",
	"Turn on the advertising frequency capping cookies. This keeps on tracking the number of times an ad is shown on your TV and is used to help limit the number of times the same ad is displayed.": "Kunna kukis masu lullube yawaitar talla. Wannan zai cigaba da bibiyar lokutan da aka nuna talla a talbijin din ka kuma ana amfani da shi don a rage yawan lokutan da aka nuna ita tallar.",
	"Turn on via Bluetooth": "Kana iya kunnawa ta hanyar Bluetooth",
	"Turn on via Wi-Fi": "Kana iya kunnawa ta hanyar Wi-Fi",
	"Turn on/off ULTRA HD Deep Color for HDMI {num} port.": "Kunna/kashe kafar ULTRA HD Deep Color for HDMI {num}.",
	"Turn on/off and set Audio Guidance options for visually impaired viewers.": "Kunna’kashe sannan ka saita zabukan Manunin Sautin murya don masu kallo da ke da matsalar gani.",
	"Turn on/off captioning for hearing-impaired people. Program must support feature to work.": "Kunna/kashe domin masu lalurar ji. Shirin yana taimakawa aiki.",
	"Turn on/off description box in Settings.": "Kunna/kasha kwatancen akwati a cikin Saituka.",
	"Turn on/off standby light.": "Kunna/kashe wuta ta jirawa.",
	"Turn on/off the images to be displayed when there is no signal.": "Kunna/kashe hotunan da za a nuna a yayin da babu sigina.",
	"Turn on/off the sound notification for TV power.": "Kunna/kashe ankararwar sauti ta makunnin talbijin.",
	"Turn the HbbTV service on/off.": "Juya aikin HbbTV kun/kashe.",
	"Turn the Hybridcast service on/off.": "Koma zuwa ga tsarin Hybridcast.",
	"Turn the Interactivity (DTVi) service on/off.": "Juya shirin (DTVi) kunna/kashe.",
	"Turn your TV on using your mobile phone via Bluetooth.": "Ka kunna talbj. ɗinka daga wayar salulk. ta hny. Bluetooth.",
	"Turn your TV on using your mobile phone via Wi-Fi.": "Kunna TV ɗinka ta yin amfani da wayar hannu ɗinka ta hanyar Wi-Fi.",
	"Turn your broadcast TV provider's TV Guide on/off.": "Juya tsarin sanarwar TV masu samarwar kariya kunnawa/kashewa.",
	"Turn your broadcast TV provider's teletext service on/off.": "Kunna/kashe aikin teletext na kamfanin yada bayanan talbijin din ka.",
	"Turning Wi-Fi off will prevent you from accessing all Internet-based services unless you use a cable to connect to the network. Do you want to continue?": "Kashe Wi-Fi zai hana ka samun shiga duk wasu ayyuka na kan intanet sai dai in ka yi amfani da waya don haɗi da hanyar sadarwa. Kana son ka ci gaba?",
	"Turning this option on may increase energy consumption.": "Kunna wannan zabin zai iya kara jan karfin wuta.",
	"Type": "Nau’i",
	"UAE": "Haɗaɗɗiyar Daular Larabawa",
	"UNPAIR": "CIRE JONI",
	"USA": "Amurka",
	"USB storage for Copy Channels": "Ma’adanar USB don Tasoshin Kwafe",
	"USB to TV": "USB zuwa ga TV",
	"Uganda": "Yuganda",
	"Ukraine": "Yukaran",
	"Unable to check for updates.": "An kasa neman sabuntawa.",
	"Unable to connect to the network.": "An gagara haɗi da hanyar sadarwa.",
	"Undefined": "Hadadde",
	"Under 17 requires accompanying parent or adult guardian.": "Kasa da 17 yana bukatar kulawar iyaye ko kuma babba mai shiryarwa.",
	"Uniform": "Gaba daya",
	"United Kingdom": "Birtaniya",
	"Unknown": "Wanda ba a sani ba",
	"Unknown issue has occurred.": "Wata matsalar da ba a santa ba ta afku.",
	"Update canceled.": "An soke sabuntawa.",
	"Update in progress...": "Ana kan sabuntawa...",
	"Update in progress...({n}%)": "Ana sabuntawa...({n}%)",
	"Update paused.": "An tsayar da sabuntawa.",
	"Update reserved.": "An kebe sabuntawa.",
	"Update will be cancelled and all update files will be deleted now. Do you want to continue?": "Sabuntawar za ta dakata kuma za a share duk fayiloli da suka shiga yanzu. Kana son ka ci gaba?",
	"Uruguay": "Yurugai",
	"Use Stand TypeⅠ if the distance between your TV stand and the wall is significant.": "Ka yi amfani da kala 1 idan nisan dake tsakanin TV dinka da bango yana da yawasosai.",
	"Use Stand TypeⅡ if your TV stand is close to the wall. This will reduce base reflex and give you clearer sound quality.": "Yi amfani da tsari na II idan TV din ka tana kusa da bango. Wannan zai rage wasu matsaloli kuma zai baka sauti mai kyau.",
	"Use Wall-mounted Type if your intalled TV is wall-mounted type.": "Yi amfani da bango kai tsaye idan TV din ka ta bango ce.",
	"Use the LG Bean Bird character-shaped cursor.": "Yi amfani da tsarin Bean Birdna LG.",
	"Use the large, standard-shaped cursor.": "Yi amfani da babba, tsarin-manuni.",
	"Use the small, standard-shaped cursor.": "Yi amfani da karami, tsarin-manuni.",
	"Use this option to correct picture quality issues that may result after your TV has been turned on for an extended period of time.": "Yi amfani da wannan zabin ka gyara al’amuran kyan hoto da za su iya bijirowa bayan an kunna talbijin din ka na tsawon lokaci.",
	"User": "Mai amfani",
	"User Agreements": "Yarjejeniyar mai amfani",
	"User Guide": "Abin shiryar da mai amfani",
	"User Name": "Sunan mai amfani",
	"Uzbekistan": "Uzubekistan",
	"V Position": "V Yanayi",
	"V Sharpness": "V Daidaito",
	"V Size": "V Girma",
	"Vatican City": "Birnin Vatikan ",
	"Venezuela": "Benezuwela",
	"Vertical Zoom": "Kusantowar Tsaye",
	"Video 1": "Bidiyo 1",
	"Video 2": "Bidiyo 2",
	"Video 3": "Bidiyo 3",
	"Video Description": "Kwatancen Bidiyo",
	"Vietnam": "Biyetinam",
	"View BS Conditional Access Systems (B-CAS) information.": "Duba BS Samin damar tsarin bayani (B-CAS).",
	"View current Common Interface (CI) information.": "Duba hanyar tsarin bayanai na (CI).",
	"View messages from your broadcast TV provider.": "Duba sakonni daga kamfanin da watsa bayanan talbijin din ka.",
	"Violence": "Hayaniya",
	"Vivid": "Karara",
	"Voice Recognition Language": "Muryar Yare Da Aka Sani",
	"Volume": "Masarrafin sauti",
	"Volume Increase Amount": "Kara Sautin Muryar",
	"Volume Mode": "Yanayin Masarrafin sauti",
	"Wall-mounted Type": "Nau’in Na kan katanga",
	"Warm1": "Dumi1",
	"Warm2": "Dumi2",
	"Warm3": "Dumi3",
	"We collect and store MAC address, model number, country code, language settings, and software version to verify your device and to check whether you have the latest version of the software.": "Muna tattarawa tare da adana adireshin MAC, lambar kira, lambar kasa, saitukan yare, da kuma zubin software don tantance na'urarka da kuma duba ko kana da sabon zubi na software.",
	"Western Africa": "Yammacin Afrika",
	"When a connected external hard drive has not been used for a specified amount of time, switch to standby mode.": "Ya yin hadawa da babbar ma’ajiya ta waje da akai amfani da ita na wani lokaci.",
	"When set to On, experience Dolby Atmos moving audio when you turn on/off the TV.": "Idan aka saita zuwa A kunne, ɗanɗana Dolby Atmos matsawa sauti idan ka kunna/kashe TV ɗin.",
	"When the currently displayed app has not received any user input for an hour, it will be replaced by a screen saver. If you turn this option off, the current picture may create an afterimage burned onto your screen, possibly permanently.": "Yayin da shrin da ake nunawa bai sami kowane bayanin da mai amfani ya shigar ban a awa guda, za a maye gurbin sad a screen saver. Idan ka kasha wannan zabin, hoton da ke bude zai iya kirkirar tasirin hoto ya dora akan sikirin din ka, watakila dindindin.",
	"When the device is turned on/off, your TV will automatically turn on/off.": "Yayin da aka kunna/kashe na’ura, Talbijin dinka za ta kunna/kashe kai-tsaye.",
	"When the program does not support the language that you have selected, the default language will be shown.": "Idan shirin babu shi a harshen da ka zaɓa, za a yi amfani da harshen asali.",
	"When turned on, on-screen features (e.g. Live menu, Search, Screen Remote) will be partially transparent to show the content beneath it.": "Yayin da aka Kunna, siffofin kan sikirin (kamar jadawali na kai tsaye, Bincike, Remote din Sikirin) za su zama shara na dan lokaci don nuna bayanan da ke kasanta.",
	"When turned on, the background and text color on some menus will be adjusted to enhance contrasts between bright and dark areas.": "Idan an kuna, za a iya saita launin bayan fage da kuma na rubutu a kan wasu manunan don inganta kaifinsu tsakanin sashen mai haske da kuma mai duhu.",
	"When your TV is turned off, the device will automatically turn off.": "Yayin da aka kashe Talbijin dinka, na’urar za ta kashe kai-tsaye.",
	"White": "Fari",
	"White Balance": "Daidaton fari ",
	"Wi-Fi Connection": "Wi-Fi Hadawa",
	"Wi-Fi Direct connection has not succeeded.": "Ba a yi nasarar haɗin Wi-Fi Direct ba.",
	"Wi-Fi Direct connection with {deviceName} is disconnected.": "An cire haɗin Wi-Fi Direct da {deviceName}.",
	"Wi-Fi Direct lets you connect your TV wirelessly to other Wi-Fi Direct-enabled devices, like a cellphone or computer, without having to connect to a wireless router.": "Wi-Fi Direct bari mu hada da wayar iska ta TV da wasu Wi-Fi Direct- da- na’ura kamar wayar tarho ko komfuta, ba tare da ka hada ta hanyar wayar iska ba.",
	"Wi-Fi Direct lets you connect your TV wirelessly to other Wi-Fi Direct-enabled devices, like a mobile device or a computer, without having to connect to a wireless router. Once connected, you can enjoy your contents from the devices using the Photo & Video and the Music app in TV.": "Wi-Fi Direct yana bari ka haɗa TV ɗinka ta hanyar mara waya da sauran na'urori masu damar Wi-Fi Direct, kamar wata na'urar hannu ko wata kwamfuta, ba sai an haɗa da wata hanyar haɗi mara waya. Da zarar ka haɗa, kana iya ji daɗin abubuwanka daga na'urori ta yin amfani da manhajar Hoto da Bidiyo da Kiɗa a cikin TV.",
	"Wi-Fi Security": "Tsaron Wi-Fi",
	"Wi-Fi is turned off. Turn it on to see the list of available networks that you can connect to and additional related menu items.": "Kashe Wi-Fi. Kunna shi don ganin jerin hanyoyin sadarwa da za ka iya hadawa da su da kuma Karin abubuwan jadawali.",
	"Wi-Fi issue has occurred.": "Matsalar Wi-Fi ta afku.",
	"Wide": "Fadi",
	"Wide Area Zone": "Yanki mai Faɗi",
	"Wide View": "Duba Mai fadi",
	"Wide View (32:9)": "Kallososai (32:9)",
	"Wide Zoom": "Budewa Sosai",
	"Window Color": "Kalar Window",
	"Window Opacity": "Yadda ake son Window",
	"Wired Connection (Ethernet)": "Hada Wayar (Ethernet)",
	"Wired Headphones": "Na’urar kunne",
	"YES": "E",
	"Year": "shekara",
	"Yellow": "Yalo",
	"Yellowknife": "Yaluwar wuka",
	"Yemen": "Yamal",
	"Yes": "E",
	"You can also turn Adaptive Sound Control on to enhance all other audio content using Dolby processing.": "Haka nan za ka iya kunna Sarrafa Murya mai Sajewa don inganta duk sauran ƙunshiyar murya ta amfani da gudanarwar Dolby.",
	"You can control the setting for using HbbTV service.": "Za ka iya sarrafa saitin ta amfani da sabis ɗin HbbTV.",
	"You can control the setting for using IBB service.": "Za ka iya sarrafa saitin ta amfani da sabis ɗin IBB.",
	"You can find the default password in User Guide.": "Kana iya samun kalmar sirri ta asali a cikin Abin shiryar da mai amfani.",
	"You can only change settings from the current HDMI input.": "Za a iya canja saitunan daga mashigar HDMI kaɗai.",
	"You can play photos and music from your mobile device to the TV or control your TV by using mobile apps such as LG TV Plus.": "Za ka iya kunna hotuna da kiɗa daga na’urarka ta wayar hannu a TV ko sarrafa TV ɗinka ta amfani da manhajojin wayar hannu kamar su LG TV Plus.",
	"You can select left and right audio settings for broadcast signal.": "Kana iya zaɓi saitunan sauti na hagu da dama don siginar watsawa.",
	"You can select upto {n} keyboard languages only. De-select selected languages to add more langauge.": "Za ka iya zaba har zuwa {n} yarukan allo. Ka cire yarukan da ka zaba, Kara wasu sabbi.",
	"You can turn on/off the feature of saving CAM operator's profile.": "Za ka iya kunna/kashe siffar ta adana furofayil ɗin mai sarrafa CAM.",
	"You can turn this feature on or off.": "Za ka iya kunnawa ko kasha wannan aiki.",
	"You can turn your TV on using your mobile phone.": "Kana iya kunna TV ɗinka ta yin amfani da wayar hannu ɗinka.",
	"You can use 3G/4G USB dongle to connect to the network.": "Za ka iya amfani da wani majonin USB na 3G/4G don haɗi da hanyar sadarwar.",
	"You can use your Magic Remote to determine the room’s acoustics and optimize your TV’s sound quality based on the results.": "Za ka iya amfani da Magic Remote saita yanayin dakin da kuma dai-daita sautin TV din ka.",
	"Your TV and SIMPLINK-connected device will be synced as follows:": "Za aka hade Talbijin da kuma na’urarka mai hade da SIMPLINK kamar haka:",
	"Your TV must stay off while Pixel Refresher process is in progress. Any current or upcoming recordings, reminders, or timer power-on scheduled during this process will be canceled.": "Dole TV ɗinka ya tsaya a kashe yayin da ana cikin sarrafawar Mai ƙarfafa Piksel. Kowane naɗe-naɗe, tunatarwa, ko kunnawa mai ƙirga lokaci na yanzu ko mai zuwa da aka tsara a lokacin wannan sarrafawa za a soke su.",
	"Your TV needs to be connected to the network to automatically set your LG Services Country. Do you want to go to Network Settings now to check the connection?": "Akwai buƙatar talabijin ɗinka ya kasance haɗe da hanyar sadarwa don saita sabis ɗin LG a kƙasar da zaɓa. Kana son zuwa Saitunan Hanyar Sadarwa yanzu don duba haɗin?",
	"Your TV needs to know your correct location to provide emergency alert messages through its digital TV signal.": "Talabijin ɗinka na buƙatar gano muhallin da kake don ya dinga nuna saƙon sigina.",
	"Your TV will turn off until the process is complete, at which point it will automatically turn back on.": "Talbijin din ka za ta kashe kanta har sai an kammala aikin, inda zakuma za ta kunna kanta kai tsaye.",
	"Zambia": "Zambiya",
	"Zimbabwe": "Zimbabuwe",
	"Zoom": "Zukowa",
	"Zoom2": "Fadada2",
	"[{Device}] will be disconnected from your TV. Sound will no longer be played from this device. Do you want to continue?": "[{Device}] za ta fita daga jikin talabijin ɗinka. Sauti ba zai sake fitowa daga wannan na’urar ba. Kana son ka ci gaba?",
	"[{Device}] will be removed from the paired device list. If you want to connect it later, you need to search for available devices and re-pair it. Do you want to continue?": "[{Device}] za ta share daga jerin na’urorin da aka yi ƙawance da su. Idan kana so ka sake jonawa nan gaba, sai ka lalubi sunan na’urar ka sake haɗa ƙawancen. Kana son ka ci gaba?",
	"aspectRatio_original": "Asali",
	"audioGuidance_fast": "Sauri",
	"audioGuidance_high": "Sama",
	"audioGuidance_low": "Kasa",
	"audioGuidance_medium": "Tsaka-tsaki",
	"audioGuidance_slow": "A hankali",
	"audioGuidance_veryFast": "Matukar Sauri",
	"audioGuidance_veryHigh": "Saiti ya yi yawa",
	"audioGuidance_veryLow": "Matukar Mara sauri",
	"audioGuidance_verySlow": "Matukar Mara sauri",
	"button": "madanni",
	"character": "baki",
	"characters": "bakake",
	"checked": "an duba",
	"connecting": "ana jonawa",
	"depthOfColor": "Kala",
	"diagonal zoom in": "kusantowar ciki ta kusurwa",
	"diagonal zoom out": "kusantowar waje ta kusurwa",
	"digitalOptionSetByProgram": "Saita Shirin",
	"energy_Maximum": "Babba",
	"energy_Medium": "Tsaka-tsaki",
	"energy_Minimum": "Karanci",
	"gamma_high1": "Babba1",
	"hidden": "boyayye",
	"horizontal zoom in": "kusantowar ciki ta tsaye",
	"horizontal zoom out": "kusantowar waje ta kwance",
	"jpDoNot": "Kashe",
	"logoLuminance_high": "Sama",
	"logoLuminance_low": "Ƙasa",
	"min": "minti",
	"minus": "ragi",
	"not connected": "ba a jona ba",
	"pictureControl3dModeStandard": "Tsayayye",
	"pictureControlAuto": "Ato",
	"pictureControlAuto_BlackLevel": "Ato",
	"pictureControlHigh": "Sama",
	"pictureControlHigh_BlackLevel": "Sama",
	"pictureControlHigh_Male": "Sama",
	"pictureControlLow": "Kasa",
	"pictureControlLow_BlackLevel": "Kasa",
	"pictureControlLow_Male": "Kasa",
	"pictureControlMedium": "Tsaka-tsaki",
	"pictureControlMedium_BlackLevel": "Tsaka-tsaki",
	"pictureControlMedium_Male": "Tsaka-tsaki",
	"pictureControlwhiteBalanceColorTemperatureMedium": "Tsaka-tsaki",
	"pictureMode": "Cikakke",
	"pictureModeSettings": "Dauwamar",
	"plus": "kari akai",
	"pointerOptions": "Salo",
	"pointerSize": "Girma",
	"press OK button to edit IP manually": "danna madannin YA YI don gyara IP da hannu",
	"press OK button to enter channel to search": "danna madannin YA YI don shigar da binciken tasha",
	"press OK button to enter value": "danna madannin YA YI don shigar da daraja",
	"press right button to adjust HDR Effect level": "danna madanni dama don daidaita matsayin Tasirin Eci-Di-Ar",
	"press right button to adjust de-judder and de-blur value": "danna madannin dama don daidaita darajar de-judder da kuma de-blur",
	"press right button to adjust zoom ratio and position": "danna madannin dama don daidaita kimar kusantowa da kuma muhalli",
	"shift current screen down": "gusar da allon na’urar kasa",
	"shift current screen to the left": "gusar da allon na’urar zuwa hadu",
	"shift current screen to the right": "gusar da allon na’urar zuwa dama",
	"shift current screen up": "gusar da allon na’urar sama",
	"shift down": "gusar kasa",
	"shift left": "gusar hagu",
	"shift right": "gusar dama",
	"shift up": "gusar sama",
	"soundMode_Standard": "Tsayayye",
	"thaRatingNone": "Babu",
	"unchecked": "ba a duba ba",
	"unread": "ba’a karanta ba",
	"vertical zoom in": "kusantowar ciki ta tsaye",
	"vertical zoom out": "kusantowar waje ta tsaye",
	"volumeModeHigh": "Sama",
	"volumeModeLow": "Kasa",
	"volumeModeMedium": "Tsaka-tsaki",
	"zoom in": "kusantowar ciki",
	"zoom out": "kusantowar waje",
	"• Compatibility problems may occur depending on the connected Bluetooth device.": "• Matsalar dacewa za ta iya ukuwa ya danganta da na'urar Bluetooth da aka jona.",
	"• If audio video sync error occurs with your wireless audio device connected through LG Sound Sync, try restarting the TV.": "• Idan matsalar jonin murya da bidiyo ta sami na’urar sautin muryarka ta wayales da aka jona ta cikin LG Sound Sync, gwada sake kunna talbijin din.",
	"• If you can't hear sound through the device, make sure it is working and connected properly.": "• Idan ba ka jin sauti ta cikin na'urar, tabbata tana aiki kuma an jona ta sosai."
}
